Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish medium games.
el: Τώρα έχετε πάνω από {0} οπαδούς! Με τόσους πολλούς οπαδούς τώρα έχετε τη δυνατότητα να αυτό-εκδίδετε παιχνίδια μεσαίου μεγέθους.
es: ¡Ya tienes más de {0} fans! Con una base de aficionados tan grande, deberías poder auto-publicar juegos de tamaño mediano.
it: Adesso hai più di {0} fan! Con un tale seguito dovresti essere in grado di pubblicare autonomamente giochi di medie dimensioni.
ru: Теперь у нас больше {0} фанатов! С таким количеством верных поклонников мы можем сами издавать средние игры.
tr: Artık {0} üzerinde hayrana sahipsiniz! Böylesine büyüklükte bir hayran kitlesiyle artık kendiniz orta ölçekli oyunları piyasaya sürmelisiniz.

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish large games.
el: Τώρα έχετε πάνω από {0} οπαδούς! Με τόσους πολλούς οπαδούς τώρα έχετε τη δυνατότητα να αυτό-εκδίδετε παιχνίδια μεγάλου μεγέθους.
es: ¡Ya tienes más de {0} fans! Con una base de seguidores tan grande deberías ser capaz de auto-publicar juegos de tamaño grande.
it: Adesso hai più di {0} fan! Con un tale seguito dovresti essere in grado di pubblicare autonomamente giochi di grandi dimensioni.
ru: Теперь у нас больше {0} фанатов! С таким количеством верных поклонников мы можем сами издавать большие игры.
tr: Artık {0} üzerinde hayrana sahipsiniz! Böylesine büyüklükte bir hayran kitlesiyle artık kendiniz büyük ölçekli oyunları piyasaya sürebilirsiniz.

source: Game Convention
el: Συνέδριο Παιχνιδιών
es: Convención de Videojuegos
ru: Игровая выставка
tr: Oyun Konferansı

source: Dear {0}, We have followed your progress in recent years and would like to extend this formal invitation to participate in the biggest game convention on the planet 'Games, Games, Games' also known as G3.{n}By having your own company booth at G3 you can gain a lot of fans and hype for your games and we think our audience would love to see you there. We will contact you yearly with booth options. Hope to see you at G3. The G3 committee.
el: Αγαπητέ/ή {0}, Έχουμε ακολουθήσει την πρόοδό σας στα πρόσφατα χρόνια και θα θέλαμε να σας παρατείνουμε αυτήν την επίσημη πρόσκληση να συμμετέχετε στο μεγαλύτερο συνέδριο παιχνιδιών στον πλανήτη το 'Games, Games, Games' γνωστό επίσης και ως G3.{n}Με το να έχετε τον δικό σας εταιρικό θάλαμο στη G3 μπορείτε να κερδίσετε πολλούς οπαδούς και δημοσιότητα για τα παιχνίδια σας και πιστεύουμε ότι το κοινό μας θα λάτρευε να σας συναντούσε εκεί. Θα επικοινωνούμε μαζί σας ετησίως με επιλογές θαλάμων. Ευελπιστούμε να σας δούμε στη G3. Η επιτροπή της G3.
es: Querido {0}, Hemos seguido tu progreso en los años recientes y queríamos invitarte formalmente a participar en la mayor convención de videojuegos del planeta, "Games, Games, Games", también conocida como G3.{n}Con tu propio stand en la G3, podrías ganar muchos seguidores y promocionar tus videojuegos, ya que creemos que a nuestro público le encantaría verlos allí. Contactaremos con ustedes cada año para ofrecerles stands. Esperamos verlos en la G3. El comité de la G3.
it: Caro {0}, abbiamo seguito i vostri progressi negli anni passati e vorremmo offrirvi questo invito formale per partecipare alla più grande convention di videogiochi del mondo 'Giochi, Giochi, Giochi' conosciuta anche come G3.{n}Avendo uno stand della tua società al G3 potrai guadagnare un sacco di fan e hype per i tuoi giochi e riteniamo che al pubblico piacerebbe moltissimo vedervi lì. Noi ti contatteremo annualmente con le opzioni per gli stand. Speriamo di trovarvi al G3. Il comitato del G3.
ru: Уважаемый глава компании «{0}», Ваш успех за последние годы безусловно достоин внимания, и мы рады официально пригласить вас к участию в самой крупной игровой выставке планеты — «Games, Games, Games», также известной как G3.{n}Имея свой стенд на G3, вы сможете привлечь новых фанатов и подогреть ажиотаж вокруг своей новой игры. Наши посетители будут рады увидеть вас на выставке. Ежегодно мы будем заблаговременно связываться с вами по поводу стенда. Надеемся увидеть вас на G3. Администрация G3.
tr: Sevgili {0}, Çalışmalarını son zamanlarda yakından takip ediyoruz ve dünyanın en büyük oyun fuarı olan ve 'Oyunlar, Oyunlar, Oyunlar' olarak bilinen kısaca O3'e seni bu resmi davet ile davet ediyoruz.{n}O3'e katılmakla fuar alanında kendine özel bir stand'a sahip olacaksın ve bu sana hem yeni hayranlar kazandıracak hemde yeni çıkacak oyunun için beklenti kazanıcaksın ve elbette kitlemizin sizi seveceğini düşünüyoruz. Stand büyüklüğü seçmeniz için sizinle her yıl düzenli olarak irtibat kurucaz. O3'te görüşmek dileğiyle. O3 komitesi.

source: Goal Hint
el: Συμβουλή Στόχου
es: Pista para el Objetivo
it: Suggerimento obbiettivi
ru: Подсказка
tr: Hedef İpucu

source: If you have more than 1M in cash you will be able to move to the next level. This might sound a lot but don't worry. Once you release a hit game you will get to this amount easily.
el: Αν έχετε πάνω από 1M σε μετρητά θα έχετε τη δυνατότητα να μεταφερθείτε στο επόμενο επίπεδο. Αυτά μπορεί να ακούγονται πολλά αλλά μην ανησυχείτε. Όταν κυκλοφορήσετε ένα επιτυχημένο παιχνίδι θα συγκεντρώσετε αυτό το ποσό εύκολα.
es: Cuando tengas más de 1M en efectivo podrás pasar al siguiente nivel. Puede parecer mucho, pero no te preocupes: en cuanto lances un juego de éxito alcanzarás fácilmente dicha cantidad.
it: Quando avrai più di 1M in contanti potrai passare al livello successivo. Potrebbe sembrare una cifra elevata ma non preoccuparti. Non appena rilascerai un titolo di successo, la raggiungerai questa somma facilmente.
ru: Накопив миллион на счету, вы сможете перейти на новый уровень. Вам может показаться, что это много, но не волнуйтесь: выпустив игру-хит, вы легко преодолеете эту отметку.
tr: Eğer 1M'den fazla nakite sahipseniz sonraki bölüme devam edebilirsiniz. Bu çok gibi gözükebilir ama merak etmeyin. Başarılı bir oyun yayınladığınızda bu miktarı kolaylıkla elde edebilirsiniz.

source: Engine Reminder
el: Υπενθύμιση περί Μηχανών
es: Recordatorio de Motor
it: Promemoria Motore di gioco
ru: Напоминание о движке
tr: Hatırlatma Motoru

source: Don't forget creating custom game engines. This will improve your games a lot! You can create your custom engine through the action menu once you have researched the Custom Engine.
el: Μην ξεχάσετε να δημιουργήσετε προσαρμοσμένες μηχανές γραφικών. Αυτό θα βελτιώσει τα παιχνίδια σας πολύ! Μπορείτε να δημιουργήσετε την προσαρμοσμένη μηχανή σας μέσω του μενού ενεργειών εφόσον έχετε ανακαλύψει την Προσαρμοσμένη Μηχανή.
es: No olvides crear motores de juego personalizados. ¡Con esto mejorarás muchísimo tus juegos! Podrás crear tu propio motor a través del menú de acciones en cuanto hayas investigado Motor Personalizado.
it: Non dimenticarti di creare motori di gioco personalizzati. Questo migliorerà un sacco i tuoi giochi! Potrai creare il tuo motore personale attraverso il Menu Azioni una volta che avrai ricercato Motore Personalizzato.
ru: Не забывайте разрабатывать собственные игровые движки — это значительно улучшит качество ваших игр! Игровой движок можно создать, выбрав соответствующий пункт в меню (но сначала нужно исследовать эту возможность).
tr: Özel oyun motoru yaratmayı unutmayın. Bu oyunlarınızı büyük miktarda geliştirir! Özel Oyun Motorunu, eylem menüsünden oyun motoru araştırmasını yaptıktan sonra yaratabilirsiniz.

source: Publishing Contracts
el: Συμβόλαια Εκδότη
es: Contratos de Distruibidor
it: Contratti di Pubblicazione
ru: Контракты с издательствами
tr: Yayımcılık Sözleşmeleri

source: Hi {0}, I have followed the progress of {1} for a while and it seems that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
el: Γεια σας {0}, Ακολουθώ την πρόοδο της {1} για αρκετό καιρό και φαίνεται ότι με την πρόσφατη επέκτασή σας αρχίσατε να αναπτύσσετε παιχνίδια μεγαλύτερου μεγέθους. Στα μεγαλύτερα παιχνίδια αξίζει να προβληθούν σε περισσότερο κόσμο και εδώ είναι το σημείο όπου ένας εκδότης μπορεί να φανεί χρήσιμος.{n}Ένας εκδότης θα προωθήσει και θα δημοσιεύσει το παιχνίδι σας ανά την υφήλιο. Θα βοηθήσουν επίσης στα οικονομικά της ανάπτυξής του. Ως αντάλλαγμα κρατούν τα περισσότερα από τα έσοδα αλλά εφόσον το παιχνίδι θα πουλήσει πολύ περισσότερο συνήθως αξίζει παρόλα αυτά.{n}Μπορεί να σας βάλω σε επικοινωνία με μερικούς εκδότες ώστε να ρίξετε μια ματιά σε μερικά από τα διαθέσιμα συμβόλαια. Απλά ενημερώστε με. Jasmine Droke{n}Η Εύρεση Συμβολαίου Εκδότη έχει ξεκλειδωθεί. Είναι προσβάσιμη στο μενού ενεργειών.
es: Hola {0}, He estado siguiendo el progreso de {1} por un tiempo y parece que con tu reciente expansión has empezado a desarrollar juegos grandes. Los juegos grandes merecen ser vistos por mas personas y ahí es donde un editor puede ser útil.{n}Un editor publicará y publicitará tu juego alrededor del mundo. También te ayudará a financiar el desarrollo. A cambio se quedará la mayor parte de las ganancias pero como tu juego venderá mucho mas normalmente vale la pena.{n}Puedo ponerte en contacto con algunos editores para que puedas buscar algunos de los contratos disponibles. Solo avisame. Jasmine Droke{n}Encontrar contratos de editor se ha desbloqueado. Accédelos desde el menu de acción.
it: Ciao {0}, Ho seguito i progressi di {1} per un po' e sembra che con la vostra recente espansione abbiate cominciato a sviluppare giochi più grandi. I giochi più grandi meritano di essere visti da più persone e qui è dove un editore diventa utile.{n}Un editore commercializzerà e pubblicherà il tuo gioco in giro per il mondo. Loro aiutano anche a finanziare lo sviluppo. In cambio trattengono la maggioranza dei profitti ma dato che il gioco venderà molto di più di solito ne varrà la pena.{n}Io ti posso mettere in contatto con alcuni editori così puoi dare uno sguardo ad alcuni dei contratti disponibili. Fammi soltanto sapere. Jasmine Droke{n}Trova Contratto di Pubblicazione è stato sbloccato. È disponibile nel Menu Azioni.
ru: Привет, {0}! Я давно слежу за успехами компании «{1}» и рад был заметить, что после очередного расширения вы взялись за более крупные игры. Чем больше игра, тем больше людей должны её увидеть, и именно с этим могут помочь издательства.{n}Издательство частично профинансирует разработку игры, займётся маркетингом и продвижением её во всём мире. Взамен оно, конечно, получит большую часть прибыли, но с учётом резкого увеличения продаж сделка окажется выгодной и для вас.{n}Я могу свести вас с издательствами, чтобы вы ознакомились с предлагаемыми контрактами — просто дайте мне знать. Жасмин Дроук{n}В меню действий теперь доступна возможность «Найти издательство».
tr: Merhaba {0}, {1} oyununun sürecini bir süre takip ettim ve sizin son genişlemenize göre büyük oyunlar geliştirmeye başlamışsınız gibi gözüküyor. Büyük oyunlar daha fazla insan tarafından görülmeyi hakediyor ve burada bir dağıtımcı faydalı olabilir.{n}Bir dağıtımcı oyununuzu dünya çapında pazarlayabilir ve dağıtabilir. Onlar ayrıca sermaye gelişimi için de yardım edebilirler. Karşılığında kazancın büyük kısmını alabilirler fakat oyun çok fazla sattığı sürece buna çoğunlukla değer.{n}Sizi bazı dağıtımcılarla iletişime geçirebilirim böylelikle uygun olan bazı sözleşmelere bakabilirsiniz. Bana haber vermeniz yeter. Jasmine Droke{n}Dağıtım Sözleşmesi Bul açıldı. Oyun menüsünden erişilebilir.

source: Looking at our past multi-platform games it becomes clear that we should be able to drastically reduce the cost of developing a single game for multiple platforms if we could better optimize our game engines for multi-platform development.
el: Ρίχνωντας μια ματιά στα προηγούμενα πολυπλατφορμικά παιχνίδια μας γίνεται εμφανές ότι θα μπορούσαμε να μειώσουμε δραστικά το κόστος ανάπτυξης ενός παιχνιδιού για πολλές πλατφόρμες εάν μπορούσαμε να βελτιστοποιήσουμε καλύτερα της μηχανές γραφικών μας για πολυπλατφορμική ανάπτυξη.
es: Observando nuestros anteriores juegos multiplataforma está claro que deberíamos poder reducir drásticamente el costo de desarrollo de un juego para múltiples plataformas si podemos optimizar nuestros motores de juego para desarrollo multiplataforma.
it: Guardando ai nostri giochi multi-piattaforma passati diventa chiaro che dovremmo riuscire a ridurre drasticamente il costo di sviluppo per un solo gioco su più piattaforme se riuscissimo a ottimizzare i nostri motori di gioco per lo sviluppo multi-piattaforma.
ru: Проанализировав работу над нашими мультиплатформенными играми, мы пришли к выводу, что стоимость их разработки можно существенно снизить. Для этого нам необходимо научиться оптимизировать игровой движок для работы на нескольких платформах.
tr: Geçmişimizdeki çoklu platform çalışmalarımıza bakarak rahatça diyebilirim ki, artık geliştirme masrafını kısarak tek bir oyun üretip bunu çoklu platformlara aktarabilirz elbette eğer çoklu-platform desteğini oyun motorumuza ekleyebilirsek.

source: Fill Position
el: Κάλυψη Θέσης
es: Ocupar Vacante
it: Riempi Posizione
ru: Нанять
tr: Pozisyonu Doldur

source: Hint
el: Συμβουλή
es: Pista
it: Suggerimento
ru: Подсказка
tr: İpucu

source: You have to complete the Staff Management training before you can hire someone. Simply {0} on your player character to access the training menu.
el: Πρέπει πρώτα να ολοκληρώσετε την εκπαίδευση Διαχείρισης Προσωπικού πριν να μπορείτε να προσλάβετε κάποιον. Απλά {0} στον χαρακτήρα σας για να αποκτήσετε πρόσβαση στο μενού εκπαίδευσης.
es: Has de completar el curso de Administración de Empresas antes de poder contratar a alguien.{0} en el personaje de tu jugador para acceder al menú de entrenamiento.
it: Devi completare l' addestramento Gestione Personale prima che tu possa assumere qualcuno. Semplicemente {0} sul tuo personaggio per accedere al Menu Addestramento.
ru: Вы должны пройти тренинг по управлению персоналом, прежде чем сможете нанимать новых сотрудников. Просто {0} по своему персонажу, чтобы открыть меню обучения.
tr: Birini işe almadan önce Personel Yönetimi eğitimini tamamlamalısın. Eğitin menüsüne ulaşmak için basitçe karakterinin üstüne {0}.

source: Get Steam Key
el: Πάρτε Κλειδί Steam
es: Obtener clave de Steam
it: Acquista Chiave Steam
ru: Получить ключ Steam
tr: Steam Anahtarı Edinin

source: No response from server. Please try again later.
el: Καμία ανταπόκριση από τον διακοσμητή. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: No hay respuesta del servidor. Por favor, inténtelo de nuevo más tarde.
it: Nessuna risposta dal server. Riprova più tardi.
ru: Нет ответа от сервера. Попробуйте позже.
tr: Sunucudan yanıt yok. Lütfen sonra tekrar deneyin.

source: Could not verify app receipt from Windows Store.
el: Δεν ήταν δυνατή η επιβεβαίωση της απόδειξης της εφαρμογής από το Κατάστημα Windows.
es: No se pudo verificar el recibo de la aplicación desde Windows Store.
it: Non sono riuscito a verificare la ricevuta dell'app dal Windows Store.
ru: Не удалось проверить лицензию в Windows Store.
tr: Windows Store'dan uygulamayı aldığını doğrulanamadı.

source: Could not get app receipt from Windows Store.
el: Δεν ήταν η δυνατή η λήψη απόδειξης εφαρμογής από το Windows Store.
es: No se pudo obtener el recibo de la aplicación desde Windows Store.
it: Non sono riuscito ad avere la ricevuta dell'app dal Windows Store.
ru: Не удалось получить лицензию из Windows Store.
tr: Windows Store'dan uygulama makbuzu alınamadı.

source: Tutorial
ru: Обучение
tr: Öğretici

source: tap
el: αγγίξτε
es: Pulsa
it: tocca
ru: ткните
tr: dokun

source: click
el: κάντε κλικ
es: clic
it: clicca
ru: щелкните
tr: tıkla

source: Main Menu
el: Κύριο Μενού
es: Menú principal
it: Menu Principale
ru: Главное меню
tr: Ana Menü

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply press ESC to access the main menu.
el: Αν ποτέ επιθυμήσεις να αναθεωρήσεις τα μηνύματα του tutorial μπορείς να το κάνεις στο μενού Βοηθειών. Για να αποκτήσεις πρόσβαση στο μενού Βοηθειών και σε άλλες λειτουργίες όπως η αποθήκευση, η φόρτωση και η δημιουργία παιχνιδιού απλά πάτησε ESC για να μπεις στο κύριο μενού.
es: Si alguna vez quieres revisar los mensajes del tutorial, puedes hacerlo en el menú de Ayuda. Para acceder al menú de ayuda y otras características como guardar, cargar y crear un juego, simplemente presiona la tecla ESC para acceder al menú principal
it: Volessi mai rivedere i messaggi del tutorial, puoi farlo dal Menu Aiuto. Per accedere al Menu Aiuto e ad altre funzioni, come salvare, caricare e creare una nuova partita, premi semplicemente ESC per accedere al Menu Principale.
ru: Повторно увидеть уже показанные обучающие сообщения можно в меню «Помощь». Чтобы получить доступ к этой и некоторым другим функциям — сохранению, загрузке, созданию новой игры — просто нажмите кнопку ESC.
tr: Eğer öğretici mesajları gözden geçirmek isterseniz, o zaman Yardım menüsünden bunu yapabilirsiniz.Yardım menüsüne ve diğer seçeneklere örneğin kaydetme, kayıtlı bir oyun yüklemek veya yeni bir oyun oluşturma gibi özelliklere erişmek için sadece ESC tuşuna basın.

source: Create a company
el: Δημιουργία εταιρίας
es: Crea una compañía
it: Crea una società
ru: Создание компании
tr: Bir şirket oluşturun

source: Congratulations! You've just started your very own game development company! At the moment your office is in a garage and you are the only employee but don't worry, many successful businesses have started out this way!{n}Let's start developing your first game. Close this message and then {0} anywhere on the screen to bring up the action menu.
el: Συγχαρητήρια! Έχετε μόλις ξεκινήσει την δική σας εταιρία ανάπτυξης παιχνιδιών! Αυτή τη στιγμή το γραφείο σας είναι μέσα σε ένα γκαράζ και είσαστε ο μοναδικός υπάλληλος αλλά μην ανησυχείτε, πολλές επιτυχημένες επιχειρήσεις έχουν ξεκινήσει με αυτόν τον τρόπο!{n}Ας ξεκινήσουμε την ανάπτυξη του πρώτου σας παιχνιδιού. Κλείστε αυτό το μήνυμα και έπειτα {0} οπουδήποτε στην οθόνη για να εμφανίσετε το μενού ενεργειών.
es: Felicidades! Has iniciado tu propia compañía de desarrollo de juegos! En este momento tu oficina está en un garage y tu eres el único empleado pero no te preocupes, muchos negocios exitosos empezaron de esta manera!{n}Empecemos desarrollando tu primer juego. Cierra este mensaje y luego haz {0} en cualquier parte de la pantalla para abrir el menú de acción.
it: Congratulazioni! Hai appena avviato la tua società di sviluppo giochi! Al momento il tuo ufficio è in un garage e tu sei l'unico impiegato ma non preoccuparti, molte aziende di successo hanno cominciato in questo modo!{n}Cominciamo a sviluppare il tuo primo gioco. Chiudi questo messaggio e poi {0} ovunque sullo schermo per aprire il Menu Azioni.
ru: Поздравляем! Вы только что основали собственную компанию по разработке игр! Пока что ваш офис находится в гараже, а вы — единственный сотрудник, но не волнуйтесь: многие успешные компании начинали именно так!{n}Давайте начнем создавать первую игру. Закройте это сообщение, а затем {0} где-нибудь на экране для вызова меню.
tr: Tebrikler! Kendi oyun programlama şirketinizi kurdunuz! Şu anda senin ofisin bir garajın içerisinde ve şu an tek çalışan sensin ama endişelenme, bir çok başarılı şirket bu şekilde başlıyor!{n}Hadi ilk oyununu geliştirelim. Bu mesajı kapat ve ekrandaki herhangi bir yere {0} ki eylem menüsü açılsın.

source: Create a game
el: Δημιουργία παιχνιδιού
es: Crear un juego
it: Crea un gioco
ru: Создание игры
tr: Bir oyun oluşturun

source: Before development can begin you have to decide what kind of game you want to create and give your game a name. You can also select which graphic technology your game should use.{n}Your options are initially limited but once you have a bit of experience you will be able to unlock new options.
el: Πριν να μπορεί να αρχίσει η ανάπτυξη πρέπει να αποφασίσετε τι τύπο παιχνιδιού θέλετε να δημιουργήσετε και να δώσετε στο παιχνίδι σας ένα όνομα. Μπορείτε επίσης να διαλέξετε τι τεχνολογία γραφικών θα χρησιμοποιήσει το παιχνίδι σας.{n}Οι επιλογές σας είναι αρχικά περιορισμένες όμως μόλις έχετε λίγη εμπειρία θα μπορείτε να ξεκλειδώσετε καινούριες επιλογές.
es: Antes de que pueda empezar el desarollo debes decidir que tipo de juego quieres crear y darle un nombre a tu juego. También puedes seleccionar que tecnología de gráficos utilizará tu juego.{n}Tus opciones están limitadas inicialmente pero una vez que tengas un poco de experiencia podrás desbloquear nuevas opciones.
it: Prima che lo sviluppo possa cominciare dovrai decidere che tipo di gioco vuoi creare e dare al tuo gioco un nome. Puoi anche scegliere quale tecnologia grafica il tuo gioco debba usare.{n}Le tue opzioni sono inizialmente limitate ma una volta che farai un po' di esperienza potrai sbloccare nuove opzioni.
ru: Перед началом разработки вам нужно решить, какую игру вы собираетесь делать, и придумать ей название. Здесь же можно выбрать, какую графическую технологию использовать.{n}Поначалу вариантов немного, но по мере накопления опыта вам будут открываться всё новые возможности.
tr: Geliştirmeye başlamadan önce oluşturmak istediğin oyunun türüne karar vermek ve oyununa bir isim vermek zorundasın. Ayrıca oyununun hangi grafik teknolojisini kullanması gerektiğinide seçebilirsin.{n}Seçebileceğin seçenekler başlangıçta sınırlı ama biraz deneyime sahip olduktan sonra yeni seçeneklerin kilidini açabileceksin.

source: Development phases
el: Στάδια ανάπτυξης
es: Fases de desarrollo
it: Fasi di sviluppo
ru: Этапы разработки
tr: Gelişim evreleri
