Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: We see that you are in financial difficulties. Since you've just released your latest game {0}, we are willing to offer you a mini-credit to get you over this months' payments. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a small adminstration fee of {2} in two months time.
el: Βλέπουμε ότι αντιμετωπίζετε οικονομικές δυσκολίες. Εφόσον μόλις τώρα κυκλοφορήσατε το πιο πρόσφατο παιχνίδι σας {0}, διατιθόμαστε να σας προσφέρουμε ένα μικρό ποσό για να ξεπεράσετε το θέμα πληρωμών αυτού του μήνα. Θα σας δώσουμε {1} για να καλύψετε τα έξοδά μας και περιμένουμε να μας επιστραφεί το πλήρες ποσό, συν ένα μικρό τέλος χορήγησης των {2} σε χρόνο δύο μηνών.
es: Vemos que estan en unas dificultades financieras. Hasta que hayan acabado de publicar su último juego {0}, estamos dispuestos a ofrecerle un mini-crédito para que puedan pagar las facturas de estos meses. Le daremos {1} para cubrir sus gastos y esperar a que haya pagado sus deudas, mas un pequeña tarifa administrativa de {2} en un plazo de dos meses.
it: Abbiamo visto che ti trovi in difficoltà finanziarie. Poichè hai appena rilasciato il tuo ultimo gioco {0}, ti offriamo un mini-prestito per riuscire a coprire le spese di questo mese. Ti daremo {1} per coprire i tuoi costi e ci aspettiamo di essere risarciti dell'importo totale, più una piccola somma di {2}, tra due mesi.
ru: Мы видим, что у вас возникли некоторые финансовые сложности. Поскольку вы только что выпустили новую игру, «{0}», мы готовы предложить вам мини-кредит, чтобы помочь с ближайшими платежами. Мы предоставим вам {1} и ожидаем, что через два месяца вы полностью вернёте эту сумму плюс небольшой административный сбор {2}.
tr: Finansal sorunlar yaşadığını gördük. Yeni oyununu {0} yakın zamanda piyasaya sürdüğünden, bizim sana minicik bir kredi verme teklifimiz var. Sana {1} vericez ve bunun tamamını geri alıcaz, artı iki ay için ufak bir hizmet ücreti {2} ödiyceksin.

source: We see that you are, again, in serious financial difficulties. We are willing to offer you a mini-credit to tie you over until your current game is on the market. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a fee of {2}, one month after the game is released.
el: Βλέπουμε ότι αντιμετωπίζετε, πάλι, μεγάλες οικονομικές δυσκολίες. Έχουμε την προθυμία να σας προσφέρουμε μία μικροπίστωση για να εξισορροπήσετε μέχρι το τρέχον σας παιχνίδι να βγει στην αγορά. Θα σας δώσουμε {1} να καλύψετε τα έξοδά σας και περιμένουμε να αποπληρωθούμε το πλήρες ποσό, συν μία αμοιβή των {2}, ένα μήνα αφού το παιχνίδι κυκλοφορεί.
es: Parece que estás, de nuevo, con problemas financieros. Estamos dispuestos a ofrecerte un minicredito para "tapar tus agujeros" mientras sale el juego en el que estás trabajando. Te ofrecemos {1} para cubrir tus costes y, un mes después de haber salido el juego, deberás devolverlo íntegro mas unos intereses de {2}.
it: Abbiamo visto che ti trovi nuovamente in gravi difficoltà finanziarie. Ti offriamo un mini-prestito per pareggiare il tuo bilancio finchè il tuo gioco non sarà sul mercato. Ti daremo {1} per coprire i tuoi costi e ci aspettiamo di essere risarciti dell'importo totale, più una somma di {2}, un mese dopo al rilascio del gioco.
ru: Мы видим, что у вас в очередной раз возникли некоторые финансовые сложности. Мы готовы предложить мини-кредит, чтобы финансово поддержать вас до выхода вашей новой игры. Мы предоставим вам {1} и ожидаем, что через месяц после выпуска игры вы полностью вернёте эту сумму плюс административный сбор {2}.
tr: Görüyoruzki, yine ciddi finansal sıkıntılar içerisindesiniz. Yeni oyununuz pazara sürülene kadar size masraflarınızı karşılayacak bir mini-kredi teklifi yapmaya hazırız. Size masraflarınızı karşılamanız için {1} vereceğiz ve tam miktarın geri ödenmesini bekliyoruz, artı oyun çıktıktan bir ay sonra {2} miktarında ücret ödeyeceksiniz.

source: This is the end of your journey. You can either load a saved game, restart this level or start a new game.
el: Αυτό είναι τέλος του ταξιδιού σας. Μπορείτε είτε να φορτώσετε ένα αποθηκευμένο παιχνίδι, να κάνετε επανεκκίνηση αυτό του επιπέδου ή να ξεκινήσετε ένα καινούριο παιχνίδι.
es: Este es El final de tu jornada. Puedes cargar una partida guardada, reiniciar este nivel o comenzar una nueva partida.
it: Questa è la fine del tuo viaggio. Puoi caricare un salvataggio, ricominciare il livello o iniziare una nuova partita.
ru: Здесь ваш путь завершается. Вы можете загрузить сохранённую игру, перезапустить этот уровень или начать новую игру.
tr: Bu yolculuğunun sonu↵ ↵ Kaydedilmiş oyunu yükleyebilirsin,bu seviyeyi yeniden oynayabilirsin yada yeni oyuna başlayabilirsin

source: Boss, our office could really do with some renovation work and our computer systems are also out of date. Investing a little bit in a more modern office and upgraded computers would be a great. Do you want to renovate the office?
el: Αφεντικό, το γραφείο μας θα ήταν πραγματικά καλύτερα με λίγη ανακαίνιση και τα υπολογιστικά συστήματά μας είναι επίσης απαρχαιωμένα. Το να επενδύσουμε λιγάκι σε ένα πιο μοντέρνο γραφείο και αναβαθμισμένους υπολογιστές θα ήταν θαυμάσιο. Θα θέλατε να ανακαινίσετε το γραφείο;
es: Jefe, nuestra oficina debería ser renovada y nuestros sistemas informáticos también ya que están desfasados. Invertir en una oficina más moderna y con equipos mas actualizados sería fantástico. ¿Quiere renovar la oficina?
it: Capo, il nostro ufficio necessita di qualche lavoro di ristrutturazione, e anche i nostri computer sono ormai obsoleti. Investire un po' nel rimodernamento di ufficio e computer sarebbe un'ottima cosa. Vuoi rinnovare l'ufficio?
ru: Босс, наши компьютеры определённо требуют модернизации, а офис — ремонта. Современные компьютеры и оборудование — это отличное вложение средств. Вы хотите переоборудовать офис?
tr: Patron, bizim ofis gerçekten yenilemeli ve bilgisayar sistemleri güncel değil. Daha modern bir ofis ve yükseltilmiş bilgisayarlarda biraz yatırım bir harika olurdu. Ofisi yenilemek istiyor musunuz?

source: New equipment
el: Καινούργιος εξοπλισμός
es: Nuevo equipo
it: Nuova attrezzatura
ru: Новое оборудование
tr: Yeni ekipman

source: We can open our own hardware lab now.
el: Τώρα μπορούμε να ανοίξουμε το δικό μας εργαστήριο υλικού.
es: Ahora podemos abrir nuestro propio laboratorio de hardware.
it: Adesso possiamo aprire il nostro laboratorio hardware.
ru: Теперь мы можем открыть собственную аппаратную лабораторию.
tr: Şimdi kendi donanım laboratuvarımızı açabiliriz.

source: Our hardware lab is ready.
el: Το εργαστήριο υλικού μας είναι έτοιμο.
es: Nuestro laboratorio de hardware está listo.
it: Il nostro laboratorio hardware è pronto.
ru: Наша аппаратная лаборатория готова.
tr: Donanım laboratuvarımız hazır.

source: We can open our own research and development lab now.
el: Τώρα μπορούμε να ανοίξουμε το δικό μας εργαστήριο έρευνας και ανάπτυξης.
es: Podemos abrir nuestro propio laboratorio de I+D.
it: Adesso possiamo aprire il nostro laboratorio di ricerca e sviluppo.
ru: Теперь мы можем открыть нашу собственную научную лабораторию.
tr: Şimdi kendi araştırma ve geliştirme laboratuvarımızı açabiliriz.

source: Our R&D lab is ready.
el: Το εργαστήριό μας Ε&Α είναι έτοιμο.
es: Nuestro laboratorio de I+D ya está listo.
it: Il nostro laboratorio R&S è pronto.
ru: Наша научно-исследовательская лаборатория готова.
tr: AR-GE Laboratuvarımız hazır.

source: Yes
el: Ναι
es: Sí
it: Si
ru: Да
tr: Evet

source: No
el: Όχι
ru: Нет
tr: Hayır

source: Thanks Boss! I will get right to it.
el: Ευχαριστώ αφεντικό! Θα το κάνω αμέσως.
es: ¡Gracias Jefe! Ya mismo me pongo a trabajar.
it: Grazie Capo! Mi metto subito al lavoro.
ru: Спасибо, босс! Я займусь этим прямо сейчас.
tr: Teşekkürler Patron! Hemen halledeceğim.

source: Okay, sorry that I bothered you.
el: Εντάξει, συγνώμη για την ενόχληση.
es: Vale, siento haberte molestado.
it: Ok, mi spiace di avervi disturbato.
ru: Ну как скажете. Извините, что побеспокоили.
tr: Tamam, seni rahatsız ettiğim için özür dilerim.

source: It appears that recently a few companies have fallen victim to Nigerian scammers. The scammers often claimed to invest large sums of money into companies but required a sizable up-front payment to make the deal.{n}Those who were unwise enough to pay will not see their money again. Police are investigating but seem helpless to stop these international scammers.
el: Φαίνεται ότι πρόσφατα μερικές εταιρείες έπεσαν θύματα σε Νιγηριανούς απατεώνες. Οι απατεώνες συχνά ισχυρίζονταν ότι θα επένδυαν τεράστια χρηματικά ποσά σε εταιρείες όμως απαιτούσαν μία ευμεγεθή εκ των προτέρων πληρωμή για να κάνουν την συμφωνία.{n}Όσοι ήταν αρκετά αφελείς να πληρώσουν δεν θα ξαναδούν τα χρήματά τους. Η αστυνομία ερευνά όμως φαίνεται ανήμπορη να σταματήσει αυτούς τους διεθνείς απατεώνες.
es: Parece que varias empresas han sido víctimas de unos estafadores nigerianos. Los estafadores ofrecían grandes inversiones de dinero a las compañías, pero exigían un pago anticipado para poder cerrar el trato. {n} Los que fueron tan insensatos como para pagar no han vuelto a ver su dinero. La policía está investigando, pero parece incapaz de detener a estos estafadores internacionales.
it: Sembra che recentemente alcune aziende siano cadute vittime di truffatori nigeriani. I truffatori spesso offrivano di investire ingenti somme di denaro alle società, ma richiedevano un considerevole acconto per concludere l'affare. {n}Coloro che sono stati tanto imprudenti da pagare non rivedranno più i loro soldi. La polizia sta indagando, ma sembra incapace di fermare questi truffatori internazionali.
ru: Похоже, что в последнее время сразу несколько компаний стали жертвами нигерийских мошенников. Мошенники заявляли, что готовы инвестировать крупную сумму, но предварительно требовали авансовый платёж.{n}Те, кто попался на их удочку и заплатил, больше не увидят этих денег. Полиция ведёт расследование, но не в силах остановить мошенников.
tr: Görünen o ki son zamanlarda bir kaç şirket Nijeryalı dolandırıcıların kurbanı oldu. Dolandırıcılar genellikle şirketlere büyük miktar yatırım yapacaklarını iddia ediyor ama anlaşma yapmak için bir miktar ön ödeme istiyorlar.{n}Buna kanıp akılsızca ödeme yapanlar paralarını bir daha göremeyecekler. Polis bir soruşturma başlattı ancak bu uluslararası sahtekarları durdurmak imkansız gibi.

source: Thank you for your business.
el: Σας ευχαριστούμε για τη συνεργασία σας.
es: Encantado de hacer negocios.
it: E' stato un piacere fare affari.
ru: Было приятно иметь с вами дело.
tr: İş için teşekkürler.

source: Hi Boss! A friend of mine is greatly involved in an organization which aims to get more women into technology. They are looking for a sponsor and I thought that this would be a perfect opportunity for us. Would you like to help out?
el: Γεια αφεντικό! Ένας φίλος μου είναι αναμειγμένος σε μεγάλο βαθμό σε μία οργάνωση η οπόια αποσκοπά στην εισαγωγή περισσότερων γυναικών στον τεχνολογικό τομέα. Αναζητούν έναν χορηγό και σκέφτηκα ότι αυτή θα ήταν μια τέλεια ευκαιρία για μας. Θα ήθελες να βοηθήσεις;
es: ¡Hola Jefe! Un amigo mío forma parte de una organización que quiere introducir a más mujeres en el mundo de la tecnología. Buscan a un colaborador y creo que esta sería una buena oportunidad para nosotros. ¿Deberíamos ayudarlos?
it: Salve Capo! Un mio amico è fortemente coinvolto in un'organizzazione che mira ad introdurre più donne nel mondo della tecnologia. Sono alla ricerca di uno sponsor e ho pensato che questa sarebbe stata un opportunità perfetta per noi. Le interesserebbe dargli una mano?
ru: Привет, босс! Мой друг работает в организации, которая занимается активным привлечением женщин в высокотехнологичные отрасли. Они ищут спонсоров, и я подумал, что это может нас заинтересовать. Попробуем?
tr: Merhaba Patron! Bir arkadaşım teknolojiye daha fazla kadın almayı amaçlayan büyük ölçülü bir organizasyon içinde yer alıyor. Kendilerine bir sponsor arıyorlar ve bunun bizim için mükemmel bir fırsat olacağını düşünüyorum. Yardım etmek ister misiniz?

source: Piracy is an increasingly big problem in the industry. Some companies invest a lot of money and effort to fight piracy while others argue that it's better to take a more relaxed approach and invest in better games instead.
el: Η πειρατεία είναι ένα αυξανόμενα μεγάλο πρόβλημα στη βιομηχανία. Μερικές εταιρείες επενδύουν πολλά χρήματα και προσπάθεια για να καταπολεμίσουν την πειρατεία ενώ άλλες συμφωνούν ότι είναι καλύτερα να πάρουν μια πιο χαλαρή προσέγγιση και να επενδύσουν αντί αυτού σε καλύτερα παιχνίδια.
es: La piratería es un problema creciente en el sector de los videojuegos. Algunas compañías invierten dinero y esfuerzo en impedirlo, mientras que otras abordan el problema de una forma más relajada y prefieren invertir en mejores juegos.
it: La pirateria è un problema sempre più grande nell'industria videoludica. Alcune aziende investono ingenti quantità tempo e denaro per combattere la pirateria mentre altre discutono se non sia meglio avere un approccio più permissivo ed investire maggiormente in giochi migliori.
ru: Пиратство становится серьёзной проблемой для игровой индустрии. Некоторые компании выделяют всё больше средств на борьбу с пиратством, другие же предпочитают относиться к нему философски и вместо этого вкладываться в разработку хороших игр.
tr: Korsan, oyun sektöründe gitgide artan büyük bir sorun. Bazı şirketler korsanla savaşmak için çok fazla para ve çaba sarf ederken, diğerleri daha yumuşak bir yaklaşım sergileyip daha iyi oyunlara yatırım yapmanın daha iyi olacağını savunmakta.

source: We have gained {0} fans!
el: Κερδίσαμε {0} οπαδούς!
es: ¡Hemos conseguido {0} fans!
it: Abbiamo guadagnato {0} fan!
ru: Мы получили {0} фанатов!
tr: {0} hayran kazandık!

source: We have lost {0} fans!
el: Χάσαμε {0} οπαδούς!
es: ¡Hemos perdido {0} fans!
it: Abbiamo perso {0} fan!
ru: Мы потеряли {0} фанатов!
tr: {0} hayran kaybettik!

source: Boss, we would like to stage an internal coding contest! I think we could all learn a lot by doing this. As an incentive we would need a prize for the winner ({0}). We agreed that the prize will go to charity. Should we do it?
el: Αφεντικό, θα θέλαμε να οργανώσουμε έναν εσωτερικό διαγωνισμό προγραμματισμού! Πιστεύω ότι έτσι όλοι μας θα μάθουμε πολλά. Σαν κίνητρο χρειαζόμαστε ένα βραβείο για τον νικητή ({0}). Συμφωνήσαμε ότι θα δώσουμε το βραβείο σε φιλανθρωπίες. Να το κάνουμε;
es: Jefe, nos gustaría organizar un concurso interno de programación. Creo que nos serviría para aprender mucho. Como incentivo, necesitaríamos un premio para el ganador ({0}). Hemos acordado que el premio irá a obras benéficas. ¿Lo organizamos?
it: Capo, vorremmo mettere in atto una gara interna di programmazione! Penso che tutti potremmo imparare molto facendola. Come incentivo avremmo bisogno di un premio per il vincitore ({0}). Abbiamo concordato che il premio sarà devoluto in beneficenza. Possiamo farlo?
ru: Босс, мы хотим организовать внутренний турнир по программированию! Думаю, это позволит нам всем кое-чему научиться. Чтобы было интереснее, нужна награда победителю ({0}), но мы заранее решили, что отдадим её на благотворительность. Ну как, организуем?
tr: Patron, bir iç kodlama yarışması istiyoruz! Hepimizin bunu yaparak bir çok şey öğrenebiliceğini düşünüyorum. Bir teşvik olarak, kazanan için bir ödüle ihtiyacımız var ({0}). Ödülün bir bağış olarak bir kuruma verileceği konusunda anlaştık. Yapalım mı?

source: Great! We will start right away!
el: Θαυμάσια! Θα ξεκινήσουμε αμέσως!
es: ¡Genial! ¡Empezaremos ahora mismo!
it: Ottimo! Inizieremo subito!
ru: Отлично! Начнём прямо сейчас!
tr: Mükemmel! Hemen başlıyoruz!

source: Okay, maybe another time...
el: Εντάξει, ίσως άλλη φορά...
es: Vale, puede que la próxima vez...
it: Va bene, sarà per la prossima volta...
ru: Ладно, может, в другой раз...
tr: Peki, belki başka zaman...

source: Thanks for agreeing to the coding contest. It was a big success! {0} won the contest and is lucky to distribute the prize of {1} to charity. We have also learned a lot in the process.
el: Ευχαριστώ που συμφώνησες για τον διαγωνισμό προγραμματισμού. Ήταν μεγάλη επιτυχία! Ο/Η {0} νίκησε το διαγωνισμό και έχει την τύχη να διανείμει το βραβείο των {1} σε φιλανθρωπίες. Επίσης μάθαμε πολλά κατά τη διάρκειά του.
es: Gracias por permitir el concurso de programación. ¡Ha sido todo un éxito! {0} ha ganado el premio de {1} y lo donará a obras de beneficencia. Además, hemos aprendido un montón en el proceso.
it: Grazie per aver aderito alla gara di programmazione. È stata un gran successo! {0} ha vinto la gara ed avrà la fortuna di devolvere il premio di {1} in beneficenza. Noi tutti abbiamo inoltre imparato molto durante la stessa.
ru: Спасибо, что согласились на организацию турнира по программированию. Мы все в восторге! Победитель — {0}, и выигранная сумма ({1}) уже перечислена в благотворительный фонд. Этот турнир многому научил всех нас.
tr: Kodlama yarışmasını kabul ettiğiniz için teşekkürler. Bu çok büyük bir başarıydı! {0} yarışmayı kazandı ve {1} ödülü bağış yapacak. Biz de bu süreçte çok şey öğrendik.

source: Boss, someone seems to have stolen our credit card information and used it to buy a lot of things in the past three months. Unfortunately we have lost {0}!
el: Αφεντικό, φαίνεται ότι κάποιος έχει κλέψει πληροφορίες για τις πιστωτικές μας κάρτες και τις χρησιμοποίησε για να αγοράσει πολλά πράγματα τους τελευταίους τρεις μήνες. Δυστυχώς χάσαμε {0}!
es: Jefe, parece que alguien ha robado los datos de nuestra tarjeta de crédito y la ha utilizado para comprar un montón de cosas durante estos últimos tres meses. ¡Hemos perdido {0}!
it: Capo, sembra che qualcuno abbia rubato i dati della nostra carta di credito e li abbia usati per acquistare un sacco di cose negli scorsi tre mesi. Sfortunatamente abbiamo perso {0}!
ru: Босс, кажется, кто-то украл данные нашей кредитки и три месяца использовал её для совершения покупок. К сожалению, мы потеряли {0}!
tr: Patron, birisi bizim kredi kartı bilgilerini çalmış ve son üç ay içinde bir çok şey satın almış gibi gözüküyor. Ne yazık ki {0} kaybettik!

source: Great, it was a wise decision installing a solar collector!
el: Υπέροχα, ήταν σωστή απόφαση να εγκαταστήσουμε φωτοβολταϊκά!
es: Genial, ¡instalar un colector solar ha sido una gran idea!
it: Ottimo, è stata una saggia decisione installare dei pannelli solari!
ru: Отлично, установить солнечные батареи — это мудрое решение!
tr: Mükemmel, güneş paneli taktırmak zekice bir karardı!

source: Sorry to hear that you are declining our offer
el: Λυπούμαστε που ακούμε ότι απορρίψατε την προσφορά μας
es: Lamento que hayas rechazado nuestra oferta
it: Mi spiace davvero che abbiate rifiutato la nostra offerta
ru: Жаль, что вы отказались от нашего предложения
tr: Teklifimizi reddettiğinize üzüldük

source: Boss, it's way too hot in our office and the heat is starting to impact on our work. I've researched and found an air conditioner which would be perfect for us. It costs {0}. Should we order it?
el: Αφεντικό, έχει πολλή ζέστη στο γραφείο μας και αυτό έχει συνέπειες στη δουλειά μας. Βρήκα ένα τέλειο κλιματιστικό για μας. Κοστίζει {0}. Να το παραγγείλουμε;
es: Jefe, hace demasiado calor en nuestra oficina y esta empezando a tener un impacto negativo en nuestro trabajo. He investigado y encontré un aire acondicionado que sería perfecto para nosotros. El precio es de {0}. ¿Lo pedimos?
it: Capo, fa davvero troppo caldo nel nostro ufficio e il calore sta cominciando a ripercuotersi sul nostro lavoro. Ho fatto delle ricerche e ho trovato un condizionatore d'aria che sarebbe perfetto per noi. Costa {0}. Possiamo ordinarlo?
ru: Босс, в нашем офисе слишком жарко, и это начинает мешать работе. Мы нашли кондиционер, подходящий под наше помещение, но он стоит {0}. Ну что, заказывать?
tr: Patron, ofis çok sıcak ve sıcaklık çalışmamızı etkilemeye başladı. Bizim için mükemmel olabilecek bir klima araştırdım ve buldum. Tutarı {0}. Sipariş edelim mi?

source: Boss, We've had enough and ordered the air conditioner ourselves. Thanks for nothing.
el: Αφεντικό, αρκετά με τη ζέστη. Παραγγείλαμε το κλιματιστικό μόνοι μας. Ευχαριστούμε για το τίποτα.
es: Jefe, nos hemos hartado de esperar y hemos encargado el aparato de aire acondicionado nosotros mismos. Gracias por nada.
it: Capo, ne abbiamo avuto abbastanza più e ordinato il condizionatore d'aria da soli. Grazie lo stesso.
ru: Босс, нам надоело сидеть в этой жаре, и мы заказали кондиционер сами. От вас-то помощи не дождёшься.
tr: Patron, biz durumdan bıktık ve kendimiz klima siparişi verdik. Yardım etmediğin için sağol.

source: I will get right to it.
el: Θα το κάνω αμέσως.
es: Me pondré con ello enseguida.
it: Me ne occupo immediatamente.
ru: Я займусь этим прямо сейчас.
tr: Doğru olanı yapacağım.

source: Okay, you are the boss.
el: Εντάξει, εσύ είσαι το αφεντικό.
es: Está bien, tú mandas.
it: Okay, sei tu il capo.
ru: Как скажете, вы тут начальник.
tr: Tamam, patron sensin.

source: If you wish you can continue playing but please note that there will be no more platform releases or other story elements.
el: Αν θέλετε μπορείτε να συνεχίσετε να παίζετε αλλά παρακαλώ σημειώστε ότι δεν θα υπάρχουν επιπλέον κυκλοφορίες πλατφόρμων ή άλλα σεναριακά στοιχεία.
es: Si lo desea, puede seguir jugando, pero tenga en cuenta que no habrá más consolas nuevas u otras historias.
it: Se desideri puoi continuare a giocare ma per favore considera che non ci saranno nuovi rilasci di piattaforme o altri elementi narrativi.
ru: Если хотите, можете продолжать играть, но обратите внимание, что релизов новых платформ или какого-то иного развития сюжета больше не будет.
tr: Eğer isterseniz oyunumuza devam edebilirsiniz ama bundan sonra daha fazla platform piyasaya sürülmeyecek ve hikaye devam etmeyecek.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider telling your friends about it.
el: Συγχαρητήρια που τελειώσατε το Game Dev Tycoon και ευχαριστούμε που παίξατε! Αν σας άρεσε το παιχνιδάκι μας τότε παρακαλούμε να σκεφτείτε να πείτε στους φίλους σας για αυτό.
es: ¡Felicidades por terminar Game Dev Tycoon y gracias por jugar! Si te ha gustado nuestro pequeño juego, entonces recomiéndanos a tus amigos.
it: Congratulazioni! Hai finito Game Dev Tycoon, grazie per avere giocato! Se ti è piaciuto il nostro piccolo videogioco, dillo ai tuoi amici.
ru: Поздравляем с прохождением Game Dev Tycoon и спасибо, что были с нами! Если игра вам понравилась, возможно, вы захотите рассказать о ней друзьям.
tr: Game Dev Tycoon'u bitirmenizden ötürü sizi tebrik ederiz ve oynadığınız içinde teşekkürler! Eğer oyunumuzdan zevk aldıysanız lütfen arkadaşlarınıza bizden bahsetmeyi unutmayın.
