Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Game development runs through three stages. At the beginning of each stage you can decide what areas of the game you want to focus on. Picking the right focus for your game greatly increases the points you generate.{n}Think about what areas are important for your game and decrease the focus on areas you think are less important. If you want to read a brief description of the different areas please refer to the Help menu.
el: Η ανάπτυξη παιχνιδιών προχωρά μέσα από τρία στάδια. Στην αρχή κάθε σταδίου μπορείτε να αποφασίσετε σε τι πτυχές του παιχνιδιού θέλετε να επικεντρωθείτε. Εστιάζοντας σωστά για το παιχνίδι σας αυξάνει σημαντικά τους πόντους που παράγετε.{n}Σκεφτείτε τι πτυχές είναι σημαντικές για το παιχνίδι σας και μειώστε την εστίαση σε πτυχές που πιστεύετε ότι είναι λιγότερο σημαντικές. Αν επιθυμείτε να διαβάσετε μία σύντομη περιγραφή των διαφόρων πτυχών παρακαλούμε ανατρέξτε στο μενού Βοηθείας.
es: El desarrollo del juego se ejecuta a través de tres etapas. Al comienzo de cada etapa se puede decidir qué áreas del juego deseas enfocar. Elegir el enfoque correcto para su juego aumenta en gran medida los puntos que usted genera. {N} Piensa en qué áreas son importantes para su juego y disminuir el énfasis en áreas que usted piensa que son menos importantes. Si quieres leer una breve descripción de las diferentes zonas, consulte el menú Ayuda.
it: Lo sviluppo di un videogame si articola in tre fasi. All'inizio di ognuna potrai decidere su quali aspetti del gioco concentrarti. Sviluppare le sezioni giuste per il tuo gioco aumenta di molto i punti generati.{n}Pensa a quali aree possono essere importanti per il tuo gioco e togli attenzione a quelle meno importanti. Se vuoi leggere una breve descrizione delle diverse aree fai riferimento al menu di Aiuto.
ru: Разработка игры проходит в три этапа. В начале каждого этапа вы решаете, каким аспектам следует уделить больше внимания. Правильная расстановка приоритетов значительно увеличивает выработку очков игры.{n}Подумайте, на чём следует сосредоточиться, а на что можно потратить минимум усилий. Более подробно про каждый аспект разработки можно прочитать в меню «Помощь».
tr: Oyun yaratımı üç bölümden oluşur. Her aşamanın başında hangi alanlara odaklanmak istediğini seçebilirsin. Doğru odakları seçmek sana ekstra puan kazandırır.{n}Oyunun için hangi alanların önemli olduğunu düşün ve daha az önemli olan alanların odağını düşür. Daha detaylı bilgi almak istiyorsan lütfen Yardım menüsüne bak.

source: Hints
el: Συμβουλές
es: Pistas
it: Suggerimenti
ru: Подсказки
tr: İpuçları

source: While generating game reports you start to gain insights into the development process and learn about what works well and what doesn't work so well. These insights are shown as hints on the development screen (unless you have turned this option off in the settings).{n}The hints range from '+++' to '--' and indicate how important an area is for this type of game. When hints have a question mark at the end (e.g. '+++?') it means that you have insights from a game in the same genre but that you are not yet sure whether this holds true for this particular genre/topic combination.
el: Όταν δημιουργείτε αναφορές παιχνιδιών αρχίζετε να εμβαθύνετε τις γνώσεις σας για την διαδικασία ανάπτυξης και μαθαίνετε σχετικά με το τι δουλεύει καλά και τι δε δουλεύει και τόσο καλά. Αυτές οι γνώσεις εμφανίζονται ως συμβουλές στην οθόνη ανάπτυξης (εκτός και αν έχετε απενεργοποιήσει αυτή την επιλογή στις ρυθμίσεις).{n}Οι συμβουλές κυμαίνονται από '+++' σε '--' και υποδεικνύουν πόσο σημαντικός είναι ένας τομέας για αυτόν τον τύπο παιχνιδιού. Όταν οι συμβουλές έχουν ένα ερωτηματικό στο τέλος (π.χ. '+++?') σημαίνει ότι έχετε γνώσεις για ένα παιχνίδι του ίδιου είδους αλλά δεν είσαστε ακόμα σίγουροι σχετικά με το εάν αυτό παραμένει ισχύον για αυτό το συγκεκριμένο συνδυασμό είδους/θέματος.
es: Mientras vayas generando informes de juegos empezarás a ganar ideas dentro del proceso de desarrollo y aprenderás acerca de que funciona mejor y que no funciona tan bien. Estas ideas enseñan consejos en la pantalla de desarrollo (a no ser que hayas desactivado esta opción en ajustes).{n},El rango de consejos va del '+++' al '---' e indica como es de importante esta área para este tipo de juego. Cuando los consejos tienen una marca de pregunta al final (ejemplo:'+++?') significa que tienes ideas de un juego en el mismo género pero que aun no estas seguro de si esto es válido para esta combinación genero/tema en particular.
it: Redigendo rapporti sul gioco, comincerai ad scoprire segreti sul processo di sviluppo e imparerai cosa funziona e cosa non va bene. Queste intuizioni verranno mostrate come consigli nella schermata di sviluppo (a meno che tu non abbia disattivato i consigli nelle impostazioni).{n}I consigli hanno un range da '+++' a '--' e indicano l'importanza di una determinata area in un certo tipo di gioco. Quando c'è un punto interrogativo alla fine (es. '+++?') significa che hai dei suggerimenti da un gioco dello stesso genere ma che non sei ancora molto sicuro che sia veramente corretto per questa particolare combinazione genere/tema.
ru: Анализируя выпущенные игры, вы начинаете получать представление о том, что работает хорошо, а что не очень. Это отражается в виде подсказок на экране разработки (если вы не выключили эту опцию в настройках).{n}Подсказки от '+++' до '--' указывают, насколько этот аспект важен для игр такого типа. Подсказка с вопросительным знаком (например, «+++?») означает, что у вас уже есть опыт с соответствующим жанром, но вы не уверены, насколько это сработает для данной комбинации жанра и тематики.
tr: Oyun raporları ürettiğiniz süre zarfında, oyunların yapım aşamaları konusunda tecrübe elde edersiniz, ve neyin tam olarak işe yarayıp neyin yaramayacağını öğrenirsiniz. Bu tecrübeler, eğer özellikler menüsünden iptal edilmemiş ise; oyun yapım aşama ekranlarında bir çeşit tip olarak gösterilirler. Bu tipler, aynı türden oyunların yapımında "+++" dan "--" ye kadar uzayan göstergeler ile hangi geliştirme bölümü için ne kadar önemli olduğunu sembolize ederler. Eğer bu sembollerin yanında soru işareti simgesi var ise, mesela "+++?", bu sizin hedeflediğiniz oyunun konu/janra kombinasyonu anlamında sadece içgüdülerinizin olduğunu, yani sonuçların tam olarak doğru çıkamayabileceğini ifade eder.

source: Game points
el: Πόντοι παιχνιδιού
es: Puntos de juego
it: Punti gioco
ru: Игровые очки
tr: Oyun puanları

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs should be fixed before the game is released and increase development time and cost.
el: Η ανάπτυξη του παιχνιδιού έχει τώρα ξεκινήσει.{n}Όταν αναπτύσσετε το παιχνίδι σας θα παράγετε πόντους παιχνιδιού τους οποίους μπορείτε να δείτε να εμφανίζονται ως φυσαλίδες. Οι πόντοι παιχνιδιού χωρίζονται σε πόντους σχεδιασμού και πόντους τεχνολογίας. Όσους περισσότερους πόντους παράγετε τόσο καλύτερο θα είναι το παιχνίδι.{n}Κατά καιρούς θα παράγονται πόντοι σφάλματος. Αυτοί οι πόντοι γίνονται λιγότερο πιθανοί να εμφανιστούν μόλις κερδίσετε εμπειρία. Τα σφάλματα θα πρέπει να φτιάχνονται πριν κυκλοφορήσει το παιχνίδι και αυξάνουν το χρόνο της ανάπτυξης και του κόστους.
es: El desarrollo del juego acaba de empezar.{n}Mientas desarrolles el juego generarás puntos de juego que podrás ver burbujeando. Los puntos de juego están divididos en puntos de diseño y puntos de tecnología. Cuantos más puntos generes mejor será el juego. {n} De vez en cuando generarás algunos puntos de error. Estos puntos probablemente te hagan ganar menos experiencia. Los errores deben ser arreglados antes de lanzar el juego e incrementa el coste y tiempo de desarrollo.
it: Lo sviluppo del gioco è cominciato.{n}Durante lo sviluppo produrrai punti di gioco che vedrai fuoriuscire dal tuo personaggio. I punti di gioco sono divisi in Punti Design e Punti Tecnologia. Più punti verranno prodotti, migliore sarà il gioco.{n}Di quando in quando si genereranno anche Punti Bug. Questi ultimi saranno sempre meno man mano che farai esperienza. I bug dovrebbero essere risolti prima del rilascio del gioco anche se ciò incrementerà il tempo e il costo dello sviluppo del gioco.
ru: Разработка игры началась.{n}Ход разработки представлен генерацией «игровых очков». Игровые очки делятся на очки дизайна и очки технологий. Чем больше очков вы сгенерируете, тем лучше будет игра.{n}Время от времени будут появляться и ошибки — баги, увеличивая время и стоимость разработки. По мере накопления опыта их вероятность снижается. До выпуска игры их лучше исправить.
tr: Oyun geliştirme şimdi başlamıştır.{n}Oyun geliştirirken köpüren balonlar görebilirsiniz oyun puan üretecektir. Oyun puanları tasarım ve teknoloji puanı olarak ayrılmıştır. Ne kadar çok puan üretirseniz oyununuz okadar iyi olacaktır.{n}Ayrıca bazen hata puanlarıda üretilecektir. Deneyim kazandığında bu hata puanları daha az olacaktır. Hatalar oyun yayımlanmadan, geliştirme süresini bitirmeden ve maaliyeti arttırmadan evvel düzeltilmelidir.

source: Additional game features
el: Επιπρόσθετες λειτουργίες παιχνιδιού
es: Más caracaterísticas de juego
it: Caratteristiche di gioco aggiuntive
ru: Дополнительные игровые возможности
tr: Ek oyun özellikleri

source: During development you can also select additional features for your game. Right now you can only pick 'Basic Sounds' but your options will increase quickly. Selecting additional features makes the game generally better but also increases its cost.{n}You will also see the graphic type you selected when you defined the game. This is just to remind you of your choice. You cannot change the type of graphics mid-game.
el: Κατά τη διάρκεια της ανάπτυξης μπορείτε επίσης να επιλέξετε επιπρόσθετες λειτουργίες για το παιχνίδι σας. Αυτή τη στιγμή μπορείτε να επιλέξετε μόνο 'Βασικούς Ήχους' όμως οι επιλογές θα αυξηθούν γρήγορα. Η επιλογή επιπρόσθετων λειτουργιών κάνει το παιχνίδι σε γενικές γραμμές καλύτερο αλλά επίσης αυξάνει το κόστος του.{n}Θα δείτε επίσης τον τύπο γραφικών που επιλέξατε όταν ορίσατε το παιχνίδι. Αυτό είναι απλά για να σας υπενθυμίσει την επιλογή σας. Δεν μπορείτε να αλλάξετε τον τύπο των γραφικών στη μέση της ανάπτυξης.
es: Durante el desarrollo puedes elegir características adicionales para tu juego. Por ahora sólo puedes elegir "Sonidos básicos", pero tus opciones aumentarán rápidamente. Elegir opciones adicionales suele hacer que el juego sea mejor, pero también incrementa el costo.{n}También verás el tipo de gráficos elegidos cuando definas el juego. Esto es sólo para recordarte tu elección. No puedes cambiar los gráficos en mitad del juego.
it: Durante lo sviluppo puoi anche selezionare delle caratteristiche aggiuntive per il tuo gioco. Per ora puoi solo scegliere 'Suoni Elementari' ma le tue possibilità aumenteranno rapidamente. Selezionare caratteristiche aggiuntive rende il gioco genericamente migliore ma ne aumenta anche il costo.{n}Vedrai anche il tipo di grafica che hai scelto quando hai definito il gioco. Questo è giusto per ricordarti della tua scelta. Non puoi modificare il tipo di grafica a metà gioco.
ru: Во время разработки вы можете выбрать дополнительные функции для своей игры. Сейчас доступен только «Базовый звук», но очень скоро вариантов станет больше. Дополнительные функции улучшают игру, но при этом увеличивают стоимость разработки.{n}Здесь же указана графическая технология, которую вы выбрали при проектировании игры. Это просто напоминание, изменить её во время разработки уже невозможно.
tr: Oyununuzun yaratılışı aşamasında farklı ekstra özellikler seçebilirsiniz. Şuan sadece 'Ana Sesler' i seçebilirsiniz ancak zamanla bu çoğalacak. Ekstra özellikler eklemek genel anlamda oyununu daha iyi hale getirir ancak maaliyetide artırır.{n}Oyunu tanımlarken ayrıca grafik çeşidinide seçiceksin. Bu sadece sana seçimi hatırlatmak için. Grafik seçimini oyunun ortasına gelmişsen değiştiremezsin.

source: Finishing phase
el: Τελειωτικό στάδιο
es: Fase final
it: Fase di finitura
ru: Завершающий этап
tr: Evre bittimi

source: The development of your first game is now complete. You can press the 'Finish' button to publish your game but you should only do that once you fix the majority of bugs.{n}Releasing a game without fixing bugs can severely affect your ratings so you should only ever consider that if you need the cash and you can't afford to wait.
el: Η ανάπτυξη του πρώτου σας παιχνιδιού έχει τώρα ολοκληρωθεί. Μπορείτε να πατήσετε το κουμπί 'Ολοκλήρωση' για να δημοσιεύσετε το παιχνίδι σας αλλά κάντε το αυτό μόνον εφόσον έχετε διορθώσει την πλειονότητα των σφαλμάτων!{n}Το να κυκλοφορήσετε ένα παιχνίδι δίχως να διορθώσετε σφάλματα μπορεί να επηρεάσει σημαντικά τις βαθμολογίες σας έτσι θα πρέπει να σκεφτείτε αυτήν την επιλογή μόνο αν χρειάζεστε τα χρήματα και δεν έχετε τη δυνατότητα να περιμένετε.
es: Has terminado el desarrollo de tu primer juego. Ya puedes pulsar el botón "Terminar" para publicarlo, pero sólo deberías hacerlo cuando hayas arreglado la mayoría de los bugs.{n}Lanzar un juego sin arreglar los bugs puede afectar bastante a tus críticas, así que considera hacerlo sólo cuando necesites dinero y no puedas permitirte esperar.
it: Lo sviluppo del tuo primo gioco è ora completo. Puoi premere il bottone 'Finito' per pubblicare il tuo gioco ma dovresti farlo solo dopo che la maggior parte dei bug sono stati corretti.{n}Rilasciare un gioco senza correggere i bug può pesare molto sulle valutazioni quindi dovresti farlo solo in caso ti serva il denaro e tu non possa aspettare oltre.
ru: Разработка вашей первой игры закончена. Вы можете нажать кнопку «Завершить» и выпустить игру, но лучше делать это только после исправления большинства ошибок.{n}Выпуск игры с неисправленными багами очень сильно влияет на оценки, так что принимать такое решение следует только в случае критической нехватки средств, когда медлить больше нельзя.
tr: İlk oyununun yazılımı tamamlandı. 'Bitir' butonuna basarak oyununu yayınlayabilirsin ancak bunu hataları ayıklamadan yapmamalısın.{n}Hataları düzeltmeden oyunu yayınlamak oldukça büyük bir sıralama kaybına yol açacaktır ve eğer gerçekten paraya sıkışmadıysanız bunu yapmamanızı öneririz.

source: Game development completed
el: Η ανάπτυξη του παιχνιδιού ολοκληρώθηκε
es: Desarrollo de juego completado
it: Sviluppo gioco completato
ru: Разработка игры завершена
tr: Oyunun geliştirmesi tamamlandı

source: The development of your game has now finished. While developing games you gain experience and improve your skills. When development is completed you will be presented with a summary of the experience gained.
el: Η ανάπτυξη του παιχνιδιού σας έχει τώρα ολοκληρωθεί. Όταν αναπτύσσετε παιχνίδια αποκτάτε εμπειρία και βελτιώνετε τις δεξιότητές σας. Όταν η ανάπτυξη ολοκληρώνεται θα σας παρουσιαστεί μια σύνοψη της εμπειρίας που κερδήθηκε.
es: El desarrollo en tu juego ha terminado. Mientras desarrollas juegos ganas experiencia y mejoras tus habilidades. Cuando el desarrollo esté completo se te presentará un resumen con la experiencia ganada.
it: Lo sviluppo del tuo gioco è ora terminato. Mentre sviluppi giochi tu guadagni esperienza e migliori le tue abilità. Quando lo sviluppo è completo ti verrà presentato un sommario dell' esperienza guadagnata.
ru: Во время работы над игрой вы приобретаете опыт и улучшаете свои навыки. Сейчас, когда вы завершили разработку игры, вам будет показана сводка полученного опыта.
tr: Oyununun gelişimi artık tamamlandı. Oyun tasarlarken deneyim puanı kazanırsın ve yetenek puanların gelişir. Gelişim tamamlandığında kazanılan deneyim ile alakalı bir bilgi elde edeceksin.

source: Game released
el: Το παιχνίδι κυκλοφόρησε
es: Juego publicado
it: Gioco rilasciato
ru: Игра выпущена
tr: Oyun yayınlandı

source: Your game is now complete and will be handed off to publishing. We should see reviews and sales coming in for the game soon!
el: Το παιχνίδι σας έχει τώρα ολοκληρωθεί και θα παραδοθεί για έκδοση. Θα πρέπει να δούμε αξιολογήσεις και πωλήσεις για το παιχνίδι να έρχονται σύντομα!
es: Tu juego está ahora completo y será enviado para ser publicitado. Las críticas y las ventanas deberían llegar pronto!
it: Il tuo gioco è ora completo e sarà passato alla pubblicazione. Dovremmo vedere arrivare le recensioni e le vendite del gioco presto!
ru: Работа над игрой закончена, и она передана в издательство. Скоро должны начаться продажи и выйти первые обзоры!
tr: Oyununuz şuanda tamamlandı ve sunulmaya hazır. Görüşleri ve satışları yakında göreceğiz!

source: First game finished
el: Το πρώτο παιχνίδι ολοκληρώθηκε
es: Primer juego terminado
it: Primo gioco terminato
ru: Первая игра готова
tr: İlk oyun tamamlandı

source: After publishing a game you can invest a little bit of time to analyze your creation and generate a game report. Game reports are a great way to gain research points as well as valuable insights into what works and what doesn't work when developing a game.{n}To generate a game report close this message and then {0} anywhere on the screen to bring up the action menu.
el: Αφότου εκδώσετε ένα παιχνίδι μπορείτε να αφιερώσετε λίγο ακόμα χρόνο για να αναλύσετε τη δημιουργία σας και να δημιουργήσετε μία αναφορά παιχνιδιού. Οι αναφορές παιχνιδιών είναι ένας πολύ καλός τρόπος για να κερδίσετε πόντους έρευνας καθώς και πολύτιμες γνώσεις σχετικά με τι λειτουργεί και τι δεν λειτουργεί όταν αναπτύσσετε ένα παιχνίδι.{n}Για να δημιουργήσετε μια αναφορά παιχνιδιού κλείστε αυτό το μήνυμα και έπειτα {0} οπουδήποτε στην οθόνη για να εμφανίσετε το μενού ενεργειών.
es: Luego de publicar un juego puedes invertir un poco de tiempo en analizar tu creación y generar un reporte del juego. Un reporte del juego es una estupenda manera de ganar puntos de investigación así como también revelaciones sobre que sirve y qué no sirve mientras desarrollas un juego.{n}Para generar un reporte de juego cierra este mensaje y luego haz {0} en cualquier lugar de la pantalla para abrir el menú de acción.
it: Dopo aver pubblicato un videogioco puoi utilizzare un po' di tempo per analizzare la tua creazione e generare un Rapporto sul Gioco. I Rapporti sul Gioco sono un'ottima maniera di ottenere Punti Ricerca e preziose intuizioni su cosa funziona e cosa no durante lo sviluppo dei giochi.{n}Per generare un Rapporto sul Gioco chiudi questo messaggio e {0} in qualsiasi punto dello schermo per aprire il Menu Azioni.
ru: Выпустив игру, вы можете вложить в неё ещё немного своего времени, поработав над её анализом. Анализ выпущенной игры — отличная возможность понять, что из принятых при разработке решений пошло на пользу, а что во вред, и попутно заработать немного очков исследований.{n}Чтобы проанализировать игру, закройте это сообщение и {0} в любом месте на экране для вызова меню действий.
tr: Oyununuzu bitirdikten sonra biraz daha ekstra ücretle oyununuz için bir oyun raporu oluşturabilirsiniz. Oyun raporları araştırma puanları kazanmak için mükemmel bir yoldur ve ayrıca oyun oluştururken neyin işe yarayıp neyin yaramadığınıda görebilirsiniz.{n}Bir oyun raporu oluşturmak için bu mesajı kapayın ve ekranda herhangi bir yere {0} ve menüyü açın.

source: First sales
el: Πρώτες πωλήσεις
es: Primeras ventas
it: Prime vendite
ru: Первые продажи
tr: İlk satışlar

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph in the top right of the screen.
el: Τώρα που το παιχνίδι σας διατίθεται προς πώληση θα λαμβάνετε τα έσοδα από το παιχνίδι κάθε βδομάδα. Μπορείτε να δείτε πόσο καλά τα πηγαίνει το παιχνίδι σας κοιτάζοντας το γράφημα πωλήσεων πάνω δεξιά στην οθόνη σας.
es: Ahora que tu juego está en venta recibirás ganancias del juego cada semana. Puedes ver qué tan bien le está yendo a tu juego mirando el gráfico de ventas en la esquina superior derecha de la pantalla.
it: Ora che il tuo gioco è in vendita riceverai gli incassi del gioco settimanalmente. Puoi vedere quanto bene sta andando il gioco guardando il grafico vendite in alto a destra dello schermo.
ru: Начались продажи вашей игры, и теперь вы будете получать доход от неё каждую неделю. График продаж в правом верхнем углу экрана показывает, насколько успешной получилась игра.
tr: Artık oyunun piyasada olduğuna göre ondan düzenli olarak her hafta gelir elde edeceksin. Satışların ne kadar iyi gittiğini sağ üst köşedeki satış grafiğinden görebilirsiniz.

source: Game Reports
el: Αναφορές Παιχνιδιών
es: Reportes de juegos
it: Rapporti sul Gioco
ru: Анализ игры
tr: Oyun Rapoları

source: Game reports are a great way to gain more research points and new insights. It pays off to generate a report for each game you release. Now that you've completed your first game report it's a good idea to look at the research menu. To open the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
el: Οι αναφορές παιχνιδιών είναι ένας θαυμάσιος τρόπος για να αποκτήσετε περισσότερους πόντους έρευνας και νέες γνώσεις. Αξίζει να δημιουργείτε μία αναφορά για κάθε παιχνίδι δημοσιεύετε. Τώρα που ολοκληρώσατε την πρώτη αναφορά παιχνιδιού σας θα ήταν καλή ιδέα να ρίξετε μια ματιά στο μενού έρευνας. Για να ανοίξετε το μενού έρευνας κλείστε αυτό το μήνυμα και έπειτα {0} οπουδήποτε στην οθόνη για να εμφανίσετε το μενού ενεργειών.
es: Los informes de juegos son una gran manera de ganar más puntos de investigación y nuevas ideas. Vale la pena generar un informe de cada juego que lances. Ahora que has completado tu primer informe de juego es una gran idea echar un vistazo al menú de investigación. Para abrir el menú de investigación, cierra este mensaje y luego haz {0} en cualquier parte de la pantalla para que aparezca el menú de acciones.
it: I rapporti finali sul gioco sono un'ottima maniera di guadagnare punti ricerca e nuovi consigli. Conviene sicuramente generare un rapporto per ogni gioco che hai rilasciato. Ora che hai completato il tuo primo rapporto sul gioco è una buona idea dare un'occhiata al Menu Ricerca. Per aprire il menu Ricerca chiudi questo messaggio e {0} ovunque sullo schermo per aprire il Menu Azioni.
ru: Анализ каждой выпущенной игры — прекрасный источник новых идей и очков исследований. Работа над этим отчётом всегда окупается. Теперь, проанализировав свою первую игру, имеет смысл заглянуть в меню исследований. Чтобы открыть меню исследований, закройте это сообщение и {0} в любом месте на экране для вызова меню действий.
tr: Oyun raporları daha fazla araştırma puanı ve yeni anlayışlar kazanmak için mükemmel bir yoldur. Her çıkarttığın oyun için bir rapor yaratmaya değer. Şimdi ilk oyun raporunu bitirdiğine göre araştırma menüsüne bakmak iyi fikir. Araştırma menüsünü açmak için bu mesajı kapayın ve sonra aksiyon menüsünü görmek için ekranda herhangi bir yere {0}.
