Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Today, Grapple, a company well known for their role in the early PC industry and, more recently, for their portable music player, grPod, have announced that they will soon release a powerful new mobile phone. The phone has a touch screen and sports a surprisingly powerful CPU.{n}The integrated graphics chipset should also allow the phone to run games and, since the phone comes with its own application delivery platform, it could become a great device for mobile games. The grPhone will be available {0}.
el: Σήμερα, η Grapple, μία εταιρία ευρέως γνωστή για το ρόλο της στην πρώιμη βιομηχανία υπολογιστών και, πιο πρόσφατα, για την φορητή συσκευή μουσικής της, το grPod, ανακοίνωσε ότι σύντομα θα κυκλοφορήσει ένα νέο ισχυρό κινητό τηλέφωνο. Το τηλέφωνο έχει οθόνης αφής και εκπληκτικά ισχυρή CPU.{n}Το ενσωματωμένο chipset γραφικών πρέπει επίσης να επιτρέπει το τηλέφωνο να τρέχει παιχνίδια και, εφόσον το τηλέφωνο έρχεται με τη δικιά του πλατφόρμα παράδοσης εφαρμογών, θα μπορούσε να γίνει μια εξαίσια συσκευή για κινητές εφαρμογές. Το grPhone θα είναι διαθέσιμο {0}.
es: Hoy, Grapple, una compañía conocida por su papel en los albores de la industria del PC y más recientemente por su reproductor de música portátil, el grPod, ha anunciado que lanzará pronto un nuevo y potente teléfono móvil. El teléfono tendrá pantalla táctil e incluirá una CPU sorprendentemente potente.{n}El chip dé gráficos integrado debería permitir que los juegos funcionen en el teléfono y, ya que el teléfono incluye su propia plataforma de descarga de aplicaciones, podría ser ideal para juegos portátiles. El grPhone estará disponible {0}.
it: Oggi, Grapple, una società ben nota società per il ruolo avuto nell' industria dei PC dei primordi, e più recentemente, per il loro lettore di musica portatile, il grPod, ha annunciato che rilascerà a breve un potente nuovo telefonino. Il telefonino avrà il touch screen ed una CPU sorprendentemente potente.{n}Il chipset di grafica integrato dovrebbe anche permettere al telefono di eseguire giochi, dato che il telefono avrà la sua piattaforma di distribuzione applicazioni, potrebbe diventare un grande dispositivo per giochi mobile. Il grPhone sarà disponibile {0}.
ru: Сегодня компания Grapple, создатель одной из ранних моделей ПК, а с недавних пор — ещё и портативного музыкального плеера grPod, анонсировала скорый выход нового мобильного телефона. Устройство будет иметь сенсорный экран и очень мощный процессор.{n}Графические возможности нового телефона позволят запускать игры, а учитывая наличие собственной системы распространения приложений, можно говорить о нём как о полноценной игровой платформе. Выход grPhone ожидается {0}.
tr: Bugün, Grapple, erken PC endüstrisine katkılarindan ve yakın zamanda çıkan taşınabilir müzik çalar aleti olan grPod ile tanıdığımız şirket, yeni güçlü bir cep telefonu çıkartacaklarını duyurdu. Telefon dokunmatik bir ekrana ve oldukça güçlü bir işlemci desteğine sahip.{n}Montajlanmış grafik seti telefonun oyunlar oynanmasına olanak sağlıyor ve kendine özel oyun dizayn platformu ile oyun oynanması oldukça eğlenceli bir cihaz olabilir. grPhone {0} tarihinde hazır olacak.

source: In what some call a bizarre show of arrogance Vonny representatives have been trash-talking Mirconoft's successful mBox 360 while praising their own upcoming Playsystem 3 in the lead-up to their launch {0}.{n}Asked about the unusually high price of the Playsystem 3, a high-ranking company official replied, 'People will work more hours to buy one. We want people to feel that they want it more than anything else.'.{n}We are not sure that players will really want it so badly, as, so far, no major game titles have been announced for the Playsystem 3. It might be a while before developers are able to take full advantage of the powerful new console.
el: Σε μια αποκαλούμενη από πολλούς αλλόκοτη πράξη αλαζονείας οι αντιπρόσωποι της Vonny θάβουν το επιτυχημένο mBox 360 είναι εξυμνούν το δικό τους επερχόμενο Playsystem 3 στην πορεία μέχρι την κυκλοφορία του {0}.{n}Ερωτώμενοι σχετικά με την ασυνήθιστα υψηλή τιμή του Playsystem 3, είναι υψηλό στέλεχος της εταιρίας απάντησε, 'Οι άνθρωποι θα δουλέψουν περισσότερες ώρες για να το αποκτήσουν. Θέλουμε οι άνθρωποι να αισθάνονται ότι το θέλουν περισσότερο από οτιδήποτε άλλο.'.{n}Δεν είμαστε σίγουροι ότι οι παίκτες θα το θέλουν τόσο άσχημα, καθώς, μέχρι στιγμής, δεν έχουν ανακοινωθεί μεγάλοι τίτλοι για το Playsystem 3. Μπορεί να υπάρξει λίγος χρόνος μέχρι οι προγραμματιστές να είναι σε θέση να εκμεταλλευτούν πλήρως την νέα ισχυρή κονσόλα.
es: En lo que para algunos ha sido una extraña muestra de arrogancia, los representantes de Vonny han largado sobre la exitosa mBox 360 de Mirconoft a la par que han alabado su propia Playsystem 3, que saldrá {0}.{n}Al preguntársele por el inusualmente elevado precio de la Playsystem3, un alto miembro de la compañía respondió: "La gente trabajará más horas para comprarse una. Queremos que la gente desee la consola por encima de todo lo demás.".{n}No estamos seguros de que los jugadores la deseen tanto ya que, hasta ahora, no se ha anunciado ningún juego importante para la Playsystem 3. A los diseñadores les podría llevar cierto tiempo sacarle todo el partido a esta nueva y potente consola.
it: In quella che alcuni chiamano una bizzarra dimostrazione di arroganza i rappresentanti di Vonny han parlato della popolare mBox 360 di Mirconoft come fosse spazzatura elogiando nel mentre la loro incalzante Playsystem 3 nell'attesa per il loro lancio {0}.{n}Interrogati riguardo il prezzo insolitamente alto della Playsystem 3, un dirigente di alto rango ha replicato, 'La gente lavorerà più ore per comprarne una. Vogliamo che la gente senta di desiderarla sopra ogni altra cosa.'.{n}Noi non siamo sicuri che i giocatori la vorranno davvero tanto, dato che, finora, nessun grande titolo di gioco è stato annunciato per la Playsystem 3. Potrebbe passare del tempo prima che gli sviluppatori siano in grado di trarre pieno vantaggio della nuova potente console.
ru: Запуск Playsystem 3 ожидается {0}, и представители Vonny уже успели удивить журналистов неожиданно высокомерными заявлениями, сравнивая свою консоль с mBox 360 от Mirconoft.{n}Отвечая на вопрос о необычно высокой цене Playsystem 3, высокопоставленный сотрудник компании заявил: «Ну что ж, людям просто придётся провести больше времени на работе, чтобы позволить себе эту консоль. Мы хотим, чтобы они прочувствовали, насколько сильно они её хотят».{n}Мы не уверены, настолько ли сильно её хотят игроки, хотя бы потому, что до сих пор не было анонсировано ни одной серьёзной игры для Playsystem 3. Пройдёт достаточно много времени, прежде чем разработчики в полной мере оценят преимущества новой консоли.
tr: Bazılarının düşüncesine göre Vonny sunumcusunun Mirconoft'un başarılı mBox 360 hakkında tutarsız ve aşağılayıcı ancak kendi Playsystem 3 için çıkışından hemen önce yücelten şekilde konuşması garip karşılandı {0}.{n}Herzamankinden fazla olan Playsystem 3 fiyatı sorulduğunda şirketten bir yetkili,'İnsanlar bu konsolu almak için daha fazla çalışacaklar. İnsanların bu konsolu herşeyden daha fazla istemelerini istiyoruz.'.{n}Oyuncuların bu konsolu bu kadar büyüklükte isteyeceklerine emin olmamakla birlikte, henüz Playsystem 3 için büyük bir yorum yapılmadı. Yazılımcıların bu konsolu tamamen güçlendirmeleri biraz zaman alacak gibi.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox One will be available {0}.
el: Για τους οπαδούς του mBox, η μεγάλη αναμονή για μια αναβάθμιση στην κονσόλα θα τελειώσει σύντομα καθώς η Mirconoft ανακοίνωσε ότι το mBox One θα είναι διαθέσιμο {0}.
es: Para los fans de la mBox, la larga espera de una actualización para la consola terminará pronto ya que Mirconoft ha anunciado que la mBox One estará disponible {0}.
it: Per i fan di mBox, la lunga attesa per un aggiornamento della console sarà presto finita dato che Mirconoft ha annunciato che la mBox One sarà disponibile {0}.
ru: Фанаты mBox долго ждали новой консоли, и вот, наконец, Mirconoft объявила: mBox One будет выпущена {0}.
tr: mBox fanlarının konsola gelecek olan güncelleme için uzun bekleyişleri yakında sona erecek.Çünkü Mirconoft mBox One'ın {0} tarihinde erişilebilir olacağını duyurdu.

source: Invitation
el: Πρόσκληση
es: Invitación
it: Invito
ru: Приглашение
tr: Davetiye

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is hardly a risk of Vonny fans being disappointed
el: Μόλις αφότου η Mirconoft ανακοίνωσε το νέο της στοίχημα στην επερχόμενη γενιά κονσολών, η Vonny ανακοίνωσε ότι θα κυκλοφορήσουν την νέα, πολυαναμενόμενη κονσόλα, το Playsystem 4, {0}. Η κονσόλα φαίνεται να κάνει ο,τι έκανε το Playsystem 3, μονάχα καλύτερα.{n}Σε αντίθεση με το mBox One, το Playsystem 4 δεν έχει απαίτηση για συνεχή λειτουργία online και φαίνεται πολύ πιο φιλικό στους παίκτες. Πιστεύουμε ότι δεν υπάρχει σχεδόν καθόλου πιθανότητα να απογοητευτούν οι οπαδοί της Vonny
es: Justo después de que Mirconoft anunció su nueva apuesta para la próxima generación de consolas, Vonny ha anunciado que lanzarán su nuevo, largamente esperada consola, la Playsystem 4, {0}. La consola parece hacer todo lo que la Playsystem 3 hacía, solo que mejor.{n}A diferencia de la mBox One, la Playsystem 4 no requiere estar siempre conectada a internet y para mucho mas fácil de usar. Creemos que es muy improbable que los fan de Vonny sean decepcionados
it: Subito dopo l'annuncio di Mirconoft della loro nuova scommessa per la generazione di console in arrivo, Vonny ha annunciato che rilasceranno la loro nuova, a lungo attesa console, la Playsystem 4, {0}. La console sembra fare tutto quello che già faceva la Playsystem 3, soltanto meglio.{n}Diversamente dalla mBox One, la Playsystem 4 non richiederà la connessione permanente e sembra essere molto più vicina ai giocatori. Pensiamo che difficilmente i fan di Vonny rischieranno di restare delusi
ru: Сразу после анонса от Mirconoft Vonny объявили, что {0} выпустят новую долгожданную консоль Playsystem 4. Устройство умеет всё то же самое, что и Playsystem 3, только лучше.{n}В отличие от mBox One, Playsystem 4 не требует постоянного подключения к интернету и вообще более дружелюбна к игроку. Вряд ли фанаты Vonny будут разочарованы.
tr: Mirconoftun kendi konsolunu duyurmasının hemen ardından, Vonny uzun zamandır beklenilen Playsystem 4 ü duyurdu, {0}. Konsol Playsystem 3 ün yaptığı herşeyi yapıyor, ama daha iyi olarak.{n}mBox One'ın aksine, Playsystem 4 sürekli internet bağlantısı gerektirmiyor ve görünüşe göre oldukça oyuncu dostu. Vonny hayranlarının hayalkırıklığına uğrayacağını sanmıyoruz

source: Mirconoft has announced their plans to release a completely revamped version of the mBox {0} called mBox Next. The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox One into one small package.{n}Visually, the mBox Next is reminiscent of the earlier mBox 360 with a much lighter tone marking a departure from the bulky and dark style of the mBox One. The technology of the mBox Next seems promising
el: Η Mirconoft ανακοίνωσε τα σχέδιά της να κυκλοφορήσει μια εντελώς ανανεωμένη έκδοση του mBox {0} που ονομάζεται mBox Next. Η νέα κονσόλα φαίνεται να ενσωματώνει με έξυπνο τρόπο τον πρόσθετο αισθητήρα κίνησης της Mirconoft για το mBox One σε ένα μικρό πακέτο.{n}Εμφανισιακά, το mBox Next μοιάζει με το παλαιότερο mBox 360 με έναν πολύ πιο απαλό τόνο που σηματοδοτεί μια αποχώρηση από το ογκώδες και σκούρο στυλ του mBox One. Η τεχνολογία πίσω από το mBox Next φαίνεται υποσχόμενη
es: Mirconoft ha anunciado sus planes de lanzar una totalmente renovada versión de la mBox {0} llamada mBox Next. La nueva consola parece que ingeniosamente integra el propio sensor de movimiento de Mirconoft integrado para la mBox One en un pequeño paquete.{n}Visualmente la mBox Next es similar a la primera mBox 360 con un color mucho mas claro marcando una salida del voluminoso y oscuro estilo de la mBox One. La tecnología de la mBox Next suena prometedora
it: Mirconoft ha annunciato i propri piani di voler rilasciare una versione completamente rivista della mBox {0} chiamata mBox Next. La nuova console sembra integri intelligentemente il sensore di movimento di Mirconoft per la mBox One in un unico pacchetto.{n}Visualmente, la mBox Next ricorda le prime mBox 360 con un marchio molto più tenue, un distacco dalla grossa e scura mBox One. La tecnologia della mBox Next sembra promettente
ru: Mirconoft объявила о своих планах выпустить полностью обновлённую версию mBox {0} под названием mBox Next. Новая консоль будет включать в себя датчик движения, разработанный Mirconoft в качестве дополнения к mBox One.{n}Внешне она напоминает своего предшественника, mBox 360, но более светлая окраска подчёркивает отход от прежнего тяжеловесного стиля. Технологически же mBox Next — это серьёзный шаг вперёд.
tr: Mirconoft mBox {0} için tamamen yeni bir konsol olacak mBox Next'i duyurdu. Yeni konsol ustaca hareket sensörleri ile donatılmış ve mBox One'ın küçük modeliymiş gibi duruyor.{n}Görünen, mBox Next'in mBox 360'ın yeni versiyonu ve mBox Onedan biraz daha açık renkli olduğu yönünde. mBox Next'in teknolojisi umut verici gibi

source: Many have expected that Vonny will announce a new platform before Mirconoft's mBox Next will hit the market and, today, Vonny did just that. Keeping with company tradition, and in contrast to competitor Mirconoft's naming practices, the newly announced console is aptly named Playsystem 5.{n}The Playsystem 5 seems an incremental update, coming out {0} with a form-factor that reminds of the early Playsystem 3. The new system promises to be a solid update
el: Πολλοί περίμεναν ότι η Vonny θα ανακοινώσει μια νέα πλατφόρμα πριν το mBox Next της Mirconoft χτυπήσει την αγορά και, σήμερα, η Vonny έκανε ακριβώς αυτό. Μένοντας με την παράδοση της εταιρίας, και σε αντίθεση με τις πρακτικές ονομασίας της αντιπάλου Mirconoft, η πρόσφατα ανακοινωμένη κονσόλα ονομάζεται ορθώς Playsystem 5.{n}Το Playsystem 5 φαίνεται για αυξητική αναβάθμιση, ερχόμενο {0} με συντελεστή μορφής που θυμίζει το παλιό Playsytem 3. Το νέο σύστημα υπόσχεται ότι θα είναι μια καλή αναβάθμιση
es: Muchos esperaban que Vonny lanzara su nueva plataforma antes que la mBox Next de Mirconoft llegue al mercado y hoy Vonny acaba de hacerlo. Manteniendo la tradición de la compañía y en contraste con las modelo de nombres de su competidor, la recientemente anunciada consola fué nombrada acertadamente Playsystem 5.{n}La Playsystem 5 parece ser una actualización incrementa, siendo lanzada {0} con un diseño que recuerda a la anterior Playsystem 3. Este nuevo sistema promete ser una buena actualización
it: Molti si aspettavano che Vonny annunciasse una nuova piattaforma prima che la mBox Next di Mirconoft arrivasse sul mercato e, oggi, Vonny ha fatto proprio questo. Mantenendo la tradizione della società, ed in contrasto con le pratiche di denominazione della concorrente Mirconoft, la nuova console si chiamerà giustamente Playsystem 5.{n}La Playsystem 5 sembra un aggiornamento incrementale, uscendo {0} con un form-factor che ricorda le precedenti Playsystem 3. Il nuovo sistema sembra promettere un solido aggiornamento
ru: Многие предсказывали, что Vonny постарается опередить Mirconoft, анонсировав свою платформу раньше выхода mBox Next, и оказались правы. Сохраняя традиции компании и в пику конкурентам, Vonny назвали консоль просто и строго: Playsystem 5.{n}Playsystem 5 появится на рынке {0}. Являясь, по сути, развитием и улучшением Playsystem 3, она и внешне напоминает своего предшественника.
tr: Çoğu kişi Mirconoft un mBox Next'i pazara çıkmadan önce Vonny'nin yeni bir platform sunacağı yönündeydi, ve, bugün Vonny bunu yaptı. Şirket geleneğini devam ettirerek, ve rakipleri Mirconoft a isim konusunda gönderme yaparak, Playsystem 5'in çıkacağını duyurdu.{n}Playsystem 5 görünüşe göre epey kaliteli güncellemere sakip, {0} tarihinde yeni bir Playsystem 3 ü andıran görünümle geliyor. Yeni sistem yeni güncelleme sözü veriyor

source: but we will see how well the new console competes with the popular {0} console.
el: …αλλά θα δούμε πόσο καλά η νέα κονσόλα θα ανταγωνιστεί με τη δημοφιλής κονσόλα {0}.
es: pero veremos cómo compite contra la popular consola {0}.
it: ma vedremo quanto bene la nuova console competerà con la console {0}.
ru: Однако посмотрим, насколько хорошо новая консоль покажет себя в сравнении с популярной {0}.
tr: ama yeni konsolun popüler {0} konsollarla nasıl rekabet edeceğini göreceğiz.

source: but we will see how the new console will fare against its competitors.
el: …αλλά θα δούμε πως η νέα κονσόλα θα τα πάει ενάντια στους ανταγωνιστές της.
es: pero veremos cómo compite la nueva consola contra sus competidoras.
it: ma vedremo come la nuova console si comporterà contro le sue concorrenti.
ru: Однако посмотрим, насколько хорошо новая консоль покажет себя в сравнении с конкурентами.
tr: ama yeni konsolun rakiplerine karşı ne kadar iyi olduğunu göreceğiz.

source: {0}, a newcomer in the game industry, has just released their first game '{1}'. The game
el: Η {0}, νεοφερμένη στη βιομηχανία των βιντεοπαιχνιδιών, μόλις κυκλοφόρησε το πρώτο της παιχνίδι το '{1}'. Το παιχνίδι…
es: {0}, un recién llegado a la industria del videojuego, acaba de lanzar su primer juego, "{1}". El juego
it: {0}, un novizio dell' industria, ha appena rilasciato il suo primo gioco '{1}'. Il gioco
ru: «{0}», новички в игровой индустрии, только что выпустили свою первую игру — «{1}». Её
tr: Oyun sektörüne yeni gelen {0}, ilk oyunları olan '{1}' oyununu yayınladı. Oyun

source: got generally low scores from reviewers but with a bit of experience we are sure that we will see better games from {0} in the future.
el: έλαβε σχετικά χαμηλές βαθμολογίες από τους κριτές αλλά με λίγη εμπειρία ακόμα είμαστε σίγουροι ότι θα δούμε καλύτερα παιχνίδια από την {0} στο μέλλον.
es: ha obtenido bajas puntuaciones en general por parte de la crítica, pero estamos seguros de que, con un poco más de experiencia, veremos mejores juegos de {0} en el futuro.
it: ha ricevuto generalmente bassi punteggi dai recensori ma con un poco di esperienza siamo sicuri che vedremo giochi migliori da {0} in futuro.
ru: в целом оценили довольно низко, но мастерство приходит с опытом, и мы уверены, что ещё увидим отличные игры от компании «{0}».
tr: genellikle eleştirmenlerden düşük not aldı fakat şundan eminiz ki, biraz daha deneyimle {0} şirketinden gelecekte daha iyi oyunlar göreceğiz.

source: had a moderate response from reviewers. We are curious what {0} will deliver in the future.
el: είχε μέτρια ανταπόκριση από τους κριτές. Είμαστε περίεργοι τι θα προσφέρει η {0} στο μέλλον.
es: ha tenido una respuesta moderada por parte de la crítica. Hay curiosidad por ver qué nos dará {0} en el futuro.
it: ha avuto una moderata risposta dai recensori. Siamo curiosi di cosa {0} ci consegnerà in futuro.
ru: приняли довольно прохладно. Посмотрим, чего нам ожидать от компании «{0}» в будущем.
tr: eleştirmenlerden makul yorumlar aldı. {0} şirketinin gelecekte neler yapacağını merak ediyoruz.

source: received favorable reviews. With such a good start {0} are sure to gain fans quickly.
el: έλαβε ευνοϊκές κριτικές. Με μια τόσο καλή αρχή η {0} σίγουρα θα αποκτήσει οπαδούς γρήγορα.
es: recibe críticas muy favorables. Con un comienzo tan bueno {0} ganara fans rápidamente.
it: ha ricevuto buone recensioni. Con un così buon inizio è sicuro che {0} guadagnerà ammiratori in fretta.
ru: приняли благосклонно. Такой уверенный старт, несомненно, позволит компании «{0}» быстро обзавестись верными поклонниками.
tr: olumlu eleştiriler aldı. ↵ Böyle iyi bir başlangıç ile {0} çabucak hayran kitlesi kazanır.

source: Welcome
el: Καλωσήρθατε
es: Bienvenido
it: Benvenuto
ru: Добро пожаловать
tr: Hoşgeldiniz

source: It seems that the initial sales for {0} have fallen way below expected numbers. The game received {1} reviews but it seems that the chosen platform isn't very popular with the target audience.
el: Φαίνεται ότι οι αρχικές πωλήσεις για το {0} έχουν πέσει αρκετά πιο κάτω από το αναμενόμενο. Το παιχνίδι έλαβε {1} κριτικές αλλά φαίνεται ότι η επιλεγμένη πλατφόρμα δεν είναι αρκετά δημοφιλής με το απευθυνόμενο κοινό.
es: Parece que las ventas iniciales de {0} han caído por debajo de lo esperado. El juego ha recibido {1} críticas, pero parece que la plataforma elegida no es muy popular entre el público objetivo.
it: Sembra che le vendite iniziali di {0} siano state molto minori di quanto ci si aspettasse. Il gioco ha ricevuto {1} recensioni ma sembra che la piattaforma scelta non sia molto popolare tra il pubblico a cui il gioco è mirato.
ru: Похоже, продажи игры «{0}» упали значительно ниже ожидаемой отметки. Игра была встречена {1}, но, кажется, выбранная платформа не слишком популярна среди целевой аудитории.
tr: Görünüşe göre {0} için ilk satışlar beklenenin altında. Oyun incelemelerden {1} aldı, ama görünüşe göre seçilen platform hedef kitle için çok popüler değil.

source: All in all
el: Σε γενικές γραμμές…
es: En resumen,
it: Nel complesso
ru: Пожалуй,
tr: Sonuçta

source: we think that the console will stir up the market and prove to be very successful.
el: πιστεύουμε ότι η κονσόλα θα ταρακουνήσει την αγορά και θα αποδειχθεί πολύ επιτυχής.
es: creemos que la consola revolucionará el mercado y será de lo más exitosa.
it: pensiamo che la console stimolerà il mercato e si dimostrerà un successo.
ru: эта консоль взорвет рынок и окажется весьма успешной.
tr: konsolun pazarı karıştıracağını ve başarısını kanıtlayacağını düşünüyoruz.

source: we think that the console will do reasonably well in the market and it is a welcome addition.
el: πιστεύουμε ότι η κονσόλα θα τα καταφέρει αρκετά καλά στην αγορά και θα είναι μια ευχάριστη προσθήκη.
es: creemos que la consola funcionará razonablemente bien en el mercado y será una novedad bien recibida.
it: pensiamo che la console venderà piuttosto bene nel mercato e sarà una piacevole aggiunta.
ru: у этой консоли неплохие шансы на рынке, будем рады увидеть её в продаже.
tr: konsolun pazarda oldukça iyi iş yapacağını ve hoş bir katkı olacağını düşünüyoruz.

source: it's hard to say whether the console will do well as there are so many other good products on the market.
el: είναι δύσκολο να πούμε αν η κονσόλα θα τα καταφέρει καλά καθώς υπάρχουν τόσα άλλα καλά προϊόντα στην αγορά.
es: es difícil decir si la consola se venderá bien, ya que en el mercado hay alternativas de mucha calidad.
it: è difficile dire se la console venderà bene data la presenza di tanti altri buoni prodotti sul mercato.
ru: вряд ли консоль ждёт успех на рынке — там уже хватает более качественных устройств.
tr: pazarda bu kadar iyi ürün varken konsolun çok iyi iş yapıp yapmayacağını söylemek zor.

source: Magazines
el: Περιοδικά
es: Revistas
it: Riviste
ru: Журналы
tr: Dergiler

source: Small Campaign
el: Μικρή Εκστρατεία
es: Campaña Pequeña
it: Campagna Piccola
ru: Малая кампания
tr: Küçük Kampanya

source: Large Campaign
el: Μεγάλη Εκστρατεία
es: Campaña Extensa
it: Campagna Grande
ru: Большая кампания
tr: Büyük Kampanya

source: Sports
el: Αθλητικό
es: Deportes
it: Sport
ru: Спорт
tr: Sporlar

source: Military
el: Στρατιωτικό
es: Militar
it: Militare
ru: Война
tr: Askeri

source: Medieval
el: Μεσαιωνικό
it: Medievale
ru: Средневековье
tr: Orta Çağ

source: Space
el: Διάστημα
es: Espacial
it: Spazio
ru: Космос
tr: Uzay

source: Racing
el: Αγώνες
es: Carreras
it: Corse
ru: Гонки
tr: Yarış

source: Fantasy
el: Φαντασία
es: Fantasía
ru: Фэнтези
tr: Fantezi
