Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Pirate
el: Πειρατικό
es: Piratas
it: Pirati
ru: Пираты
tr: Korsan

source: Sci-Fi
el: Επιστημονική Φαντασία
es: Ciencia Ficción
ru: Научная фантастика
tr: Bilim Kurgu

source: Airplane
el: Αεροπλάνα
es: Aviones
it: Aeroplani
ru: Авиация
tr: Uçak

source: Dungeon
es: Mazmorra
it: Segrete
ru: Подземелья
tr: Zindan

source: Mystery
el: Μυστήριο
es: Misterio
it: Mistero
ru: Тайны
tr: Gizem

source: Martial Arts
el: Πολεμικές Τέχνες
es: Artes Marciales
it: Arti Marziali
ru: Боевые искусства
tr: Dövüş Sanatları

source: History
el: Ιστορία
es: Historia
it: Storico
ru: История
tr: Tarih

source: Horror
el: Τρόμος
es: Miedo
ru: Ужасы
tr: Korku

source: Business
el: Επιχείρηση
es: Negocios
it: Lavoro
ru: Бизнес
tr: İş

source: Transport
el: Μεταφορά
es: Transporte
it: Trasporti
ru: Транспорт
tr: Ulaşım

source: Comedy
el: Κωμωδία
es: Comedia
it: Commedia
ru: Комедия
tr: Komedi

source: Ninja
el: Νίντζα
es: Ninjas
ru: Ниндзя

source: Romance
el: Ρομαντισμός
es: Novela
it: Romantico
ru: Романтика
tr: Romantizm

source: Spy
el: Κατασκοπεία
es: Espías
it: Spie
ru: Шпионы
tr: Casus

source: Detective
el: Ντετέκτιβ
es: Investigador
ru: Детектив
tr: Dedektif

source: Cyberpunk
ru: Киберпанк
tr: Siberkorsan

source: UFO
el: ΑΤΙΑ
es: OVNI
ru: НЛО

source: Hospital
el: Νοσοκομείο
it: Ospedale
ru: Больница
tr: Hastane

source: Evolution
el: Εξέλιξη
es: Evolución
it: Evoluzione
ru: Эволюция
tr: Evrim

source: Time Travel
el: Ταξίδι στο Χρόνο
es: Viaje en el Tiempo
it: Viaggi nel Tempo
ru: Путешествия во времени
tr: Zamanda Yolculuk

source: Life
el: Ζωή
es: Vida
it: Vita
ru: Жизнь
tr: Yaşam

source: Virtual Pet
el: Εικονικό Κατοικίδιο
es: Mascota Virtual
it: Animaletti Virtuali
ru: Виртуальные животные
tr: Sanal Evcil Hayvan

source: Vocabulary
el: Λεξιλόγιο
es: Vocabulario
it: Vocabolario
ru: Словари
tr: Kelime Haznesi

source: Hunting
el: Κυνήγι
es: Caza
it: Caccia
ru: Охота
tr: Avcılık

source: Law
el: Νόμος
es: Ley
it: Legale
ru: Закон
tr: Hukuk

source: Game Dev
el: Ανάπτυξη Παιχνιδιών
es: Diseñar Juegos
ru: Разработка игр
tr: Oyun Geliştirme

source: City
el: Πόλη
es: Ciudad
it: Città
ru: Город
tr: Şehir

source: School
el: Σχολείο
es: Escuela
it: Scuola
ru: Школа
tr: Okul

source: Fashion
el: Μόδα
es: Moda
it: Moda
ru: Мода
tr: Moda

source: Zombies
it: Zombie
ru: Зомби
tr: Zombiler

source: Hacking
es: Hackers
ru: Хакерство
tr: Hackerlık

source: Government
el: Κυβέρνηση
es: Gobierno
it: Governativo
ru: Правительство
tr: Hükümet

source: Prison
el: Φυλακή
es: Cárcel
it: Prigione
ru: Тюрьма
tr: Hapishane

source: Surgery
el: Εγχείρηση
es: Cirugía
it: Chirurgia
ru: Хирургия
tr: Cerrahlık

source: Music
el: Μουσική
es: Música
it: Musica
ru: Музыка
tr: Müzik

source: Rhythm
el: Ρυθμός
es: Ritmo
it: Ritmo
ru: Ритм
tr: Ritim

source: Superheroes
el: Σούπερ ήρωες
es: Superhéroes
it: Supereroi
ru: Супергерои
tr: Süper Kahramanlar

source: Post Apocalyptic
el: Μετά Αποκαλυπτικό
es: Post Apocalíptico
it: Post Apocalittico
ru: Постапокалиптика
tr: Kıyamet Sonrası

source: Alternate History
el: Εναλλακτική Ιστορία
es: Historia Alternativa
it: Storia Alternativa
ru: Альтернативная история
tr: Alternatif Tarih

source: Vampire
el: Βαμπίρ
es: Vampiros
it: Vampiri
ru: Вампиры
tr: Vampir

source: Werewolf
el: Λυκάνθρωποι
es: Hombres Lobo
it: Lupi Mannari
ru: Оборотни
tr: Kurt Adam

source: Aliens
el: Εξωγήινοι
es: Alienígenas
it: Alieni
ru: Чужие
tr: Uzaylılar

source: Wild West
el: Άγρια Δύση
es: Viejo Oeste
it: Far West
ru: Дикий Запад
tr: Vahşi Batı

source: Dance
el: Χορός
es: Baile
it: Ballo
ru: Танцы
tr: Dans

source: Game review
el: Αξιολόγηση παιχνιδιού
es: Crítica del juego
it: Recensione gioco
ru: Обзоры игры
tr: Oyun incelemesi

source: Fans
el: Οπαδοί
it: Fan
ru: Фанаты
tr: Hayranlar

source: Game off the market.
el: Παιχνίδι εκτός αγοράς.
es: Juego retirado del mercado.
it: Gioco ritirato dal mercato.
ru: Игра снята с продажи
tr: Oyun raflardan kaldırıldı.

source: Sales Record
el: Ρεκόρ Πωλήσεων
es: Récord de Ventas
it: Dati di Vendita
ru: Рекорд продаж
tr: Satış Kaydı

source: If the game were a music record it would have {0} status.{n}
el: Αν το παιχνίδι ήταν μουσική ηχογράφηση θα είχε {0} status.{n}
es: Si el juego fuera un disco de música, habría obtenido la calificación de {0}.{n}
it: Se il gioco fosse stato una canzone, avrebbe ottenuto un disco {0}.{n}
ru: Если бы это была музыкальная запись, она получила бы статус «{0}».{n}
tr: Eğer oyun bir müzik kaydı olsaydı {0} albüm konumunda olurdu.{n}

source: In an exclusive interview a while ago, {0} from {1}
el: Σε μια αποκλειστική συνέντευξη πριν από λίγο καιρό, ο/η {0} από την {1}
es: En una entrevista exclusiva hace un tiempo, {0} de {1}
it: In un'intervista qualche tempo fa, {0} della {1}
ru: Недавно в эксклюзивном интервью основатель компании «{1}»
tr: Bir süre önce özel bir röportajda, {1} den {0}

source: made very bold remarks about their then-in-development game {0} predicting that it will be über successful.
es: ha dado atrevidas opiniones sobre su juego en desarrollo {0} prediciendo que sera todo un éxito.
it: ha fatto un commento piuttosto audace a proposito del loro videogioco {0} in sviluppo, prevedendo che sarebbe stato un super successo.
ru: сделал очень смелые заявления по поводу игры «{0}», которая тогда ещё только разрабатывалась.

source: was holding back when discussing their expections for {0}.
el: συγκρατιόταν όταν συζητούσε τις προσδοκίες τους για το {0}.
es: se contuvo mientras discutiamos sus expectativas para {0}.
it: ha fatto un commento prudente sulle aspettative per {0}.
ru: очень сдержанно отозвался об игре «{0}», которая тогда ещё только разрабатывалась.
tr: {0} için olan beklentilere geldiğinde biraz geride kalıyor.

source: Now, that the game is out on the market the consensus is that {0} {1}
el: Τώρα, που το παιχνίδι είναι εκτός αγοράς το γενικό η κοινή συναίνεση είναι ότι ο/η {0} {1}
es: Ahora que el juego está en el mercado, la conclusión es que {0} {1}
it: Adesso che il videogioco è sul mercato l'opinione generale è che {0} {1}
ru: Теперь, когда она поступила в продажу, пожалуй, можно сказать: {0}, {1}
tr: Artık, oyun piyasada olduğundan ortak görüş {0} {1}

source: was spot on as the game has received very positive reviews.
el: δεν θα μπορούσε να είναι πιο ακριβής καθώς το παιχνίδι έλαβε πολύ θετικές κριτικές.
es: acertó en sus predicciones ya que el juego ha recibido críticas muy positivas.
it: ha centrato la previsione in quanto il videogioco ha ricevuto delle recensioni molto positive.
ru: вы были правы! Игра получила в высшей степени восторженные оценки.
tr: pozitif yorumlar aldıkça ön plana çıktı.

source: was just humble as the game received critical acclaim.
el: έδειξε απλά σεμνότητα καθώς το παιχνίδι έλαβε κριτική αποθέωση.
es: solo estaba siendo humilde ya que el juego recibió el reconocimiento de la crítica.
it: è stato giustamente sottotono in quanto il videogioco ha poi ricevuto forti critiche.
ru: вы слишком уж поскромничали! Игру оценили очень высоко.
tr: oyun beğeni topladı ancak kritik eleştirilerde aldı.

source: should've been more careful as the final product doesn't match the hyped expectations.
el: έπρεπε να είχε δείξει περισσότερη προσοχή καθώς το τελικό προϊόν δεν συνάντησε τις αυξημένες προσδοκίες.
es: debió haber tenido mas cuidado ya que el procuto final no alcanzó las altas expectativas.
it: avrebbe dovuto essere più prudente visto che il prodotto finale non ha soddisfatto le altissime aspettative.
ru: вам следовало проявить больше сдержанности. Результат, как оказалось, не оправдал ожиданий.
tr: çıkan ürün ile beklenti birbirine uyuşmamış daha dikkatli olmalılardı.

source: was right to stay realistic as the game is good but nothing too our of the ordinary.
el: ήταν σωστός/ή στο να μιλήσει ρεαλιστικά καθώς το παιχνίδι είναι καλό αλλά τίποτα πολύ ασυνήθιστο.
es: estuvo en lo correcto al ser realista ya que el juego es bueno pero no es nada fuera de lo ordinario.
it: ha avuto ragione ad essere realista visto che il videogioco non è male ma niente di straordinario.
ru: вы, к сожалению, оказались правы. Игра получилась неплохой, но не более того.
tr: oyun gerçekci kalması bakımından iyiydi fakat diğerleri için sıradandı.

source: needs a lesson in how to be humble as the game received mediocre reviews.
el: χρειάζεται ένα μάθημα στο πως να δείξει σεμνότητα καθώς το παιχνίδι έλαβε μέτριες αξιολογήσεις.
es: necesita una lección de como ser humilde ya que el juego recibió críticas mediocres.
it: ha bisogno di una lezione di umiltà poichè il videogioco ha ricevuto recensioni mediocri.
ru: вам следовало быть поскромнее. Игра получила довольно посредственные отзывы.
tr: oyun vasat yorumlar aldı ve bu daha alçak gönüllü olunması gerektiğine dair bir ders oldu.

source: Sure
el: Σίγουρα
es: Claro
it: Certo
ru: Конечно
tr: Tabiki

source: No time
el: Δεν έχω χρόνο
es: No tengo tiempo
it: Non ho tempo
ru: Некогда
tr: Zaman yok

source: Computer Club
el: Λέσχη Υπολογιστών
es: Club de Informática
it: Club del Computer
ru: Компьютерный клуб
tr: Bilgisayar Kulübü

source: Local News
el: Τοπικές Ειδήσεις
es: Noticias Locales
it: Notiziario Locale
ru: Местные новости
tr: Yerel haberler

source: not done
el: δεν έχει ξανακάνει
es: no ha hecho
it: non fatto
ru: нечто совершенно новое для нас
tr: hazır değil

source: {0}, a local start-up, is trying to make it big in the gaming industry. The company has already published {1} games and is working hard on their next.{n}In an interview founder {2} said that the next game is going to be a {3}/{4} game, something the company has {5} before. It's great to see small local companies enter exciting new industries. All the best of luck to {0}.
el: Η {0}, ένα τοπικό ξεκίνημα, προσπαθεί να κάνει πάταγο στη βιομηχανία των βιντεοπαιχνιδιών. Η εταιρία ήδη έχει εκδόσει {1} παιχνίδια και δουλεύει σκληρά στο επόμενό της.{n}Σε μια συνέντευξη ο ιδρυτής {2} είπε ότι το επόμενο παιχνίδι θα είναι ένα {3}/{4}, κάτι το οποίο εταιρία {5} στο παρελθόν. Είναι ωραίο να βλέπουμε μικρές τοπικές εταιρίες να μπαίνουν σε νέες συναρπαστικές βιομηχανίες. Ευχόμαστε πολύ καλή τύχη στην {0}.
es: {0},una compañía local, esta tratando de dejar su huella en la industria de vídeo juegos. La compañía ya publico {1} juegos y se están esforzando para el próximo. {n} En una entrevista el fundador {2} dijo que su próximo juego sera de {3}/{4} lo cual la compañía {5} antes. Es asombroso ver pequeñas compañías entrar en nuevas industrias. Mucha suerte a {0}.
it: {0}, una start-up locale, sta cercando di entrare alla grande nell'industria videoludica. La società ha già pubblicato {1} giochi e sta lavorando sodo sul prossimo. {n}In una intervista, il fondatore {2}, ha dichiarato che il prossimo gioco sarà un {3}/{4}, qualcosa che la società {5} prima. E' fantastico vedere piccole aziende locali entrare in nuove emozionanti industrie. I migliori auguri a {0}.
ru: Небольшая местная компания «{0}» собирается громко заявить о себе в игровой индустрии. Они уже выпустили несколько видеоигр ({1}, если быть точными), а сейчас напряжённо работают над следующей.{n}Основатель компании, {2}, охотно делится с нами своими планами: «Это будет игра на тему "{3}", в жанре {4} — {5}». Отрадно видеть, как местная компания добивается успеха в современной, быстро развивающейся отрасли. Удачи вам, «{0}».
tr: {0}, yerel bir işletme, oyun sektöründe mükemmeli yapmak için çalışıyor. Şirket halihazırda {1} oyun yayınladı ve sonraki üzerinde çalışıyor. Bir röportajda kurucu {2} sonraki oyunun {3}/{4} türünde, şirketin daha önce {5} bir şey olacak dedi. Bu tarz küçük yerel şirketlerin yeni endüstrilere girdiğini görmek heyecan verici. En iyi dileklerimiz {0} a.

source: Media Enquiry
el: Ερωτήσεις Τύπου
es: Sondeo de medios
it: Indagine Giornalistica
ru: СМИ
tr: Medya Araştırması

source: Give interview
el: Δώσε συνέντευξη
es: Dar entrevista
it: Rilascia intervista
ru: Дать интервью
tr: Röportaj Ver

source: No comment
el: Μη σχολιάσεις
es: No hacer comentarios
ru: Без комментариев
tr: Yorum yok

source: Planet GG has recently published an interview with {0}. According to the interview the company is working on its first game targeted at mature players. {1}, owner and CEO of {0} said, 'We think that players are looking for more mature content in games and we are willing to take a risk to give it to them.'{n}
el: Το Planet GG πρόσφατα δημιοσίευσε μια συνέντευξη με την {0}. Σύμφωνα με τη συνέντευξη η εταιρία δουλεύει πάνω στο πρώτο της παιχνίδι στοχευμένο σε ενήλικους παίκτες. Ο/Η {1], κάτοχος και διεθύνων/ουσα σύμβουλος της {0} δήλωσε, 'Πιστεύουμε ότι οι παίκτες αναζητούν πιο ώριμο περιεχόμενο στα παιχνίδια μας και διατιθόμαστε να πάρουμε ένα ρίσκο για να τους το δώσουμε.'{n}
es: Planet GG acaba de publicar una entrevista sobre {0}. De acuerdo con la entrevista, la compañía esta trabajando en su primer juego enfocado a jugadores adultos. {1}, dueño y director de {0} comenta: "Pensamos que los jugadores buscan más contenido maduro en los juegos y vamos a arriesgarnos a dárselo."{n}
it: Planet GG ha pubblicato recentemente una intervista con {0}. Secondo quanto riportato dall'intervista la società sta lavorando sul suo primo gioco mirato ad un pubblico adulto. {1}, proprietario e CEO di {0} ha detto, 'Noi pensiamo che i giocatori siano alla ricerca di contenuti più maturi nei videogiochi e siamo disposti a correre il rischio di fornirglieli.'{n}
ru: «Planet GG» недавно опубликовали интервью с компанией «{0}». По их словам, там работают над своей первой игрой, предназначенной для взрослой аудитории. {1}, владелец и генеральный директор компании «{0}», заявляет: «Нам кажется, что игроки давно ожидают игры, рассчитанные на взрослых, и мы готовы рискнуть и предложить им желаемое».{n}
tr: Planet GG, yakınlarda {0} ile yapılmış bir röportaj yayımladı. Röportaja göre şirket, yetişkin oyuncuları hedefleyen ilk oyunları üzerinde çalışıyor. {0} kurucusu ve CEO'su {1}, "Oyuncuların, oyunlarda daha olgun içerikler aradığını düşünüyoruz ve bunu onlara sunmak için risk almaya hazırız." dedi.{n}

source: There have been rumours circulating in the industry that {0} might be working on a game for mature audiences.
el: Κυκλοφορούν φήμες ότι η {0} πιθανότατα δουλεύει σε ένα παιχνίδι για ώριμα κοινά.
es: Circulan rumores en la industria de que {0} está trabajando en un juego para un público más adulto.
it: Sono circolate voci di corridoio nel settore le quali indicano che {0} potrebbe essere a lavoro su un gioco per un pubblico adulto.
ru: В индустрии ходят слухи, что «{0}» готовит игру для более взрослой аудитории.
tr: Piyasada dolaşan dedikodulara göre {0}, yetişkin kitleler için bir oyun üzerinde çalışıyor olabilir.

source: Skip Tutorials
el: Παράλειψη Tutorial
es: Omitir tutoriales
it: Salta il Tutorial
ru: Пропустить обучение
tr: Öğreticileri Atla

source: Skip tutorial!
el: Παράλειψη tutorial!
es: ¡Omitir tutorial!
it: Salta il tutorial!
ru: Пропустить обучение!
tr: Öğretiyi atla!

source: Don't skip
el: Μην το παραλείψετε
es: No omitir
it: Non saltare
ru: Не пропускать
tr: Atlamayın

source: You have amassed over {0} in cash! Usually I would suggest that you should grow your company by moving into a larger office but unfortunately there don't seem to be any larger offices available in the lite version.{n}You can still continue your game until year 4 to see how much cash you will end up with and how many fans you will gain.
el: Έχετε συσσωρεύσει πάνω από {0} σε χρήματα! Συνήθως θα πρότεινα να επεκτείνετε την εταιρία σας μετακομίζοντας σε ένα μεγαλύτερο γραφείο αλλά δεν φαίνεται να υπάρχουν καθόλου μεγαλύτερα γραφεία διαθέσιμα στην lite έκδοση.{n}Μπορείτε ακόμα να συνεχίσετε το παιχνίδι σας μέχρι το έτος 4 και να δείτε με πόσα ακόμα χρήματα θα καταλήξετε και πόσους οπαδούς θα αποκτήσετε.
es: ¡Has acumulado un capital de {0}! Sugeriría que te mudaras a una oficina más grande para que tu compañía crezca, pero por desgracia las oficinas más grandes no están disponibles en la versión lite.{n}De todas maneras, puedes continuar hasta el año 4 para averiguar cuánto dinero y fans conseguirás.
it: Hai accumulato oltre {0} in cassa! Normalmente ti suggerirei di far crescere la tua compagnia trasferendoti in un ufficio più grande ma sfortunatamente non sembra ci siano altri uffici disponibili nella versione lite.{n}Puoi ancora continuare la tua partita fino all'anno 4 per vedere con quanti soldi finirai e quanti fan conquisterai.
ru: Вы накопили {0}! В таких случаях я обычно предлагаю переехать в более просторный офис, но, к сожалению, в упрощённой версии поблизости нет других офисов.{n}Вы можете продолжить игру до четвёртого года и посмотреть, сколько денег вам удастся заработать и скольких фанатов привлечь.
tr: {0} üzerinde nakit elde ettin! Genellikle daha büyük bir ofise hareket ederek şirketi büyütmemiz gerektiğini önerebilirdim ama ne yazık ki lite sürümünde kullanılabilir herhangi bir büyük ofis bulunmuyor.{n}Oyuna 4 yıl daha devam edebilirsin ve bittiğinde ne kadar para ile fan kazandığını görebilirsin.

source: New Office?
el: Καινούργιο Γραφείο;
es: ¿Nueva oficina?
it: Ufficio nuovo?
ru: Новый офис?
tr: Yeni Ofis?

source: Move (pay {0})
el: Μετακόμισε (πλήρωσε {0})
es: Mudarse (pagar {0})
it: Trasferisciti (paghi {0})
ru: Переехать (заплатить {0})
tr: Taşın ({0} öde)

source: Not yet
el: Όχι ακόμα
es: Aún no
it: Non ancora
ru: Не сейчас
tr: Henüz değil

source: Bank offer
el: Τραπεζική προσφορά
es: Oferta bancaria
it: Offerta Bancaria
ru: Предложение банка
tr: Banka teklifi

source: Agree (receive {0})
el: Συμφωνώ (παράλαβε {0})
es: Aceptar (recibir {0})
it: Accetta (ricevi {0})
ru: Согласиться (взять {0})
tr: Kabul et ({0} al}

source: No (go bankrupt)
el: Όχι (χρεοκόπησε)
es: Negarse (bancarrota)
it: No (dichiara bancarotta)
ru: Нет (стать банкротом)
tr: Hayır (iflas et)

source: Bailout
el: Βγες απ'το χρέος
es: Rescate bancario
it: Prestito
ru: Срочный кредит
tr: Kefalet öde

source: Bank
el: Τράπεζα
es: Banco
it: Banca
ru: Банк
tr: Banka

source: Bailout payback
el: Αποπληρωμή εγγύησης
es: Cuota de rescate
it: Restituzione del prestito
ru: Погашение кредита
tr: Kefalet geri ödemesi

source: Restart level
el: Επανεκκίνηση επιπέδου
es: Reiniciar nivel
it: Ricomincia il livello
ru: Перезапустить уровень
tr: Seviyeyi tekrarla

source: Start over
el: Ξεκίνα απ'την αρχή
es: Volver a empezar
it: Nuova partita
ru: Начать с начала
tr: Baştan başla

source: Invest (pay {0})
el: Επένδυσε (πλήρωσε {0})
es: Invertir (pagar {0})
it: Investi (paga {0})
ru: Инвестировать (заплатить {0})
tr: Yatırım yap ({0} öde)

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prizes but it should be a great way to increase everyone's skills. The G3 committee.
el: Αγαπητή {0}! Εφόσον η G3 έχει γίνει το μεγαλύτερο σημείο συνάντησης για προγραμματιστές παιχνιδιών κάθε χρόνο αποφασίσαμε να χρησιμοποιήσουμε το όνομά μας για το κοινό καλό. Αρχίζοντας από σήμερα προσφέρουμε διαφορετικές προκλήσεις ανάπτυξης παιχνιδιών κατά τη διάρκεια του χρόνου όπου προγραμματιστές από όλον τον κόσμο μπορούν να συναγωνιστούν μεταξύ τους.{n}Αυτός θα είναι ένας θαυμάσιος τρόπους για τους προγραμματιστές παιχνιδιών να μάθουν κάτι καινούριο. Είσαστε ευπρόσδεκτοι να συμμετέχετε οποιαδήποτε στιγμή. Δεν υπάρχουν βραβεία αλλά θα ένας πολύ καλός τρόπος να αυξήσετε τις δεξιότητες όλων. Η επιτροπή της G3.
es: Querido {0}! Desde que G3 se ha convertido en la reunion de desarrolladores de juegos mas grande del año, hemos decidido usar nuestro nombre para un bien mayor. Desde hoy ofrecemos diferentes desafíos de desarrollo de videojuegos durante todo el año, donde los desarrolladores de todo el mundo pueden competir uno con el otro.{n}Esta es una buena manera de que los desarrolladores aprendan algo nuevo. Eres bienvenido a unirtenos en cualquier momento. No hay ningun precio pero debería ser una buena manera de aumentar la habilidad de todos. El comité de G3.
it: Caro {0}! Poichè il G3 è diventato il più grande raduno annuale di sviluppatori di videogame, abbiamo deciso di utilizzare il nostro marchio per una grandiosa competizione. A partire da oggi organizzeremo diverse sfide di creazione di videogiochi in cui gli sviluppatori di tutto il mondo potranno confrontarsi.{n}Questa potrà essere un'ottima opportunità per gli sviluppatori di imparare cose nuove. Sei invitato a partecipare in qualsiasi momento. Non ci saranno dei premi ma questa sarà un'occasione di migliorare le capacità di ognuno. Gli organizzatori del G3.
ru: Здравствуйте, {0}! Выставка G3 стала крупнейшим ежегодным событием для разработчиков игр. Но мы не собираемся на этом останавливаться: начиная с сегодняшнего дня, мы предлагаем разработчикам померяться силами в различных состязаниях на протяжении всего года.{n}Присоединяйтесь к соревнованиям в любое время. Здесь нет призов, но зато каждый участник получает возможность научиться чему-то новому и отточить свои навыки. Администрация G3.
tr: Sevgili {0}! O3 dünya çapında herkes tarafından tanınan ve beklenen bişi olduğundan beri biz adımızı daha büyük bişi için kullanmaya karar verdik. Bugünden başlayarak yıl içinde farklı oyun yazılım yarışmaları düzenliycez ve herkes birbiri ile yarışacak.{n}Bu oyun tasarımcılarının yeni şeyler öğrenmesi için mükemmel bir yol. Ne zaman isterseniz katılabilirsiniz. Herhangi bir ödül yok ancak herkesin yeteneklerini geliştirmesi için iyi bir fırsat. O3 heyeti.

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will allow us to grow even further. The new office also has space for additional expansions. Do you want to move?
el: Αφεντικό, η {0} έχει επεκταθεί καλά κάτω από τη διαχείρισή σας. Νομίζω ήρθε η ώρα να μεταφέρουμε την εταιρία έξω από αυτό το τεχνολογικό πάρκο σε ένα κτίριο άξιο της επιτυχίας μας.{n}Έχω δει το τέλιο κτίριο για τα νέα μας αρχηγεία. Δεν είναι φθηνό αλλά θα μας επιτρέψει να επεκταθούμε ακόμα περισσότερο. Το καινούριο γραφείο επίσης έχει χώρο για επιπρόσθετες προσθήκες. Θέλετε να μετακομίσουμε;
es: Jefe, {0} ha crecido mucho bajo su administración. Creo que es hora de que la compañía abandone el parque tecnológico y se traslade a una ubicación digna de nuestra reputación, y he encontrado el edificio perfecto. No es nada barato, pero nos permitirá crecer aún más. Además, las nuevas instalaciones nos brindarán el espacio necesario para futuras expansiones. ¿Quiere mudarse?
it: Capo, {0} è cresciuta bene sotto la tua gestione. Penso che sia arrivato il momento di trasferire la società dal polo tecnologico a un edificio degno del nostro successo.{n}Ne ho visto uno perfetto per stabilire la nostra nuova sede centrale. Non è a buon mercato ma ci permetterà di crescere ancora. Il nuovo ufficio ha anche spazio per espansioni aggiuntive. Ti vuoi trasferire?
ru: Босс, под вашим руководством компания «{0}» выросла. Я считаю, что настало время переехать из технопарка в здание, более соответствующее нашим масштабам.{n}Мы уже присмотрели отличное место. Оно не из дешёвых, но зато там у нас будет возможность расширяться, когда в этом возникнет необходимость. Ну что, переезжаем?
tr: Patron, {0} sizin yönetiminiz altında çok büyüdü. Sanırım artık bu teknoloji parkından taşınmanın ve başarımıza değecek bir yere geçmenin tam zamanı geldi.{n}Yeni şirket merkezimiz için kusursuz bir yer gördüm. Ucuz değil fakat çok daha fazla büyümemize olanak sağlar. Ayrıca yeni ofiste ek gereçler için yer de olacak. Taşınmamızı ister misin?
