Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Please update to the latest version.
el: Παρακαλούμε κάντε ενημέρωση στην τελευταία έκδοση.
es: Por favor, actualice a la última versión.
it: Si prega di aggiornare all'ultima versione disponibile.
ru: Пожалуйста, обновите игру до последней версии.
tr: Lütfen en son sürüme güncelleyin.

source: End User License Agreement
el: Άδεια Χρήσης Τελικού Χρήστη
es: Acuerdo de licencia de usuario final
it: Contratto di Licenza per l'Utente Finale
ru: Лицензионное соглашение с конечным пользователем
tr: Son Kullanıcı Lisans Sözleşmesi

source: I Disagree
el: Διαφωνώ
es: No estoy de acuerdo
it: Non Accetto
ru: Я не согласен
tr: Katılmıyorum

source: Game Music
el: Μουσική Παιχνιδιού
es: Música del Juego
it: Musica del Gioco
ru: Игровая музыка
tr: Oyun Müziği

source: We cannot respond to ratings & reviews on the Store.
el: Δεν μπορούμε να απαντάμε σε βαθμολογίες & αξιολογήσεις στο Κατάστημα.
es: No podemos responder a valoraciones y críticas a través de la Tienda.
it: Non possiamo rispondere a valutazioni e recensioni nel Negozio.
ru: Мы не можем отвечать на рейтинги и отзывы в магазине.
tr: Mağazadaki puanlara ve incelemelere cevap veremiyoruz.

source: Support
el: Υποστήριξη
es: Apoyo
it: Supporto
ru: Поддержка
tr: Destek

source: Forum
el: Φόρουμ
es: Foro
ru: Форум

source: Social Media
el: Μέσα Κοινωνικής Δικτύωσης
es: Zona Social
ru: Социальные сети
tr: Sosyal Medya

source: Loading ...
el: Φορτώνει...
es: Cargando ...
it: Caricamento ...
ru: Загрузка ...
tr: Yükleniyor...

source: Unlock hints?
el: Ξεκλείδωμα συμβουλών;
es: ¿Desbloquear pistas?
it: Sbloccare suggerimenti?
ru: Разблокировать подсказки?
tr: İpuçlarını aç?

source: fans
el: …οπαδοί
it: fan
ru: фанатов
tr: hayranlar

source: Credits
el: Συντελεστές
es: Créditos
it: Crediti
ru: Авторы
tr: Yapımcılar

source: Hype game!
el: Προώθησε το παιχνίδι!
es: ¡Publicitar juego!
it: Gioco molto atteso!
ru: Расхвалить игру!
tr: Oyunu abart!

source: Be modest.
el: Να είσαι μετριόφρων.
es: Ser precavido.
it: Essere modesto.
ru: Быть сдержанным.
tr: Mütevazı olun.

source: Mods
it: Mod
ru: Моды
tr: Modlar

source: Industry Report
el: Αναφορά Βιομηχανίας
es: Informe de la Industria
it: Rapporto Industriale
ru: Отраслевой отчет
tr: Sanayi Raporu

source: Platform genre-match ({0}/{1}): {2}.
el: Ταύτηση πλατφόρμας-είδους ({0}/{1}): {2}.
es: Coincidencia plataforma/género ({0}/{1}): {2}.
it: Combinazione piattaforma-genere ({0}/{1}): {2}.
ru: Сочетание платформа/жанр ({0}/{1}): {2}.
tr: Platform tür-uyumu ({0}/{1}): {2}.

source: Platform audience-match ({0}/{1}): {2}.
el: Ταύτηση πλατφόρμας-κοινού ({0}/{1}): {2}.
es: Coincidencia plataforma/audiencia ({0}/{1}): {2}.
it: Combinazione piattaforma-pubblico ({0}/{1}): {2}.
ru: Сочетание платформа/аудитория ({0}/{1}): {2}.
tr: Platform kitle-uyumu ({0}/{1}): {2}.

source: Topic audience-match ({0}/{1}): {2}.
el: Ταύτηση θέματος-κοινού ({0}/{1}): {2}.
es: Coincidencia tema/audiencia ({0}/{1}): {2}.
it: Combinazione tema-pubblico ({0}/{1}): {2}.
ru: Сочетание тематика/аудитория ({0}/{1}): {2}.
tr: Konu-kullanıcı uyumu({0]/{1]):{2}.

source: Enabling and disabling mods requires a restart.
el: Η ενεργοποίηση και η απενεργοποίηση των mods απαιτεί επανεκκίνηση.
es: Activar y desactivar mods requiere un reinicio.
it: Abilitare e disabilitare le mod richiede un riavvio del gioco.
ru: При включении и отключении модов требуется перезапуск игры.
tr: Modları etkinleştirmek ve devre dışı bırakmak yeniden başlatmayı gerektirir.

source: Use mods at your own risk!
el: Χρησιμοποιείστε mods με δικό σας ρίσκο!
es: ¡Usa mods bajo tu propio riesgo!
it: Usa le mod a tuo rischio!
ru: Вы используете моды на свой страх и риск!
tr: Modların kullanım riski sizin sorumluluğunuzdadır!

source: Greenheart Games is not responsible for the contents of mods. Mods may corrupt your save files or do other harm. Use them at your own risk! Since mods can introduce severe bugs or data corruption we cannot offer user support when mods are in use.
el: Η Greenheart Games δεν ευθύνεται για το περιεχόμενο των mods. Τα mods μπορεί να καταστρέψουν τα αποθηκευμένα αρχεία σας ή να προκαλέσουν άλλες ζημιές. Χρησιμοποιήστε τα με προσοχή! Επειδή τα mods μπορεί να προκαλέσουν σφάλματα ή καταστροφή δεδομένων, δεν μπορούμε να προσφέρουμε βοήθεια όταν χρησιμοποιούνται mods.
es: Greenheart Games no se hace responsable de los contenidos de los mods. Los Mods pueden dañar los datos del juego o pueden hacer cualquier otro daño. ¡Úselos bajo su propio riesgo! Algunos mods pueden provocar errores graves o daños en los datos, no podemos ofrecer soporte al usuario cuando usted usa mods.
it: Greenheart Games non è responsabile per i contenuti delle mod, queste possono corrompere i file di salvataggio o arrecare altri danni. Usale a tuo rischio! Visto che le mod possono introdurre gravi bug o corrompere dei dati, non possiamo offrire supporto quando esse vengono utilizzate.
ru: Greenheart Games не несёт ответственности за моды. Вы используете их на свой страх и риск! Помните, что моды могут повредить ваши сохранения или причинить другой ущерб, и в этом случае мы никак не сможем вам помочь.
tr: Greenheart Games Modların içeriklerinden sorumlu değildir. Modlar kayıt dosyalarınızı bozabilir veya başka hasarlar verebilir. Kendi sorumluluğunuzla kullanınız. Modlar önemli hatalara veya veri kayıplarına neden olabileceğinden modlar kullanılıyorken kullanıcı desteği sunamayız.

source: patch complete
el: patch ολοκληρώθηκε
es: parche completado
it: patch completata
ru: Патч готов
tr: yama tamamlandı

source: Out of nowhere, a new company called KickIT has kicked up a media storm by successfully crowd-funding the development of a new gaming console in just under eight hours.{n}The console, dubbed 'OYA', uses similar technology as modern phones and tablets and delivers games exclusively via its own online store. The OYA is a cubed-shape console and much smaller than most gamepads but the shape isn't the only thing that is small as the developer states that the price tag of the OYA will be under 100cr.{n} KickIT also stated that every game on the OYA will offer a free DEMO. The OYA will be available {0}.
el: Από το πουθενά, μια νέα εταιρία που λέγεται KickIT έχει ξεσηκώσει θύελλα στα media με την επιτυχή συλλογική χρηματοδότηση μιας νέας gaming κονσόλας μόλις σε οχτώ ώρες.{n}Η κονσόλα, που ονομάζεται 'OYA', χρησιμοποιεί παρόμοια τεχνολογία όπως τα σύγχρονα τηλέφωνα και τις ταμπλέτες και παραδίδει παιχνίδια αποκλειστικά δια μέσου του διαδικτυακού καταστήματός του. Το OYA είναι μια κονσόλα σε σχήμα κύβου και πολύ μικρότερη από τα περισσότερα χειριστήρια αλλά το σχήμα δεν είναι το μόνο πράγμα που είναι μικρό καθώς ο προγραμματιστής δηλώνει ότι το αντίτιμο του OYA θα είναι λιγότερο από 100cr.{n} Η KickIT επίσης δήλωσε ότι κάθε παιχνίδι στο OYA θα παρέχει ένα δωρεάν DEMO. Το OYA θα είναι διαθέσιμο σε {0}.
es: De la nada, una nueva compañía llamada KickIT ha levantado una tormenta mediática por el exitoso financiamiento de una nueva consola en poco menos de ocho horas.{n}La consola, apodada 'OYA', usa tecnología similar a las tabletas y teléfonos modernos y ofrece juegos exclusivos a través de su propia tienda en linea. La OYA es una consola con forma cubica y mucho mas pequeña que la mayoría de los gamepads, pero la forma no es lo único pequeño como el desarrollador afirma, el precio inicial de la OYA estará por debajo de los 100cr.{n}KickIT también declaro que todos los juegos en la OYA ofrecerán una demo gratis. La OYA estará disponible {0}.
it: Sbucata dal nulla una nuova società, chiamata KickIT, ha suscitato una tempesta mediatica, avendo finanziato pubblicamente lo sviluppo di una nuova console in meno di otto ore.{n}La console, soprannominata 'OYA', utilizza una tecnologia simile ai moderni smartphone e tablet e distribuisce giochi esclusivamente attraverso il proprio negozio online. La OYA è una console di forma cubica e molto più piccola della maggioranza dei gamepad ma la forma non è la sola cosa piccola in quanto lo sviluppatore afferma che il prezzo di listino della OYA sarà sotto i 100cr.{n}KickIT ha anche annunciato che ogni gioco presente sulla OYA offrirà una DEMO gratuita. La OYA sarà disponibile {0}.
ru: Неожиданно для всех прогремела новая компания KickIT, которой удалось с помощью краудфандинга за восемь часов собрать средства для разработки новой игровой консоли.{n}Консоль под названием OYA технологически близка к современным телефонам и планшетам, а распространение игр происходит исключительно через собственный интернет-магазин. OYA имеет форму куба и намного меньше большинства геймпадов. Цена тоже мала: по заверениям разработчиков, она не превысит 100 кр.{n} Кроме того, KickIT заявляет, что для каждой игры на OYA будет доступна бесплатная демо-версия. OYA выйдет {0}.
tr: Bilinmeyen bir yerden, KickIT adında bir şirket sekiz saatin altında bir sürede yeni bir oyun konsolu bularak bir medya fırtınası başlattı.{n}Konsol, 'OYA' adıyla çağrılıyor ve modern telefon ve tabletlerdeki teknolojiyi kendi online marketleri üzerinden kullanıyor. OYA kare şeklinde bir konsol ve pek çok oyun konsolundan daha küçük ancak küçük olması konsolun tek olumlu tarafı değil, yazılımcılar konsolun 100 cr. nin altında olacağını bildirdi.{n}KickIT ayrıca OYA için oyunlarda ücretsiz DEMO olacağınıda bildirdi. OYA {n} tarihinde piyasaya sürülecek.

source: Game dev gems
el: Διαμάντια ανάπτυξης παιχνιδιών
es: Gemas de desarrollo
it: Gemme di Game dev
ru: Самородки геймдева
tr: Oyun teknoloji devleri

source: Make me think!
el: Κάνε με να σκεφτώ!
es: ¡Hazme pensar!
it: Fammi pensare!
ru: Заставьте меня думать!
tr: Beni düşündür!

source: Game design for pirates
el: Σχεδιασμός παιχνιδιών για πειρατές
es: Diseño de juego para piratas
it: Design giochi per pirati
ru: Гейм-дизайн для пиратов
tr: Korsanlar için oyun tasarımı

source: Don't repeat yourself
el: Μην επαναλαμβάνεις τον εαυτό σου
es: No te repitas
it: Non ripeterti
ru: Не повторяйтесь!
tr: Kendini tekrarlama

source: Code incomplete
el: Κώδικας ελλιπής
es: Código incompleto
it: Codice incompleto
ru: Несовершенный код
tr: Tamamlanmamış kod

source: Your local save game seems to be different from the one stored in the Steam Cloud. Which one would you like to load?
el: Το τοπικό αρχείο αποθηκευμένου παιχνιδιού σας φαίνεται να διαφέρει από αυτό που είναι εναποθηκευμένο στο Steam Cloud. Ποιο θα θέλατε να φορτώσετε;
es: Tu partida guardada local parece ser diferente a la guardada en Steam Cloud. ¿Cual prefieres cargar?
it: I tuoi salvataggi locali sembrano essere diversi da quelli della Steam Cloud. Quali vuoi caricare?
ru: Ваше сохранение с компьютера отличается от сохранения в Steam Cloud. Откуда вы хотите загрузить сохранение?
tr: Mevcut kaydettiğiniz oyun ile Steam Bulutta saklanan birbirinden farklı gibi görünüyor. Hangisini yüklemek ister misiniz?

source: Cloud
ru: Из Cloud
tr: Bulut

source: Local
el: Τοπικό
it: Locali
ru: С компьютера
tr: Yerel

source: Note: Once you save the game, the new save file will be stored both locally and on the Cloud unless you disable the Steam Cloud through Steam.
el: Σημείωση: Όταν σώσετε το παιχνίδι, το νέο αρχείο αποθηκευμένου παιχνιδιού θα εναποθηκευτεί τόσο τοπικά όσο και στο Cloud εκτός αν απενεργοποιήσετε το Steam Cloud μέσω του Steam.
es: Nota: Una vez guardes la partida, el nuevo archivo será guardado a la vez en Steam Cloud y en local a menos que deshabilites la Steam Cloud desde Steam.
it: NB: Quando salvi il gioco, il nuovo salvataggio sarà memorizzato sia localmente che nella cloud, finché non disabiliterai la Cloud attraverso Steam.
ru: Обратите внимание: при сохранении игры файл будет храниться и на вашем компьютере, и в Steam Cloud (если вы не отключили использование Cloud в настройках Steam).
tr: Not: Eğer Steam üzerinden oynuyorsanız, oyunu bir kez kaydettiğinizde Steam Bulutu devre dışı olmadığı sürece, yeni dosyalar hem yerel hem de Bulut içinde saklanır.

source: Moderators
el: Συντονιστές
es: Moderadores
it: Moderatori
ru: Модераторы перевода
tr: Moderatörler

source: Top Contributors
el: Κορυφαίοι Συνεισφέροντες
es: Máximos Contribuidores
it: Top Collaboratori
ru: Самые активные переводчики
tr: En İyi Çevirmenler

source: Quality Assurance
el: Έλεγχος Ποιότητας
es: Equipo de calidad
it: Garanzia della Qualità
ru: Обеспечение качества перевода
tr: Kalite Kontrol

source: Discuss translation
el: Συζήτηση μετάφρασης
es: Opina sobre la traducción
it: Discuti traduzione
ru: Обсудить перевод
tr: Çeviriyi tartış

source: Thanks to the many unnamed contributors who greatly helped translating the game!
el: Ευχαριστίες στους πολλούς ανώνυμους συνεισφέροντες που βοήθησαν σε μεγάλο βαθμό στη μετάφραση αυτού του παιχνιδιού!
es: ¡Gracias a todos los anónimos que ayudasteis a traducir este juego!
it: Grazie ai tantissimi conllaboratori anonimi che hanno egregiamente aiutato a tradurre il gioco!
ru: А также благодарим всех тех, кто принял участие в переводе игры!
tr: Bir çok isimsiz çeviriciye teşekkür ederiz. Katkıda bulunanlara teşekkürler!

source: Any
el: Οποιαδήποτε
es: Cualquiera
ru: Любая
tr: Herhangi

source: Right away!
el: Αμέσως!
es: ¡En marcha!
ru: Уже бегу!
tr: Derhal!

source: done
el: τελείωσε
es: listo
it: fatto
ru: Готово
tr: tamamlandı

source: {0}K
ru: {0} тыс.
tr: {0}B

source: {0}M
ru: {0} млн

source: Show only new tutorials (recommended)
el: Εμφάνιση μόνο νέων tutorial (προτείνεται)
es: Mostrar solo los nuevos tutoriales (recomendado)
ru: Показывать только новые части обучения (рекомендуется)
tr: Sadece yeni öğreticileri göster (önerilir)

source: Show all tutorials
el: Εμφάνιση όλων των tutorial
es: Mostrar todos los tutoriales
ru: Показывать все части обучения
tr: Bütün öğreticileri göster

source: Disable tutorials
el: Απενεργοποίηση των tutorial
es: Desactivar los tutoriales
ru: Выключить обучение
tr: Öğreticiyi etkisizleştir

source: Quality
el: Ποιότητα
es: Calidad
ru: Качество
tr: Kalite

source: Performance
el: Απόδοση
es: Rendimiento
ru: Производительность
tr: Performans

source: Animations
es: Animaciones
ru: Анимация
tr: Animasyonlar

source: Sign up to our newsletter
el: Κάντε εγγραφή στο newsletter μας
es: Suscribirse al newsletter
ru: Подпишитесь на нас
tr: Haber bültenleri için kaydol

source: Signing up...
el: Γίνεται εγγραφή...
es: Suscribiendose...
ru: Подписываемся...
tr: Kayıt olunuyor...

source: Signup successful!
el: Εγγραφή επιτυχής!
es: ¡Suscripción confirmada!
ru: Успешно подписались!
tr: Kayıt Başarılı!

source: Like this game? Stay informed about new games coming from us by signing up to our newsletter.
el: Σας αρέσει αυτό το παιχνίδι; Μείνετε ενημερωμένοι για καινούρια παιχνίδια από εμάς κάνοντας εγγραφή στο newsletter μας.
es: ¿Te gusta el juego? Entérate de nuevos juegos nuestros suscribiéndote al newsletter.
ru: Нравится игра? Подпишитесь на нашу рассылку и узнавайте о наших новых играх.
tr: Bu oyunu beğendiniz mi? Bültenimize kaydolarak tarafımızdan gönderilen yeni oyunlar hakkında sizi bilgilendirelim.

source: email address
el: διεύθυνση email
es: correo electrónico
ru: ваша электронная почта
tr: e-posta adresi

source: Sign up
el: Εγγραφή
es: Suscribirse
ru: Подписаться
tr: Kaydol

source: Load Anyway
el: Φόρτωση Παρόλα Αυτά
es: Cargar igualmente
ru: Загрузить
tr: Yine de Yükle

source: Abort Loading
el: Ακύρωση Φόρτωσης
es: Abortar carga
ru: Не загружать
tr: Yüklemeyi Durdur

source: How would you like to proceed?
el: Πώς θα θέλατε να συνεχίσετε;
es: ¿Que quieres hacer?
ru: Что следует сделать?
tr: Nasıl ilerlemek istersiniz?

source: To correct this, activate the same mod(s) that have been used with the save game and deactive any extra mods. If this is intentional however you may wish to continue loading the game.
el: Για να το διορθώσετε αυτό, ενεργοποιήστε τις ίδιες τροποποιήσεις που έχουν χρησιμοποιηθεί με το αποθηκευμένο παιχνίδι και απενεργοποιήστε οποιεσδήποτε επιπλέον τροποποιήσεις. Αν αυτό είναι εσκεμμένο ωστόσο μπορείτε να συνεχίσετε την φόρτωση του παιχνιδιού.
es: Para arreglarlo, activa los mismos mods que estaban activos cuando se creó y desactiva el resto. Si es intencionado, entonces quizás quieras continuar cargando la partida.
ru: Чтобы это исправить, включите те же моды, которые использовались в данном сохранении и выключите остальные. Но если так и задумано, вы можете продолжить загрузку сохранения.
tr: Bunu düzeltmek için kayıtlı oyunla beraber kullanılan modları etkinleştirin ve diğer modları etkisiz hale getirin. Eğer bunu isteyerek yaptıysanız yine de oyunu yükleme devam edebilirsiniz.

source: This mismatch may cause unwanted issues such as save game corruption making your save unplayable.
el: Αυτή η ασυμφωνία μπορεί να προκαλέσει ανεπιθύμητα προβλήματα όπως καταστροφή αποθηκευμένου παιχνιδιού καθιστώντας το αποθηκευμένο παιχνίδι σας άχρηστο.
es: Este desajuste puede causar fallos como corrupción de la partida, haciéndola injugable.
ru: Это несоответствие может вызвать проблемы: например, повредить сохранённую игру.
tr: Bu uyumsuzluk kayıtlı oyununuzu bozulmaya uğratarak kayıtlı oyunu oynanamaz hale getirmek gibi beklenmeyen sonuçlara sebep olabilir.

source: Additional Mod(s):
el: Επιπρόσθετες Τροποποιήσεις:
es: Mod(s) adicional(es):
ru: Дополнительные моды:
tr: Ek Mod(lar):

source: Missing Mod(s):
el: Τροποποιήσεις που Λείπουν:
es: Mod(s) que faltan:
ru: Отсутствующие моды:
tr: Kayıp Mod(lar):

source: There is a mismatch between the mods used in this save game and the mods you currently have active:
el: Υπάρχει μια ασυμφωνία μεταξύ των τροποποιήσεων που χρησιμοποιούνται σε αυτό το αποθηκευμένο παιχνίδι και τις τροποποιήσεις που είναι ενεργοποιημένες την παρούσα στιγμή:
es: No hay correspondencia entre los mods usados en esta partida y los mods que tienes activos ahora:
ru: Обнаружено несоответствие между модами, которые были активными в момент сохранения игры, и модами, активными сейчас:
tr: Bu kayıtlı oyunda kullandığınız modlarla şu anda aktif olan modlar arasında bir uyumsuzluk var:

source: This save slot is corrupt, this could be due to a failed cloud sync. Please resync your game with the Steam cloud and try again.
el: Αυτή η θέση αποθηκευμένου παιχνιδιού είναι κατεστραμμένη, αυτό μπορεί να ευθύνεται σε αποτυχημένο συγχρονισμό με το cloud. Παρακαλώ κάντε ανασυγχρόνιση του παιχνιδιού σας με το Steam cloud και προσπαθήστε ξανά.
es: Esta partida está corrupta; quizás se deba a un fallo de sincronización. Sincroniza el juego de nuevo con Steam Cloud y vuelve a intentarlo.
ru: Эта ячейка содержит повреждённое сохранение, возможно, из-за ошибки при синхронизации с облачным сервисом. Повторите синхронизацию игры со Steam Cloud и попробуйте загрузить снова.
tr: Bu kayıt yuvası bozulmuş, buna başarısız bir bulut eşitlemesi sebep olmuş olabilir. Oyununuzu Steam cloud ile eşitleyin ve tekrar deneyin.

source: This save slot is corrupt, this could be due to a failed cloud sync. Please report this issue to Microsoft Support this issue.
el: Αυτή η θέση αποθηκευμένου παιχνιδιού είναι κατεστραμμένη, αυτό μπορεί να ευθύνεται σε αποτυχημένο συγχρονισμό με το cloud. Παρακαλούμε αναφέρετε αυτό το πρόβλημα στην Υποστήριξη Microsoft.
es: Esta partida está corrupta, quizás se deba a un fallo de sincronización. Reporta el fallo a Microsoft Support para intentar arreglarlo.
ru: Эта ячейка содержит повреждённое сохранение, возможно, из-за ошибки при синхронизации с облачным сервисом. Сообщите об этой ошибке в поддержку Microsoft.
tr: Bu kayıt yuvası bozulmuş, buna başarısız bir bulut eşitlemesi sebep olmuş olabilir. Lütfen bu sorunu Microsoft Support'a bildirin.

source: This save slot is corrupt, please try restarting your game.
el: Αυτή η θέση αποθηκευμένου παιχνιδιού είναι κατεστραμμένη, δοκιμάστε να επανεκκινήσετε το παιχνίδι σας.
es: Esta partida está corrupta, por favor, reinicie el juego.
ru: Эта ячейка содержит повреждённое сохранение, попробуйте перезапустить игру.
tr: Bu kayıt yuvası bozulmuş, lütfen oyununuzu tekrar başlatın.

source: Mods:
el: Τροποποιήσεις:
ru: Моды:
tr: Modlar:

source: Please wait...
ru: Подождите...

source: Greenworks requirements missing!
ru: Требования Greenworks не соблюдены!

source: Steam Workshop
ru: Мастерская Steam

source: Publish Mod
ru: Опубликовать мод

source: Update Mod
ru: Обновить мод

source: Title*
ru: Название*

source: Description
ru: Описание

source: Mod Source Folder*
ru: Папка с файлами мода*

source: Choose Image
ru: Выберите изображение

source: Image Preview
ru: Просмотр изображения

source: Status
ru: Состояние

source: Idle
ru: В ожидании

source: Publish
ru: Опубликовать

source: Your Mods
ru: Ваши моды

source: Loading data...
ru: Загружаются данные...

source: Your Mod Folder
ru: Ваша папка с модами

source: Choose Folder
ru: Выберите папку

source: Update
ru: Обновить

source: Reading package.json...
ru: Чтение файла package.json...

source: Error. Invalid Game Dev Tycoon Mod!
ru: Ошибка. Некорректный мод Game Dev Tycoon!

source: No Mods found.
ru: Моды не найдены.

source: Folder
ru: Папка

source: Title
ru: Заголовок

source: Updating...
ru: Обновляем...

source: Publishing...
ru: Публикуем...

source: Update done
ru: Обновление завершено

source: Publish done
ru: Публикация завершена

source: Error. Missing {0}
ru: Ошибка. Отсутствует: {0}

source: By submitting this item to Steam, you agree to the
ru: Загружая этот мод в Steam, вы соглашаетесь с

source: Steam Workshop terms of service
ru: условиями обслуживания Steam Workshop

source: Tutorials
el: Σεμινάρια
es: Tutoriales
it: Tutorial
ru: Обучение
tr: Öğreticiler

source: Hardware
el: Υλικό
ru: Аппаратные средства
tr: donanım

source: Player
ru: Игрок

source: you
ru: лично Вам

source: Special thanks to {0} for purchasing this game and supporting us!
ru: Отдельная благодарность {0} за покупку игры и поддержку нашей компании!

source: G3 Training
ru: Обучение от G3

source: Messages
el: Μηνύματα
es: Mensajes
it: Messaggi
ru: Сообщения
tr: Mesajlar

source: Customize which in-game messages will automatically open and which will be added to the message queue on the left-hand side of the screen.
el: Ορίστε ποια μηνύματα μέσα στο παιχνίδι θα ανοίγουν αυτόματα και ποια θα προστίθενται στην ουρά μηνυμάτων στην αριστερή πλευρά της οθόνης.
es: Elige qué mensajes internos al juego se abrirán automáticamente y cuáles se añadirán a la cola de mensajes en el lado izquierdo de la pantalla.
it: Decidi quali messaggi di gioco si apriranno in automatico e quali verranno invece aggiunti alla coda dei messaggi da visualizzare sul lato sinistro dello schermo.
ru: Выберите, какие игровые сообщения автоматически открывать, а какие добавлять в очередь сообщений в левой части экрана.
tr: Hangi oyun içi mesajların otomatik olarak açılacağını ve hangilerinin ekranın sol tarafındaki mesaj sırasına ekleneceğini belirleyin.

source: Auto-open: On
el: Αυτόματο άνοιγμα: Ενεργοποίηση
es: Abrir automáticamente: activado
it: Apertura automatica: sì
ru: Автоматическое открытие: вкл.
tr: Otomatik açma: Açık

source: Auto-open: Off
el: Αυτόματο άνοιγμα: Απενεργοποίηση
es: Abrir automáticamente: desactivado
it: Apertura automatica: no
ru: Автоматическое открытие: выкл.
tr: Otomatik açma: Kapalı

source: New Research Available
el: Νέα διαθέσιμα έργα για έρευνα
es: Hay disponibles nuevos proyectos de investigación
it: Nuova ricerca disponibile
ru: Доступно новое исследование
tr: Yeni Araştırma

source: Company Milestones
el: Επιτεύγματα εταιρείας
es: Objetivos de la empresa
it: Traguardi aziendali
ru: Этапы развития компании
tr: Şirketin Kilometre Taşları

source: Platform News
el: Νέα πλατφόρμας
es: Noticias de la plataforma
it: Notizie di piattaforma
ru: Новости о платформе
tr: Platform Haberleri

source: Events
el: Δραστηριότητες
es: Eventos
it: Eventi
ru: События
tr: Etkinlikler

source: New Best!
el: Νέο κορυφαίο σκορ!
es: ¡Nueva mejor marca!
it: Nuovo record!
ru: Новый рекорд!
tr: Yeni Rekor!
