Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: If the issue persists please report this error to {0}
el: Αν το πρόβλημα παραμένει παρακαλώ αναφέρετέ το στο {0}
es: Si el problema persiste, por favor informa de este error a {0}
it: Se il problema persiste, si prega di segnalare questo errore a {0}
ru: Если ошибка повторяется, сообщите о ней {0}
tr: Sorun devam ederse, bu hatayı {0} a rapor edin

source: Error
el: Σφάλμα
it: Errore
ru: Ошибка
tr: Hata

source: Uncaught error. Please report this to {0}: {1} ({2}:{3}) Please restart the game.
el: Άπιαστο σφάλμα. Παρακαλώ αναφέρετέ το στο {0}: {1} ){2}:{3}) Παρακαλώ κάντε επανεκκίνηση του παιχνιδιού.
es: Error extraño. Envía una copia de esto a {0}: {1} ({2}:{3}) Por favor, reinicia el juego.
it: Errore non riconosciuto. Si prega di segnalarlo a {0}: {1} ({2}:{3}) Si prega di riavviare il gioco.
ru: Неизвестная ошибка. Пожалуйста, сообщите об этом на {0}: {1} ({2}:{3}) Пожалуйста, перезапустите игру.
tr: Yakalanmamış hata. {0} Lütfen bunu rapor edin: {1} ({2}: {3}) Lütfen oyunu yeniden başlatın.

source: Tap to start game ...
el: Άγγιμα για ξεκίνημα παιχνιδιού ...
es: Pulsa para empezar la partida...
it: Tocca per giocare...
ru: Коснитесь, чтобы начать игру...
tr: Oyunu başlatmak için dokunun ...

source: Click to start game ...
el: Κλικ για ξεκίνημα παιχνιδιού ...
es: Haz click para empezar la partida ...
it: Clicca per giocare...
ru: Щёлкните, чтобы начать игру...
tr: Oyunu başlatmak için tıklayın ...

source: Starting game...
el: Το παιχνίδι ξεκινάει...
es: Iniciando partida...
it: Avvio del gioco...
ru: Начинаем игру...
tr: Oyun başlatılıyor...

source: Click to continue ...
el: Κλικ για συνέχεια ...
es: Click para continuar...
it: Clicca per continuare...
ru: Щелкните, чтобы продолжить ...
tr: Devam etmek için tıklayın...

source: >> Lite Version <<
el: >> Lite Έκδοση <<
es: Versión lite
it: >> Versione Lite <<
ru: >> Упрощённая версия <<
tr: >> Kısıtlı Sürüm <<

source: Starting ...
el: Ξεκινάει ...
es: Iniciando...
it: Avvio...
ru: Начинаем...
tr: Başlıyor...

source: Finishing ...
el: Τελειώνει ...
es: Terminando...
it: Finendo...
ru: Завершаем...
tr: Bitiyor...

source: You have successfully researched a new topic: '{0}'.
el: Έχετε επιτυχώς ερευνήσει ένα νέο θέμα: '{0}'.
es: Has investigado con éxito un nuevo tema: '{0}'.
it: Hai ricercato con successo un nuovo tema: '{0}'.
ru: Вы исследовали новую тематику: «{0}».
tr: Başarıyla yeni bir konu araştırıldı: '{0}'.

source: You have successfully researched '{0}'.
el: Έχετε επιτυχώς ερευνήσει το αντικείμενο '{0}'.
es: Has investigado con éxito '{0}'.
it: Hai ricercato con successo '{0}'.
ru: Вы исследовали: «{0}».
tr: Başarıyla '{0}' araştırdın.

source: Your new game engine '{0}' is now complete!
el: Η νέα μηχανή παιχνιδιών σας '{0}' έχει τώρα ολοκληρωθεί!
es: ¡Tu nuevo motor de juego '{0}' ya está completado!
it: Il tuo nuovo motore '{0}' è stato completato!
ru: Ваш новый игровой движок «{0}» готов!
tr: Yeni oyun motoru '{0}' şimdi tamamlandı!

source: Could not save game
el: Δεν ήταν δυνατή η αποθήκευση του παιχνιδιού
es: No se puede guardar la partida
it: Non ho potuto salvare la partita
ru: Не удалось сохранить игру
tr: Oyunu kaydedemezsin

source: Could not initialize loaded game
el: Δεν ήταν δυνατή η αρχικοποίηση του φορτωμένου παιχνιδιού
es: No es posible iniciar el juego cargado
it: Impossibile inizializzare la partita caricata
ru: Не удалось инициализировать загруженную игру
tr: Yüklenen oyun başlatılamadı

source: Could not load game
el: Δεν ήταν δυνατή η φόρτωση παιχνιδιού
es: No se pudo cargar el juego
it: Non sono riuscito a caricare la partita
ru: Не удалось загрузить игру
tr: Oyun yüklenemedi

source: Your bank account is in the red. Thankfully your bank has enabled you to overdraw your account up to {0} but be careful, if your account balance is below -{0} you will go bankrupt.
el: Ο τραπεζικός λογαριασμός σας είναι στα κόκκινα. Ευτυχώς η τράπεζά σας σάς δίνει τη δυνατότητα να υπερβείτε τα όρια του λογαριασμού σας έως {0} αλλά να είστε προσεκτικοί, αν το τραπεζικό υπόλοιπό σας είναι κάτω από -{0} θα χρεωκοπήσετε.
es: Su cuenta bancaria está en números rojos. Afortunadamente, su banco le ha permitido sobregirar su cuenta hasta {0} pero ten cuidado, si su saldo es inferior a - {0} va a la quiebra.
it: Il tuo conto in banca è in rosso. Per fortuna la tua banca ti ha permesso di rimanere in rosso fino a {0} ma fa attenzione, se il saldo del tuo conto sarà inferiore a -{0} andrai in bancarotta.
ru: У вас отрицательный баланс на счету. К счастью, банк согласился разрешить вам превышение расходов на {0}, но будьте внимательны: если ваш баланс упадёт до -{0}, вы обанкротитесь.
tr: Banka hesabınız kırmızıda. Neyse ki bankanız hesabınızı {0} tutarına kadar çıkarttı, fakat dikkatli olun eğer banka hesabınız -{0} olursa iflas edeceksiniz.

source: Unfortunately you are bankrupt.
el: Δυστυχώς επτωχεύσατε.
es: Por desgracia, estás en bancarrota.
it: Purtroppo sei in bancarotta.
ru: К сожалению, вы — банкрот.
tr: Maalesef iflas ettiniz.

source: We have just got confirmation that {0}, which has been in financial trouble lately, has gone bankrupt. It appears that {1}, a behemoth in the gaming industry, has purchased the remains of the company.
el: Μόλις λάβαμε επιβεβαίωση ότι η {0}, που είχε οικονομικά προβλήματα πρόσφατα, χρεωκόπησε. Φαίνεται ότι η {1}, ένας κολοσσός της βιομηχανίας βιντεοπαιχνιδιών, αγόρασε ο,τι απέμεινε από την εταιρία.
es: Acabamos de confirmar que {0}, ha estado en problemas financieros últimamente, ha ido a la quiebra. Parece que {1}, un gigante en la industria del juego, ha comprado los restos de la empresa.
it: Abbiamo appena avuto la conferma che {0}, che ha avuto problemi finanziari negli ultimi tempo, è andato in bancarotta. Sembra che {1}, un colosso nel settore dei giochi, abbia acquistato i resti della società.
ru: Мы только что получили подтверждение информации, что компания «{0}», которая последнее время испытывала финансовые затруднения, объявила о банкротстве. Судя по всему, все активы компании были скуплены {1}, гигантом игровой индустрии.
tr: Son zamanlarda mali sıkıntılar yaşayan {0} şirketinin iflas ettiğinin onayını aldık. Öyle gözüküyor ki, oyun endüstrisinde bir dev olan {1}, firmanın geri kalanlarını almış durumda.

source: A spokesperson of {0} said, 'We are very excited to have acquired the rights to all of {1} previously released titles.' Hearing this news, many fans of {1} have expressed their disappointment.
el: Ένας αντιπρόσωπος της {0} είπε, 'Είμαστε πολύ ενθουσιασμένοι που αποκτήσαμε τα δικαιώματα σε όλους τους προηγουμένως δημοσιευμένους τίτλους της {1}'. Ακούγοντας αυτά τα νέα, πολύ οπαδοί της {1} έχουν εκφράσει την αποδοκιμασία τους.
es: Un portavoz de {0} ha dicho: "estamos muy emocionados por haber adquirido los derecho de todos los títulos que {1} lanzó previamente." Muchos fans de {1} han mostrado su decepción al oír estas noticias.
it: Un portavoce di {0} ha annunciato, 'Siamo molto felici di aver acquisito i diritti di tutti i titoli sviluppati da {1} in precedenza.' Sentendo questa notizia, molti ammiratori di {1} hanno espresso il loro disappunto.
ru: Представитель {0} сообщил: «Мы очень рады, что приобрели права на все ранее выпущенные игры от компании "{1}"». Многие поклонники компании «{1}» выразили свое недовольство этой новостью.
tr: {0} firmasının temsilcisi, '{1} firmasının önceki oyunlarının haklarını satın aldığımız için çok heyecanlıyız.' dedi. Haberleri duyan {1} firmasının bir çok hayranı hayal kırıklıklarını dile getirdi.

source: Graphic
el: Γραφικά
es: Gráfico
it: Grafica
ru: Графика
tr: Grafik

source: Hi again, I heard that you've been very successful in the gaming business and are starting to grow your team. I've updated our client list, so if you are looking for some contract work let me know. Jason{n}Medium sized contracts have been unlocked.
el: Γεια και πάλι, Άκουσα ότι έχεις γίνει πολύ πετυχημένος στην αγορά βιντεοπαιχνιδιών και μεγαλώνεις την ομάδα σου. Έχω ενημερώσει το πελατολόγιό μας, οπότε αν ψάχνεις για καμιά δουλειά συμβολαίου πες μου. Jason{n}Ξεκλειδώθηκαν τα συμβόλαια μεσαίου μεγέθους.
es: Hola de nuevo, Escuché que les ha ido muy bien en el negocio de los juegos y su personal está creciendo. He actualizado la lista de clientes, asi que si estás buscando algún contrato de trabajo avísame. Jason{n}Los contratos medianos han sido desbloqueados.
it: Ciao di nuovo, ho saputo che hai avuto parecchio successo nel settore dei videogiochi e che la tua squadra comincia a crescere. Ho aggiornato la nostra lista clienti, quindi se cerchi dei lavori a contratto fammi sapere. Jason{n}Sono stati sbloccati i contratti di medie dimensioni.
ru: Привет, Я слышал, вы добились значительных успехов в игровом бизнесе и начали расширять штат. Я обновил список наших клиентов, так что дайте мне знать, если вы ищете работу по договору. Джейсон{n}Разблокированы контракты среднего размера.
tr: Tekrardan merhaba, Oyun sektöründe çok başarılı olduğunuzu ve kadronuzu genişletmeye başladığınızı duydum. Müşteri listemizi güncelledim, yani eğer bazı sözleşmeli işler isterseniz bana bildirin. Jason{n}Orta seviyedeki sözleşmeler açıldı.

source: Wow, I have seen some pictures of your new office! Cutting edge stuff! I'm sure you are doing very well but if you need to top up your budget I've a couple of big jobs that need to be taken care of. Jason{n}Large contracts have been unlocked.
el: Πωπω, είδα μερικές φωτογραφίες του καινούργιου σου γραφείου! Τελευταίας τεχνολογίας πράγματα! Είμαι σίγουρος ότι τα καταφέρνεις πολύ καλά αλλά αν θες να μεγιστοποιήσεις τον προϋπολογισμό σου έχω μερικές μεγάλες δουλειές που χρειάζεται να τακτοποιηθούν. Jason{n}Τα συμβόλαια μεγάλου μεγέθους ξεκλειδώθηκαν.
es: ¡Uau, he visto fotos de tu nueva oficina! ¡De lo más vanguardista! Estoy seguro de que te va muy bien, pero si necesitas ampliar tu presupuesto, tengo un par de trabajos importantes de los que hay que hacerse cargo. Jason{n}Se han desbloqueado los contratos grandes.
it: Wow, ho visto alcune foto del tuo nuovo ufficio! Roba tagliente! Sono sicuro che state facendo molto bene, ma se avete bisogno di ricaricare il vostro budget ho un paio di grandi lavori che hanno bisogno di essere curati. Jason {n} Sono stati sbloccati contratti di grandi dimensioni.
ru: Ух ты, я видел фотографии вашего нового офиса! Красиво и современно! Вижу, что дела у вас идут отлично. А если нужны ещё клиенты, то имейте в виду: у меня есть парочка крупных заказов, как раз по вашему профилю. Джейсон{n}Разблокированы крупные контракты.
tr: Yeni ofisinizin bazı fotoğrlafını gördüm, vay be! Gerçekten havalı! Eminim ki çok iyi gidiyorsunuzdur ama eğer bütçenizi arttırmak isterseniz elimde icabına bakılması gereken birkaç büyük iş var. Jason{n}Büyük sözleşmeler açıldı.

source: Jason here. I just got word from the client that the contract was completed successfully. Excellent work!
el: Jason εδώ. Έμαθα από τον πελάτη ότι το συμβόλαιο ολοκληρώθηκε με επιτυχία. Υπέροχη δουλειά!
es: Aquí Jason. El cliente me acaba de decir que el contrato fué completado exitósamente. Excelente trabajo!
it: Qui Jason. Ho appena ricevuto la notizia dal cliente che il contratto è stato completato con successo. Ottimo lavoro!
ru: Привет, это Джейсон. Мне сейчас позвонил наш клиент, чей контракт ты выполнил. Отличная работа!
tr: Ben Jason. Müşterinin dediğine göre sözleşmeyi başarıyla tamamlamışsınız. Mükemmel!

source: Jason here. I see that the contract was not completed in time. Be careful what contracts you accept otherwise those penalties quickly add up.{n}Don't worry too much though, I don't hold grudges. If you want to try again let me know.
el: Jason εδώ. Βλέπω ότι το συμβόλαιο δεν ολοκληρώθηκε εγκαίρως. Προσοχή στο τι συμβόλαια αναλαμβάνεις διαφορετικά εκείνες οι ποινές γρήγορα αθροίζονται.{n}Μην ανησυχείς πολύ ωστόσο, δεν κρατάω μανιάτικο. Αν θες να δοκιμάσεις ξανά ενημέρωσέ με.
es: Aqui Jason Veo que la contrata no se completó a tiempo. Ten cuidado con las contratas que aceptes , de otro modo esas penalizaciones irán subiendo rápidamente.{n}No te preocupes, no guardo rencor. Si quieres intentarlo de nuevo, házmelo saber.
it: Qui Jason. Vedo che il contratto non è stato completato in tempo. Sta attento a quali contratti accetti altrimenti le sanzioni cresceranno sempre più.{n}Non preoccuparti troppo però, non porto rancore. Se vuoi provarci di nuovo, fammelo sapere.
ru: Это Джейсон. Похоже, ты не справился с контрактом за оговоренное время. Тшательней оценивай свои силы, а то разоришься на штрафах.{n}Ладно, не волнуйся особо, ты всё равно на хорошем счету. Захочешь попробовать ещё — дай мне знать.
tr: Ben Jason, Sözleşmenin zamanında tamamlanmadığını gördüm. Hangi sözleşmeleri kabul ettiğinize dikkat edin aksi takdirde cezalar süratle artar.{n}Buna rağmen, çok fazla endişelenmeyin, kin tutmam. Eğer tekrar denemek isterseniz bana bildirin.

source: Usually I have new contracts every six months so check back some time.
el: Συνήθως έχω καινούργια συμβόλαια κάθε έξι μήνες οπότε ξανακοίτα που και που.
es: Habitualmente tengo nuevos contratos cada seis meses. Echa un vistazo cada cierto tiempo.
it: Di solito ho nuovi contratti ogni sei mesi, quindi controlla ogni tanto.
ru: Как правило, новые контракты появляются у меня каждые полгода, так что заглядывай иногда.
tr: Genellikle her altı ayda bir yeni sözleşmeleli işler bulunur. Bu yüzden başka zaman kontrol et.

source: OK
ru: ОК
tr: Tamam

source: This is a small pop up stand where we can show our marketing material. It isn't very impressive but a common setup at the G3.
el: Αυτός είναι ένας μικρός πάγκος όπου μπορούμε να αναδείξουμε το διαφημιστικό υλικό μας. Δεν είναι πολύ εντυπωσιακός άλλα αποτελεί κοινή εγκατάσταση στη G3.
es: Este es un pequeño puesto emergente para mostrar nuestro material de marketing. Nada impresionante, pero es el puesto más común en la G3.
it: Questo è un piccolo stand dove possiamo mostrare il nostro materiale commerciale. Non è molto impressionante ma è una configurazione comune al G3.
ru: Это небольшой стенд, где можно представить наши рекламные материалы. Не так впечатляет, но надо же с чего-то начинать на G3.
tr: Burası pazarlama malzemelerini gösteren ufak bir yer. Çok etkileyici olmasada G3 için sıradan bir alan.

source: This is a larger booth in a better location. We should expect more visitors with this booth and have space to give away demos of our games.
el: Αυτός είναι ένας μεγαλύτερος θάλαμος σε καλύτερη τοποθεσία. Πρέπει να αναμένουμε περισσότερους επισκέπτες με αυτόν τον θάλαμο και θα έχουμε χώρο να μοιράσουμε demo των παιχνιδιών μας.
es: Un puesto más grande en un lugar mejor. Con este puesto podemos esperar más visitantes y un espacio suficiente para regalar demos de nuestros juegos.
it: Questo è uno stand più grande ed in posizione migliore. Dovremmo aspettarci più visitatori con questo stand e avere uno spazio dove omaggiare demo dei nostri giochi.
ru: Павильончик средних размеров, располагающийся ближе к центру выставки. Следует ожидать больше посетителей, есть место для раздачи демо-версий наших игр.
tr: Daha iyi bir yerde daha büyük bir stand. Bu standla birlikte oyunlarımızın demolarını gösterecek alanımız olacak ve daha fazla ziyaretçi bekleyeceğiz.

source: With this package we get our own section in the main hall of the G3. We can expect a large number of visitors.
el: Με αυτό το πακέτο παίρνουμε τον δικό μας χώρο στην κύρια αίθουσα της G3. Μπορούμε να αναμένουμε έναν μεγάλο αριθμό επισκεπτών.
es: Con este paquete obtenemos nuestra propia sección en la sala principal del G3. Podemos esperar un número muy alto de visitantes.
it: Con questo pacchetto otteniamo la nostra sezione nella hall principale del G3. Possiamo aspettarci un grande numero di visitatori.
ru: Это уже целая собственная секция в главном зале G3. Можно рассчитывать на колоссальное количество посетителей.
tr: Bu paketle birlikte G3'ün ana salonunda bölümümüz oldu. Daha fazla sayıda ziyaretçi bekleyebiliriz.

source: Popular genre:
el: Δημοφιλές είδος:
es: Género popular:
it: Genere popolare:
ru: Популярный жанр:
tr: Popüler tür:

source: Popular: New topics
el: Δημοφιλές: Νέα είδη
es: Popular: Nuevos temas
it: Popolare: Nuovi temi
ru: Популярны новые тематики
tr: Popüler: Yeni konular

source: Strong audience:
el: Δυνατό κοινό:
es: Público predominante:
it: Pubblico più ampio:
ru: Перспективная аудитория:
tr: Güçlü kitle:

source: Trend: Strange combinations
el: Μόδα: Περίεργοι συνδυασμοί
es: Moda: Combinaciones extrañas
it: Trend: Combinazioni strane
ru: Мода на странные сочетания
tr: Moda: Garip kombinasyonlar

source: It seems that the market has normalized again with no particular strong trends at the moment.
el: Φαίνεται πως αυτή τη στιγμή η αγορά έχει σταθεροποιηθεί ξανά χωρίς συγκεκριμένες μόδες.
es: Parece que el mercado ha vuelto a normalizarse sin que haya ninguna tendencia en particular.
it: Sembra che il mercato si sia normalizzato di nuovo senza particolari tendenze.
ru: Похоже, рынок снова нормализовался, явных фаворитов не наблюдается.
tr: Görünüşe göre market yeniden normal haline döndü herhangi bir güçlü akım yok.

source: It seems that {0} games are especially popular at the moment.
el: Φαίνεται ότι παιχνίδια {0} είναι ιδιαίτερα δημοφιλή αυτή τη στιγμή.
es: Parece que los juegos de {0} son especialmente populares ahora mismo.
it: Sembra che i giochi {0} siano particolarmente popolari al momento.
ru: Похоже, игры жанра {0} набирают популярность.
tr: Görünüşe göre {0} oyunları şu an daha çok tutuluyor.

source: There is a clear trend towards {0} games recently.
el: Υπάρχει μια καθαρή κλίση προς τα παιχνίδια {0} πρόσφατα.
es: Los juegos de {0} están claramente de moda.
it: Non vi è una chiara tendenza verso i giochi {0} recentemente.
ru: Последнее время набирают популярность игры жанра {0}.
tr: Son zamanlarda {0} oyunlarına bariz bir yönelim var.

source: It seems that the market responds particularly well to games with new topics at the moment.
el: Φαίνεται ότι η αγορά ανταποκρίνεται ιδιαίτερα καλά σε παιχνίδια με καινούργια θέματα αυτή τη στιγμή.
es: Parece que, en este momento, el mercado responde particularmente bien a juegos con nuevos temas.
it: Sembra che il mercato risponda particolarmente bene ai giochi con nuovi argomenti al momento.
ru: Похоже, рынок особенно хорошо реагирует на новые тематики в играх.
tr: Bu pazar şu anda yeni konular ile oyunlara özellikle iyi yanıt veriyor gibi görünüyor.

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it: 'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
el: Οι αναλυτές έχουν παρατηρήσει μια παράξενη τάση τελευταία όπου παίκτες ανά τον κόσμο φαίνεται να έχουν αναπτύξει μια περίεργη όρεξη για ασυνήθιστα παιχνίδια.{n}Όπως το έθεσε ένας παίκτης: 'Μερικές φορές απλά θες να παίξεις κάτι ξεχωριστό. Ένα παιχνίδι βασισμένο σε μια ιδέα που δεν είναι το γνωστό Στρατιωτικό/Δράσης παιχνίδι ή το Φαντασίας/RPG απλά για να ονομάσω δυο παραδείγματα. Πραγματικά ελπίζω οι εταιρίες να βγάλουν κάποια ξεχωριστά παιχνίδια στην αγορά σύντομα. Θα τα προτιμούσα σίγουρα αυτή τη στιγμή.'{n}Αυτή η νέα τάση υπόσχεται να φέρει μια ενδιαφέρουσα πρόκληση στους προγραμματιστές παιχνιδιών καθώς οι συνδυασμοί θεμάτων/ειδών που συνήθιζαν να δουλεύουν καλά θα είναι ξαφνικά λιγότερο αρεστοί ενώ πιο εξωπραγματικές ιδέες μπορεί να ανθίσουν.
es: Los analistas han observado una extraña tendencia últimamente donde los jugadores de todo el mundo parecen haber desarrollado un curioso gusto por los juegos inusuales. {n} Uno de los jugadores puso:'a veces lo que deseas es jugar a algo totalmente único, Un juego basado en una idea que no es habitual en un juego de Militar/Acción o Fantasía/RPG solo por nombrar dos ejemplos. Espero realmente que las compañías traigan pronto algunos juegos únicos al mercado. sin duda preferiría esto ahora mismo.' {n} Esta nueva tendencia promete traer un reto interesante a los desarrolladores de juegos como combinaciones de topico/genero que solían funcionar bien y de repente ser menos favorable mientras muchas ideas extravagantes podrian prosperar.
it: Gli analisti hanno notato uno strano trend ultimamente: i giocatori di tutto il mondo sembrano aver sviluppato una curiosa propensione a videogiochi particolari.{n}Come detto da un giocatore: 'Ogni tanto ti viene voglia di giocare a qualcosa di unico. Un gioco basato su un'idea che non sia il classico Guerra/Azione o Fantasy/GDR, giusto per fare due esempi.' Spero fortemente che le società prossimamente mettano sul mercato dei giochi fuori dal comune. Sicuramente mi piacerebbero ora come ora.'{n}Questo nuovo trend pone una sfida interessante agli sviluppatori di giochi, in quanto combinazioni tema/genere che funzionavano bene saranno improvvisamente meno favorevoli mentre idee più radicali potrebbero risaltare.
ru: Аналитики отмечают странную тенденцию: у игроков по всему миру, похоже, появился сильный интерес к необычным играм.{n}Как выразился один игрок: «Иногда вы просто хотите сыграть во что-то уникальное. Во что-то большее, чем обычная экшн-стрелялка про войну или фэнтези-ролевушка. Я очень надеюсь, что игровые студии привнесут что-то особое на игровой рынок в ближайшее время. На самом деле, это давно пора было сделать». {n}Новая тенденция — это интересный вызов разработчикам игр: устоявшиеся комбинации тематики и жанра становятся менее популярны, зато могут сработать совершенно неожиданные сочетания.
tr: Analizciler, dünya çapında oyuncuların son zamanlarda oynadıkları oldukça garip olan farklı oyunlar akımını gözlemledi.{n}Bir oyuncu bunu: 'Bazen tamamen farklı bişi oynamak istersin. Örnek vermek gerekirse klasik Ordu/Aksiyon yada Fantazi/Rol yapma oyunundan farklı bişi. Umarım firmalar yakında farklı şeyler piyasaya sunarlar. Şuan kesinlikle onları tercih ederim.' dedi.{n}Bu akım oyun yazılımcıları arasında oldukça büyük bir yarışmaya dönüşecek gibi lakin klasik konu/tarz kombinasyonları birden bire daha az favori olmaya başlarken tamamen aykırı oyunlar popüler olacak gibi.

source: Our own game convention is taking place in 4 weeks!
el: Το δικό μας συνέδριο παιχνιδιών λαμβάνει χώρα σε 4 εβδομάδες!
es: ¡Nuestra propia convención de videojuegos tendrá lugar en 4 semanas!
it: La nostra game convention si svolgerà tra 4 settimane!
ru: Наша игровая выставка откроется через четыре недели!
tr: Kendi oyun etkinliğimiz 4 hafta içinde başlıyor!

source: In two months the {0} will be taken off the market!
el: Σε δύο μήνες το {0} θα βγει από την αγορά!
es: ¡Dentro de dos meses, la {0} se retirará del mercado!
it: In due mesi il {0} verrà ritirato dal mercato!
ru: Через два месяца {0} уйдёт с рынка!
tr: {0} 2 ay içinde piyasadan çekilecek!

source: {0} is no longer supported. You've released {1} games for the platform and earned a total of {2}!
el: Το {0} δεν υποστηρίζεται πια. Κυκλοφορήσατε {1} παιχνίδια για αυτή την πλατφόρμα και κερδίσατε {2}!
es: {0} ya no es soportado ¡Has lanzado {1} juegos para la plataforma y acumulado un total de {2}!
it: {0} non è più supportato. Hai pubblicato {1} giochi per la piattaforma per un guadagnato totale di {2}!
ru: {0} больше не поддерживается. Ваши игры для этой платформы ({1} шт.) принесли вам {2}!
tr: {0} artık desteklenmiyor. Siz bu platform için {1} oyun yayınladınız ve toplam {2} kazandınız!
