Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Lab report
el: Αναφορά εργαστηρίου
es: Informe de Laboratorio
it: Rapporto di laboratorio
ru: Лабораторный отчет
tr: Lab raporu

source: Internet Opportunities
el: Διαδικτυακές Ευκαιρίες
es: Posibilidades de Internet
it: Opportunità Internet
ru: Возможности интернета
tr: İnternet Fırsatları

source: The internet will change our lives forever. This project will investigate how we can use the internet to make better games and deliver better experiences. Completing this project should unlock new options for research.
el: Το διαδίκτυο θα αλλάξει τις ζωές μας για πάντα. Αυτό το πρότζεκτ θα ερευνήσει πως μπορούμε να χρησιμοποιήσουμε το διαδίκτυο για να φτιάξουμε καλύτερα παιχνίδια και να παραδώσουμε καλύτερες εμπειρίες. Η ολοκλήρωση αυτού του πρότζεκτ θα ξεκλειδώσει καινούργιες επιλογές για έρευνα.
es: Internet cambiará nuestras vidas para siempre. Este proyecto investigará cómo podemos aprovechar Internet para hacer juegos mejores, con mejores experiencias. Al completar este proyecto se desbloquearán nuevas opciones de investigación.
it: Internet cambierà le nostre vite per sempre. Questo progetto investigherà come possiamo usare internet per creare giochi migliori e offrire esperienze superiori. Completare questo progetto dovrebbe sbloccare nuove opzioni di ricerca.
ru: Интернет навсегда изменит нашу жизнь. В рамках этого проекта мы исследуем, как можно использовать интернет для того, чтобы делать игры лучше и интереснее. Результатом должны стать новые многообещающие направления исследований.
tr: İnternet hayatlarımızı sonsuza kadar değiştirecek. Bu proje daha iyi oyunlar yapmak için interneti nasıl kullanabileceğimizi ve daha iyi deneyimler sunabilmemizi inceleyecek. Bu projeyi tamamlamak araştırma için yeni seçenekleri açabilir.

source: After careful examination we come to the conclusion that the internet is a huge opportunity in the gaming industry. We already see some small signs how successful multiplayer games can be but multiplayer is usually an additional feature to a game and not the main focus.{n}We think we could develop technologies to create a massively multiplayer online game (short MMO), a game where tens of thousands of players can play together. To create such an MMO more research is necessary.{n}The second discovery is that we could start developing an online distribution platform. Instead of players buying games in local stores they could download games directly from our servers. This would cut out the middle man and we could gain a large share of the market and additional income to fund our developments.
el: Μετά από προσεκτική εξέταση ερχόμαστε στο συμπέρασμα ότι το διαδίκτυο είναι μια τεράστια ευκαιρία στην βιομηχανία των βιντεοπαιχνιδιών. Ήδη βλέπουμε ορισμένες μικρές ενδείξεις για το πόσο επιτυχημένα μπορεί να είναι τα παιχνίδια πολλών παικτών αλλά το multiplayer είναι συνήθως μια επιπρόσθετη λειτουργία σε ένα παιχνίδι και έχει ο κεντρικός στόχος.{n}Πιστεύουμε ότι θα μπορούσαμε να αναπτύξουμε τεχνολογίες για να δημιουργήσουμε ένα massively multiplayer online game (σύντομα MMO), ένα παιχνίδι όπου δεκάδες χιλιάδες παίκτες μπορούν να παίξουν μαζί. Για να φτιάξουμε ένα τέτοιο MMO έρευνα είναι απαραίτητη.{n}Η δεύτερη ανακάλυψη είναι ότι θα μπορούσαμε να αρχίζαμε την ανάπτυξη μιας διαδικτυακής πλατφόρμας διανομής. Αντί οι παίκτες να αγοράζουν παιχνίδια σε τοπικά καταστήματα θα μπορούσαν να κατεβάζουν παιχνίδια απευθείας από τους διακοσμητές μας. Αυτό θα έκοβε το διαμεσολαβητή και θα μπορούσαμε να κερδίζαμε ένα τεράστιο μερίδιο αγοράς και επιπλέον έσοδα για να χρηματοδοτήσουμε τις δημιουργίες μας.
es: Tras una observación detallada, hemos concluido que Internet supone una gran oportunidad en la industria de los videojuegos. Ya hemos visto alguna señal de lo que pueden llegar a ser los juegos multijugador, pero nadie se ha centrado en el multijugador como principal reclamo de un juego.{n}Creemos ser capaces de desarrollar tecnologías para crear un juego online multijugador masivo (abreviado MMO), un juego en el que decenas de miles de jugadores puedan jugar juntos. Para crear un MMO se requiere investigar más.{n}El segundo descubrimiento es que podemos empezar a desarrollar una plataforma de distribución online. Los jugadores podrán descargarse juegos directamente de nuestros servidores en lugar de comprarlos en tiendas. Esto acabará con los intermediarios, con lo que podríamos ganar una gran cuota de mercado e ingresos adicionales para financiar nuestros desarrollos.
it: Dopo attenta valutazione siamo arrivati alla conclusione che internet è un' enorme opportunità nell' industria dei giochi. Abbiamo già visto alcuni piccoli segnali su quanto i giochi multigiocatore possano avere successo ma il multigiocatore è solitamente una caratteristica aggiuntiva al gioco e non il punto principale.{n}Pensiamo di poter sviluppare tecnologie per creare un gioco multigiocatore massivo online (abbreviato MMO), un gioco in cui decine di migliaia di giocatori possano giocare assieme. Per creare un MMO è richiesta più ricerca.{n}La seconda scoperta è che possiamo cominciare lo sviluppo di una piattaforma di distribuzione online. Al posto di comprare giochi ai negozi locali i giocatori potranno scaricare giochi direttamente dai nostri server. Questo taglierebbe fuori l' uomo nel mezzo e potremo guadagnare una larga fetta di mercato ed entrate addizionali per finanziare gli sviluppi.
ru: После тщательного исследования мы пришли к выводу, что интернет предоставляет игровой индустрии огромные возможности. Мы уже видели, что мультиплеер в играх пользуется популярностью, но до сих пор это было просто одной из возможностей игры, а не её основой.{n}Мы считаем, что могли бы разработать технологии для создания массовой многопользовательской онлайн-игры, или ММО — игры, в которую одновременно могли бы играть десятки тысяч человек. Для создания таких игр необходимы дополнительные исследования.{n}Ещё одно направление разработки — платформа цифровой дистрибуции. Вместо того, чтобы покупать игры в магазине, игроки могли бы скачивать их непосредственно с наших серверов. Это позволит отказаться от посредников, получив большую долю рынка и дополнительный доход, который можно направить на новые разработки.
tr: Dikkatli bir incelemeden sonra internetin oyun sektörü için devasa bir fırsat olduğu kanaatine vardık. Şimdiden çok oyunculu oyunların ne kadar başarılı olabileceğinin küçük işaretlerini gördük fakat çoklu oyuncu genellikle ek bir özellik, temel hedef değil.{n}Onbinlerce oyuncunun beraber oynayabileceği bir oyun, devasa çok oyunculu çevrimiçi oyun (kısaca MMO) yaratmak için teknolojileri geliştirebileceğimizi düşündük. Böylesine bir MMO yaratmak için daha fazla araştırma gerekli.{n}İkinci keşfimiz çevrimiçi bir dağıtım platformu geliştirmeye başlayabileceğiz. Oyunları yerel dükkanlardan almak yerine onlar, oyunları direkt olarak bizim sunucularımızdan indirebilecekler. Bu ikinci adamı ortadan kaldıracak, büyük bir pazar payı ve gelişimlerimize yatırım için fazladan gelir elde edebileceğiz.

source: Codename: Grid
el: Κωδικό όνομα: Grid
es: Nombre clave: Grid
it: Nome in codice: Grid
ru: Проект Х.А.П.
tr: Kod adı: Izgara

source: A bold plan to develop an internet-based distribution platform for games. Rather than buying games through retailers players worldwide can simply download them. The platform features digital rights management to combat piracy and also enables a new market for smaller developers to show off their products.
el: Ένα τολμηρό σχέδιο για να αναπτύξουμε μια διαδικτυακά βασιζόμενη πλατφόρμα διανομής για παιχνίδια. Αντί να αγοράζουν παιχνίδια από εμπόρους λιανικής οι παίκτες ανά την υφήλιο θα μπορούν απλά να τα κατεβάζουν. Η πλατφόρμα περιλαμβάνει διαχείριση ψηφιακών δικαιωμάτων (DRM) για άμυνα ενάντια στην πειρατεία και επίσης εγκαθιδρύει μια νέα αγορά για να αναδεικνύουν οι μικρότεροι προγραμματιστές τα παιχνίδια τους.
es: Un audaz plan para desarrollar una plataforma de distribución de juegos basada en internet. En lugar de comprar juegos en puntos de venta, los jugadores de todo el mundo no tendrán más que descargarlos. La plataforma incluye la administración de derechos digitales para combatir la piratería, y activa también un nuevo mercado para que los pequeños diseñadores muestren sus productos.
it: Un piano audace quello di sviluppare una piattaforma di distribuzione giochi basata su internet. Invece di comprare giochi dai rivenditori, i giocatori di tutto il mondo possono semplicemente scaricarli. La piattaforma supporta la gestione diritti digitali per combattere la pirateria ed apre un nuovo mercato per i piccoli sviluppatori dove mostrare i loro prodotti.
ru: Халявораздатчик Автоматический Платный — смелый план по разработке платформы цифровой дистрибуции. Вместо того, чтобы покупать игры через розничную сеть, игроки по всему миру могут просто скачать их. Платформа имеет средства защиты авторских прав для борьбы с пиратством, а также предоставляет новый рынок для начинающих разработчиков, где они могут показать свои творения.
tr: Oyunlara internet tabanlı dağıtım platformu geliştirmek için cesur bir plan. Dünya genelinde oyuncular, oyunları bayiden almak yerine kolayca indirebilirler. Platform korsanla savaşmak için dijital haklar yönetimi özelliğine yer veriyor ve ayrıca küçük geliştiricilerin kendi ürünleri tanıtması için yeni bir pazar imkanı sağlıyor.

source: Boss, it is done and it is live! Grid is the name of our very own internet-based distribution platform.
el: Αφεντικό, έγινε και είναι live! Grid είναι το όνομα της όλως δικιάς μας διαδικτυακά βασιζόμενης πλατφόρμας διανομής.
es: ¡Jefe, ya lo tenemos aquí! El "Grid" es el nombre de nuestra propia plataforma de distribución a través de Internet.
it: Capo, è stata completata ed è ora disponibile! Grid è il nome della nostra piattaforma proprietaria di distribuzione basata su internet.
ru: Босс, проект Х.А.П. — Халявораздатчик Автоматический Платный — завершён и успешно работает! Это наша собственная платформа для онлайн-дистрибуции.
tr: Patron, tamamlandı ve şuan yayında! Kendi internet tabanlı dağıtım platformumuzun adı Grid.

source: Since we already have our own console we have integrated this service into our console. This should boost our market share considerably.
el: Εφόσον ήδη έχουμε τη δικιά μας κονσόλα ενσωματώσαμε αυτήν την υπηρεσία στην κονσόλα μας. Αυτό θα πρέπει να αυξήσει το μερίδιο αγοράς μας σημαντικά.
es: Como tenemos nuestra propia consola, hemos integrado este servicio a la misma. Esto debería impulsar significativamente nuestra cuota de mercado.
it: Dato che abbiamo già una nostra console abbiamo integrato questo servizio nella nostra console. Questo dovrebbe rilanciare la nostra quota di mercato considerevolmente.
ru: Так как у нас есть своя собственная консоль, мы интегрировали эту систему в неё. Это должно значительно укрепить наши позиции на рынке.
tr: Kendi konsolumuza sahip olduğumuza göre, bu hizmeti konsolumuzada entegre ettik. Bunun pazar payımızı oldukça arttırması gerekiyor.

source: This system should boost the market share of the PC considerably and if we ever have our own console it will also be of great benefit.
el: Αυτό το σύστημα θα αυξήσει το μερίδιο αγοράς του PC σημαντικά και αν ποτέ αποκτήσουμε τη δικιά μας κονσόλα θα είναι επίσης προς μεγάλο όφελός μας.
es: Este sistema impulsará considerablemente la cuota de mercado del PC y, si llegáramos a tener nuestra propia consola, también sería un gran beneficio.
it: Questo sistema aumenterà le quote del mercato dei PC considerevolmente e se mai avremo una nostra console anche questa ne trarrà grande beneficio.
ru: Эта система должна значительно увеличить долю PC на рынке, а если у нас когда-либо появится собственная консоль, это даст ей существенное преимущество.
tr: Bu sistem PC'nin pazar payını oldukça arttırmalı ve eğer kendi konsolumuza sahip olursak büyük yarar sağlar.

source: Grid will generate income every month which should boost our ability to create new games and develop new projects.
el: Το Grid θα παράγει έσοδα κάθε μήνα τα οποία λογικά θα αυξήσουν την ικανότητά μας να δημιουργούμε νέα παιχνίδια και να κάνουμε ανάπτυξη νέων πρότζεκτ.
es: El Grid generará ingresos cada mes, lo que impulsará nuestra habilidad para crear y desarrollar nuevos juegos y proyectos.
it: Grid genererà introiti ogni mese, i quali dovrebbero potenziare le nostre possibilità di creare nuovi giochi e sviluppare nuovi progetti.
ru: Х.А.П. будет приносить доход каждый месяц, что поможет нам сосредоточиться на разработке новых игр и проектов.
tr: Grid düzenli olarak her ay belli bir kazanç sağlayıp bize yeni oyunlar ve projeler için gerekli gücü sağlıycak.

source: Own Convention
el: Δικό Μας Συνέδριο
es: Convención Propia
it: Propria Convention
ru: Собственная выставка
tr: Kendi Konferansımız

source: It's all well and good to have a booth at the yearly game convention and show off our products but with our large fan base we should consider staging our very own convention instead!
el: Είναι όλα ωραία και καλά με το να έχουμε ένα θάλαμο στο ετήσιο συνέδριο παιχνιδιών και να δείχνουμε τα προϊόντα μας αλλά με την τεράστια βάση οπαδών μας θα πρέπει αντί αυτού να σκεφτούμε την οργάνωση του δικού μας συνεδρίου!
es: Está muy bien tener un stand en la convención anual de videojuegos para mostrar nuestros productos, pero con la gran base de fans que tenemos, ¡habría que considerar el organizar nuestra propia convención!
it: Va benissimo avere uno stand alla game convention annuale e mostrare i nostri prodotti ma con così tanti fan dovremmo considerare di mettere su una nostra convention invece!
ru: Стенд на ежегодной игровой выставке и показ новинок там — это, конечно, неплохо, но с таким количеством фанатов, как у нас, следует вместо этого организовать собственную выставку!
tr: Yıllık yapılan oyun fuarına katılmamız ve bir stand açmamız oldukça güzel ama bu kadar büyük bir hayran kitlesine sahipken tamamen bizim sahip olduğumuz oyun fuarını açmayı düşünmeliyiz!

source: Boss, we have completed the organization of our own convention.
el: Αφεντικό, έχουμε ολοκληρώσει την οργάνωση του δικού μας συνεδρίου.
es: Jefe, hemos terminado de organizar nuestra propia convención.
it: Capo, abbiamo completato l'organizzazione della nostra convention.
ru: Босс, мы закончили организацию нашей собственной выставки.
tr: Patron, kendi konferansımızın organizasyonunu tamamladık.

source: 3D Graphics V6
el: 3D Γραφικά V6
es: Gráficos 3D V6
it: Grafiche 3D V6
ru: 3D графика V6
tr: 3D Grafikler V6

source: Pushing the boundaries of photorealism this revolutionary graphics engine will blow away everything that has come before. Near infinite draw distance, ultra-high polygon counts and realistic particle and volumetric effects.
el: Σπρώχνοντας τα όρια του φωτορεαλισμού αυτή η επαναστατική μηχανή γραφικών θα ξεσκίσει τα πάντα που ήρθαν πριν από αυτή. Σχεδόν άπειρο draw distance, πάρα πολύ υψηλοί αριθμοί πολυγώνων και ρεαλιστικά ογκομετρικά εφέ και εφέ σωματιδίων.
es: Extendiendo las fronteras del fotorrealismo, este revolucionario motor gráfico deja en ridículo a todo lo que se ha visto hasta ahora. Una distancia de visión casi infinita, número elevadísimo de polígonos, partículas relistas y efectos volumétricos.
it: Spingendo ai limiti del fotorealismo questo motore grafico rivoluzionario spazzerà via tutto ciò che è venuto prima. Distanza di disegno quasi infinita, conteggio poligoni ultra alto ed effetti volumetrici e particellari realistici.
ru: Этот революционный графический движок просто сметёт всех своих предшественников. Почти бесконечная дальность прорисовки, ультравысокое количество полигонов и реалистичные игровые эффекты.
tr: Bu devrimsel grafik motorundaki fotogerçeklik sınırlarını zorlamamız bugüne kadarki herşeyi geride bırakıcak. Nerdeyse sınırsız sürüş mesefasi, ultra-yüksek poligon atışları ve gerçekçi parçacıklar ve hacimsel efektler.

source: We have successfully completed the research on our next generation graphics technology and we can now start building a game engine to make use of this research.
el: Έχουμε επιτυχώς ολοκληρώσει την έρευνα πάνω στην νέα γενιάς τεχνολογίας μας γραφικών και τώρα μπορούμε να αρχίζουμε να χτίζουμε μια μηχανή γραφικών που θα κάνει χρήση αυτής της έρευνας.
es: Hemos investigado con éxito nuestra tecnología gráfica de nueva generación y ya podemos crear un motor de juego para aprovechar este avance.
it: Abbiamo completato con successo la ricerca sulla nostra tecnologia per grafiche di prossima generazione e ora possiamo cominciare a costruire un motore di gioco per fare uso di questa ricerca.
ru: Мы успешно завершили исследование нашей технологии графики следующего поколения. Теперь можно начать разработку нового игрового движка, использующего эту технологию.
tr: Yeni jenerasyon grafik teknolojisi araştırmamız başarı ile tamamlandı ve şimdi bu araştırmaya özel bir oyun motoru yaratabiliriz.

source: 3D Graphics V7
el: 3D Γραφικά V7
es: Gráficos 3D V7
it: Grafiche 3D V7
ru: 3D графика V7
tr: 3D Grafikler V7

source: The ultimate in graphics technology. This will look better than reality. If anyone ever builds a holodeck then this is the graphics engine it would run on.
el: Το απόλυτο στην τεχνολογία γραφικών. Θα δείχνει καλύτερο από την πραγματικότητα. Αν ποτέ κάποιος φτιάξει ένα ολογραφικό κατάστρωμα αυτή θα είναι η μηχανή γραφικών πάνω στην οποία θα τρέχει.
es: La tecnología gráfica definitiva. Esto se verá mejor que la misma realidad. Si alguien construye alguna vez una holocubierta, funcionará con este motor.
it: La tecnologia grafica definitiva. Sembrerà meglio della realtà. Se qualcuno costruirà mai un proiettore olografico questo è il motore grafico che vorrà usare.
ru: Вершина графических технологий. Результат будет выглядеть лучше, чем сама реальность. Если когда-нибудь создадут голодек — он будет работать на этой технологии.
tr: Görüntü teknolojisinde son nokta. Bu gerçeklikten daha iyi gözükecek. Eğer biri holodeck bile yapsa, onun üzerinde çalışacak olan grafik motoru bu olacak.

source: We have done it! Our research was successful and we should be able to support our concepts for the ultimate graphics technology in our next game engine. This will be a revolution for the gaming industry!
el: Τα καταφέραμε! Η έρευνά μας ήταν επιτυχής και θα μπορούμε να υποστηρίξουμε τα σχέδιά μας για την απόλυτη τεχνολογία γραφικών στην επόμενη μηχανή γραφικών μας. Αυτό θα είναι μια επανάσταση στη βιομηχανία του gaming!
es: ¡Lo hemos conseguido! Nuestra investigación ha tenido éxito y ya deberíamos poder aplicar nuestras ideas para la tecnología gráfica definitiva en nuestro próximo motor de juego. ¡Esto revolucionará la industria de los videojuegos!
it: Ce l' abbiamo fatta! La nostra ricerca ha avuto successo e dovremmo poter supportare i nostri studi per la tecnologia grafica definitiva nel nostro prossimo motore di gioco. Questa sarà una rivoluzione per l'industria dei giochi!
ru: Мы это сделали! Наше исследование увенчалось успехом, и наш следующий игровой движок уже может использовать наилучшую графическую технологию. Это будет революция в игровой индустрии!
tr: Tamamladık! Araştırmalarımız başarılı oldu ve artık bir sonraki oyun motorumuzda son nokta grafik teknolojisi için yapacağımız konseptleri destekleyebileceğiz. Bu oyun endüstrisi içni bir devrim olacak!

source: License Game Engines
el: Αδειοδότηση Μηχανών Γραφικών
es: Motores de Juego con Licencia
it: Licenza Motori di Gioco
ru: Лицензирование игровых движков
tr: Oyun Motoru Lisansı

source: We have a lot of experience in creating custom game engines. Why not sub-license our engines to other developers? Not only will this cement our market position as a technology leader but it will also help offset the growing costs of developing engines.
el: Έχουμε πολύ εμπειρία στο να δημιουργούμε προσαρμοσμένες μηχανές γραφικών. Γιατί να μην παραχωρήσουμε άδεια των μηχανών μας σε άλλους προγραμματιστές; Όχι μόνο αυτό θα εδραιώσει την θέση μας στην αγορά ως ένας τεχνολογικός ηγέτης αλλά επίσης θα βοηθήσει να αντισταθμίσουμε το αυξανόμενο κόστος της ανάπτυξης μηχανών.
es: Tenemos mucha experiencia en la creación de motores de juego. ¿Por qué no sublicenciarlos para otros diseñadores? No sólo solidificaríamos nuestra posición en el mercado como líderes tecnológicos; también ayudaría a compensar los crecientes costes de los motores de desarrollo.
it: Abbiamo un molta esperienza nel creare motori di gioco personalizzati. Perché non vendiamo la licenza dei nostri motori ad altri sviluppatori? Non solo questo consoliderà la nostra posizione di mercato come leader tecnologico ma aiuterà a controbilanciare i costi crescenti di sviluppo dei motori.
ru: У нас большой опыт в создании игровых движков. Почему бы не продавать лицензии на них другим разработчикам? Это не только укрепит наши позиции на рынке в качестве технологического лидера, но и позволит частично скомпенсировать растущие расходы на разработку новых движков.
tr: Özel oyun motorları yaratmada oldukça tecrübemiz var. Neden oyun motorlarımızı diğer geliştiricilere alt-lisanlamıyoruz? Bu sadece bir teknoloji lideri olarak bizim pazar pozisyonumuzu sağlamlaştırmayacak ayrıca oyun motoru geliştirme bedellerimizi de karşılayabilecek.

source: Software doesn't run without hardware. We are experts in creating software but why not also investigate whether we can create our own hardware?
el: Το λογισμικό δεν τρέχει χωρίς υλικό. Είμαστε ειδήμονες στο να δημιουργούμε λογισμικό αλλά γιατί να μην ερευνήσουμε εάν μπορούμε να δημιουργήσουμε το δικό μας hardware;
es: Un software no funciona sin hardware. Ya que somos expertos en la creación de software, ¿por qué no investigar también si podemos crear nuestro hardware propio?
it: Il software non gira senza hardware. Siamo esperti nel creare software ma perché non indaghiamo se si possa creare un nostro hardware?
ru: Программное обеспечение не работает без аппаратного. Мы признанные профессионалы в создании программ, так почему бы нам теперь не изучить возможности разработки собственного оборудования?
tr: Yazılım donanımsız çalışmaz. Bizler yazılım yaratmada uzmanız fakat neden bir de kendi donanımımızı yaratıp yaratamadığımızı araştırmıyoruz?
