Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Research is important to unlock new options and make better games. You should try to save enough research points to be able to create your own game engine. This will greatly improve your games.{n}Hint: Try to develop games with different topic and genre combinations for a slight research boost.
el: Η έρευνα είναι σημαντική για να ξεκλειδώσετε καινούριες επιλογές και να φτιάξετε καλύτερα παιχνίδια. Πρέπει να προσπαθήσετε να αποταμιεύσετε αρκετούς πόντους έρευνας για να είστε ικανοί να δημιουργήσετε την δική σας μηχανή γραφικών. Αυτό θα βελτιώσει σε σημαντικό βαθμό τα παιχνίδια σας.{n}Συμβουλή: Προσπαθήστε να αναπτύξετε παιχνίδια με διαφορετικούς συνδυασμούς θέματος και είδους για μία ελαφριά ενίσχυση των πόντων έρευνας.
es: La investigación es importante para desbloquear nuevas opciones y hacer mejores juegos. Deberías intentar acumular sufientes puntos de investigación para poder crear tu propio motor de juego. Esto mejorara mucho tus juegos.{n}Pista: Intenta desarrollar juegos con diferentes combinaciones de temas y géneros para un pequeño aumento de investigación.
it: La ricerca è importante per sbloccare nuove opzioni e creare giochi migliori. Dovresti provare a risparmiare abbastanza punti da creare il tuo motore di gioco personale. Questo migliorerà enormemente i tuoi giochi.{n}Suggerimento: Prova a sviluppare giochi con combinazioni tema e genere differenti per un lieve aumento alla ricerca.
ru: Исследования очень важны — с их помощью вы открываете новые способы улучшить ваши игры. Постарайтесь накопить достаточно очков исследований, чтобы изучить возможность создания собственного игрового движка. С ним ваши игры станут гораздо лучше.{n}Совет: разрабатывайте игры, комбинируя разные жанры и тематики — это слегка увеличивает выработку очков исследований.
tr: Araştırma yeni özellikler açmak için ve daha iyi oyun yaratmak için çok önemli. Kendi oyun motorunu yaratabilmek için yeterince araştırma puanı biriktirdiğinden emin olmalısın. Bu oyunlarını oldukça etkileyecek.{n}İpucu: Oyunları biraz daha fazla araştırma puanı kazanmak adına farklı konu ve tarz kombinasyonları ile oluşturmayı dene.

source: Contracts unlocked
el: Τα συμβόλαια ξεκλειδώθηκαν
es: Contratos desbloqueados
it: Contratti sbloccati
ru: Разблокированы контракты
tr: Sözleşme kilidi açıldı

source: Contracts have now been unlocked. To see available contracts close this message and then {0} anywhere on the screen to bring up the action menu.
el: Τα συμβόλαια έχουν ξεκλειδωθεί. Για να δείτε τα διαθέσιμα συμβόλαια κλείστε αυτό το μήνυμα και έπειτα {0} οπουδήποτε στην οθόνη για να εμφανίσετε το μενού ενεργειών.
es: Se han desbloqueado los contratos. Para ver los contratos disponibles cierra este mensaje y luego haz {0} en cualquier lugar de la pantalla para abrir el menú de acción.
it: I contratti sono ora sbloccati. Per vedere i contratti disponibili chiudi questo messaggio e poi {0} ovunque sullo schermo per aprire il Menu Azioni.
ru: Разблокирована возможность контрактов. Чтобы просмотреть список доступных контрактов, закройте это сообщение и {0} в любом месте на экране для вызова меню действий.
tr: Sözleşmelerin kilidi şimdi açılmıştır. Mevcut sözleşmeleri görmek için bu mesajı kapat ve ekranda herhangi bir yere eylem menüsünü getirmek için {0}.

source: Research custom engine
el: Έρευνα προσαρμοσμένης μηχανής γραφικών
es: Investigar motor propio
it: Ricerca motore personalizzato
ru: Собственный игровой движок
tr: Oyun motoru araştır

source: Now you can create your own game engines. To get started close this message and {0} anywhere to bring up the action menu.
el: Τώρα μπορείτε να δημιουργήσετε τις δικές σας μηχανές γραφικών. Για να ξεκινήσετε κλείστε αυτό το μήνυμα και {0} οπουδήποτε για να εμφανίσετε το μενού ενεργειών.
es: Ahora puedes crear tus propios motores de juego. Para empezar cierra este mensaje y {0} en cualquier parte para abrir el menú de acción.
it: Ora puoi creare i tuoi motori di gioco personali. Per cominciare chiudi questo messaggio e {0} ovunque per aprire il Menu Azioni.
ru: Теперь вы можете создавать свои собственные игровые движки. Чтобы приступить, закройте это сообщение и {0} в любом месте на экране для вызова меню действий.
tr: Artık kendi oyun motorlarını oluşturabilirsin. Başlamak için bu mesajı kapat ve hareket menüsünü ortaya çıkarmak için herhangi bir yere {0}.

source: Contracts
el: Συμβόλαια
es: Contratos
it: Contratti
ru: Контракты
tr: Sözleşmeler

source: Contracts are a useful tool to earn some extra cash when your balance is low and can also be useful to generate a small number of research points. Contracts require you to generate a certain amount of design and technology points before the time runs out.{n}Decide carefully what contract you accept. If you miss the deadline for a contract you will have to pay a penalty so it's better to start out with smaller contracts and see how much you can handle.
el: Τα συμβόλαια είναι ένα χρήσιμο εργαλείο για να κερδίσετε μερικά επιπλέον χρήματα όταν το υπόλοιπό σας είναι χαμηλό και μπορούν να προβούν χρήσιμα επίσης για να παράγετε έναν μικρό αριθμό πόντων έρευνας. Τα συμβόλαια απαιτούν από εσάς να παράγετε ένα καθορισμό ποσό πόντων σχεδιασμού και τεχνολογίας πριν να τελειώσει ο χρόνος.{n}Αποφασίστε προσεκτικά τι συμβόλαια επιλέγετε. Αν χάσετε την προθεσμία για ένα συμβόλαιο θα πρέπει να καταβάλλετε ποινή για αυτό είναι προτιμότερο να ξεκινήσετε με μικρότερα συμβόλαια και να δείτε πως αντεπεξέλθεστε.
es: Los contratos son una herramienta útil para ganar algo de dinero extra cuando tu balance es bajo y también puede ser útil para generar un pequeño número de puntos de investigación. Los contratos requieren que generes cierta cantidad de puntos de diseño y tecnología antes de que el tiempo se acabe.{n}Decide con cuidado que contrato aceptas. Si te pasas de la fecha de entrega tendrás que pagar una penalización así que es mejor empezar con pequeños contratos y ver qué tanto puedes manejar.
it: I contratti sono uno strumento utile per guadagnare qualche soldo extra quando il tuo bilancio è basso e può essere utile anche per generare un piccolo ammontare di punti ricerca. I contratti richiedono che tu generi un certo ammontare di punti design e tecnologia prima che il tempo si esaurisca.{n}Decidi attentamente quali contratti accettare. Se mancherai la scadenza di un contratto ne dovrai pagare la penale quindi è meglio cominciare con contratti minori e vedere quanto riesci a gestire.
ru: Контракты — хороший способ заработать немного денег и иногда очков исследований. Выполнение контракта подразумевает генерацию определённого количества очков дизайна и технологий за установленное время.{n}Будьте осторожны при выборе контракта: если не уложитесь в срок, вам придётся заплатить штраф. Разумной тактикой будет начать с небольших контрактов, чтобы оценить свои силы.
tr: Sözleşmeler bakiyeniz düşük olduğunda ekstra biraz para kazanmak için yararlı bir araçtır ve ayrıca az sayıda araştırma puanları üretmek için yararlı olabilir. Sözleşmeler zamanın bitmeden önce senden belirli bir miktarda tasarım ve teknoloji puanı üretmeni ister.{n}Hangi sözleşmeyi kabul ettiğine dikkat et. Eğer bir sözleşmede teslim tarihini kaçırırsan bir ceza ödemek zorunda kalacaksın, bu yüzden küçük sözleşmelerle başlamak daha iyidir ve ne kadar iş yapabileceğini görebilirsin.

source: Creating engine
el: Γίνεται δημιουργία μηχανής
es: Crear motor
it: Crea motore
ru: Создание движка
tr: Motor yarat

source: You are now creating your own custom game engine. Once the engine is finished you will be able to use it when creating new games.
el: Τώρα δημιουργείτε τη δική σας προσαρμοσμένη μηχανή γραφικών. Μόλις η μηχανή ολοκληρωθεί θα μπορείτε να τη χρησιμοποιήσετε όταν δημιουργείτε καινούρια παιχνίδια.
es: Ahora estás creando tu propio motor de juego. Una vez que el motor esté terminado podrás usarlo para crear nuevos juegos.
it: Stai ora creando il tuo motore di gioco personale. Una volta che sarà finito potrai usarlo quando crei nuovi giochi.
ru: Вы начали работу над собственным игровым движком. Как только он будет готов, вы сможете использовать его в своих новых играх.
tr: Artık kendi oyun motorunu yaratıyorsun. Bu motor tamamlandığında artık bunu oyunlar içinde kullanmaya başlayabilirsin.

source: First engine
el: Πρώτη μηχανή
es: Primer motor
it: Primo motore
ru: Первый движок
tr: İlk motor

source: Congratulations! Your first custom game engine is now ready. You should try using it in your next game.
el: Συγχαρητήρια! Η πρώτη σας προσαρμοσμένη μηχανή γραφικών είναι τώρα έτοιμη. Δοκιμάστε να τη χρησιμοποιήσετε στο επόμενό σας παιχνίδι.
es: Felicitaciones! Tu primer motor de juego propio está listo. Deberías intentar usarlo en tu próximo juego.
it: Congratulazioni! Il tuo primo motore di gioco personale è ora pronto. Dovresti provare ad usarlo nel tuo prossimo gioco.
ru: Поздравляем! Ваш первый игровой движок готов. Вам определённо следует использовать его в следующей игре.
tr: Tebrikler! İlk oyun motorunuz şimdi hazır. Sıradaki oyununuzda kullanmayı denemelisiniz.

source: Research engine part
el: Έρευνα μέρους μηχανής
es: Investigar parte de motor
it: Ricerca componente del motore
ru: Исследование элемента движка
tr: Motor parçası araştır

source: You have just researched your first engine part. To be able to use this in your games you need to create a new engine which includes this part.
el: Μόλις κάνατε έρευνα για το πρώτο μέρος της μηχανής σας. Για να μπορείτε να το χρησιμοποιήσετε στα παιχνίδια σας πρέπει να δημιουργήσετε μία καινούρια μηχανή που συμπεριλαμβάνει αυτό το μέρος.
es: Acabas de investigar tu primera parte de un motor de juego. Para poder usarla en tus juegos necesitas crear un nuevo motor que incluya esta parte.
it: Hai appena ricercato la tua prima componente del motore. Per poter usare questa nei tuoi giochi devi creare un nuovo motore che includa questa componente.
ru: Вы исследовали первый элемент собственного движка. Чтобы ваши будущие игры могли его использовать, не забудьте включить его в свой новый движок.
tr: İlk oyun motoru parçasını araştırmayı başardın. Bu parçayı oyunlarında kullanabilmek için, bu parçayı içinde bulunduran yeni bir oyun motoru yaratmalısın.

source: Target audience
el: Απευθυνόμενο κοινό
es: Público objetivo
it: Pubblico di riferimento
ru: Целевая аудитория
tr: Hedef kitle

source: You can now specify what your main target audience is for your game. Games can be targeted at young people, at everyone or at more mature audiences.{n}Picking the right target audience for your game is important. Your target platform can also play a role. Some platforms are especially popular with a specific audience.
el: Μπορείτε τώρα να ορίσετε ποιο θα είναι το κύριο απευθυνόμενο κοινό σας για το παιχνίδι. Τα παιχνίδια μπορούν να απευθύνονται σε νεαρούς ανθρώπους, σε όλους ή σε πιο ώριμα κοινά.{n}Το να επιλέξετε το σωστό απευθυνόμενο κοινό για το παιχνίδι σας είναι σημαντικό. Η πλατφόρμα επιλογής μπορεί επίσης να παίξει ρόλο. Ορισμένες πλατφόρμες είναι πιο δημοφιλής με ένα συγκεκριμένο κοινό.
es: Ahora puedes especificar el público al que irá principalmente dirigido el juego. Los juegos pueden dirigirse a gente joven, a todo el mundo o a un público adulto.{n}Es importante escoger el público objetivo adecuado. La plataforma objetivo también puede influir. Algunas plataformas son especialmente populares entre un público específico.
it: Puoi ora specificare qual' è il tuo pubblico di riferimento per il tuo gioco. I giochi possono essere indirizzati a un pubblico giovane, per tutti o a un pubblico più maturo.{n}Scegliere il pubblico di riferimento giusto per il tuo gioco è importante. Anche la piattaforma scelta può svolgere una parte. Alcune piattaforme sono specialmente popolari con un pubblico in particolare.
ru: У вас появилась возможность выбрать, на какую аудиторию будет рассчитана игра. Вы можете предназначить её для всех игроков или сосредоточиться на детях либо на взрослых.{n}Очень важно правильно выбрать целевую аудиторию. Обратите внимание на платформу, для которой вы делаете игру — некоторые платформы особенно популярны среди определённой возрастной группы.
tr: Artık oyununun hangi topluluğa hitap ettiğini belirleyebilirsin. Oyunlar genç oyuncular üzerine, herkese yada daha olgun kitlelere hitap edebilir.{n}Oyununuz için doğru hedef kitleyi seçebilmek önemlidir. Hedef platformunuz ayrıca önemli rol oynayabilir. Bazı platformlar bazı kitleler için özellikle daha popülerdir.

source: Level 2
el: Επίπεδο 2
es: Fase 2
it: Livello 2
ru: Уровень 2
tr: Seviye 2

source: You now may also train yourself and your staff to improve skills. Let's try this by completing a management course which is required before you can hire your first employee.{n}To get started close this message and then {0} on your character to bring up the training menu.
el: Μπορείτε τώρα επίσης να εκπαιδεύσετε τον εαυτό σας και το προσωπικό σας για να βελτιώσετε δεξιότητες. Ας το δοκιμάσουμε αυτό ολοκληρώνοντας ένα μάθημα διαχείρισης το οποίο απαιτείται πριν να μπορείτε να προσλάβετε τον πρώτο σας υπάλληλο.{n}Για να ξεκινήσετε κλείστε αυτό το μήνυμα και έπειτα {0} στον χαρακτήρα σας για να εμφανίσετε το μενού εκπαίδευσης.
es: Ahora también puedes entrenarte a ti y a tu personal para mejorar habilidades. Intentemos hacerlo completando un curso de gerencia que se necesita antes de que puedas contratar tu primer empleado.{n} Para empezar cierra este mensaje y luego haz {0} en tu personaje para abrir el menú de entrenamiento.
it: Ora tu e il tuo personale potete addestrarvi per migliorare le vostre abilità. Proviamo a farlo completando un corso di gestione che è richiesto per poter assumere il tuo primo impiegato.{n}Per cominciare chiudi questo messaggio e poi {0} sul tuo personaggio per aprire il Menu Addestramento.
ru: Теперь вы можете улучшать свои навыки и навыки сотрудников, проходя обучение. Давайте воспользуемся этой возможностью и прослушаем курс, необходимый для найма персонала.{n}Чтобы пройти курс, закройте это сообщение и {0} по своему персонажу для вызова меню обучения.
tr: Artık kendinizi ve çalışanlarınızı eğiterek yeteneklerinizi geliştirebilirsiniz. Bunu yönetim kursunu ki bu çalışan işe almak için gerekli bi yetenektir, geliştirmekte kullanalım.{n}Başlamak için bu mesajı kapayın ve eğitim menüsünü açmak için karakterinizin üstüne {0}.

source: Marketing Unlocked
el: Το Μάρκετινγκ Ξεκλειδώθηκε
es: Marketing Desbloqueado
it: Marketing Sbloccato
ru: Разблокирован маркетинг
tr: Pazarlama Kilidi Açıldı

source: You've successfully unlocked marketing. You can access marketing options in the action menu but only while a game is in development.
el: Έχετε επιτυχώς ξεκλειδώσει το μάρκετινγκ. Μπορείτε να αποκτήσετε πρόσβαση σε επιλογές μάρκετινγκ στο μενού ενεργειών αλλά μόνον όταν ένα παιχνίδι είναι υπό ανάπτυξη.
es: Has desbloqueado con éxito el marketing. Ya puedes acceder a las opciones de marketing en el menú de opciones, pero sólo mientras haya un juego en desarrollo.
it: Hai sbloccato con successo il marketing. Puoi accedere alle opzioni di marketing dal Menu Azioni ma solo mentre è in sviluppo un gioco.
ru: Вы разблокировали маркетинг. Можно воспользоваться этой возможностью, выбрав соответствующий пункт меню, но только во время разработки игры.
tr: Başarıyla pazarlamanın kilidini açtınız. Şimdi oyun geliştirirken pazarlama ayarlarına ulaşabilirsiniz hareket menüsünden ulaşabilirsiniz.

source: Finding staff
el: Εύρεση προσωπικού
es: Encontrar empleado
it: Trova personale
ru: Поиск персонала
tr: Personel bulma

source: Before you can hire someone you have to advertise the open position, set an advertising budget and decide how you want to test your applicants.{n}A high budget will increase the number of applicants and the different tests will help find people with the right balance of design and technology skills.
el: Πριν να μπορείτε να προσλάβετε κάποιον πρέπει να διαφημίσετε μια διαθέσιμη θέση, να θέσετε έναν προϋπολογισμό διαφήμισης και να αποφασίσετε πως θέλετε να τεστάρετε τους αιτούντες.{n}Ένας μεγάλος προϋπολογισμός θα αυξήσει τον αριθμό των αιτούντων και τα διαφορετικά τεστ θα βοηθήσουν να βρείτε άτομα με τη σωστή ισορροπία σχεδιαστικών και τεχνολογικών δεξιοτήτων.
es: Antes de que puedas contratar a alguien has de promocionar el puesto vacante, establecer un presupuesto de promoción y decidir cómo poner a prueba a los candidatos.{n}Un alto presupuesto aumentará el número de candidatos y las distintas pruebas te ayudarán a encontrar gente con el equilibrio adecuado entre habilidades de diseño y tecnología.
it: Prima che tu possa assumere qualcuno devi annunciare l'apertura della posizione, impostare un preventivo di spesa in annunci e decidere come testare i tuoi candidati.{n}Un elevato budget aumenterà il numero di candidati e i diversi test ti aiuteranno a trovare persone con il giusto bilanciamento di abilità tecnologiche e di design.
ru: Чтобы нанять нового сотрудника, вам нужно объявить о вакансии, определить бюджет для поиска кандидатов и решить, как вы будете их тестировать.{n}Чем выше расходы на поиск, тем шире будет выбор кандидатов, а характер тестов определит баланс их умений в области технологий и дизайна.
tr: Birini işe almadan evvel açık pozisyon için reklam vermeli, bir reklam bütçesi ayarlamalı ve başvuruları nasıl test edeceğini seçmelisin.{n}Yüksek bütçe başvuruları arttıracaktır ve doğru test dizayn ve teknoloji yetenekleri arasındaki dengeyi sağlıyacaktır.

source: Hiring staff
el: Πρόσληψη προσωπικού
es: Contratar empleados
it: Assumere personale
ru: Найм персонала
tr: Eleman almak

source: The search for the open position is complete! You can now review the list of applicants and hire someone for this position.{n}Don't forget that you can always train your employees to improve their skills.
el: Η αναζήτηση για την ανοιχτή θέση έχει ολοκληρωθεί! Μπορείτε τώρα να αξιολογήσετε τη λίστα των αιτούντων και να προσλάβετε κάποιον για αυτήν τη θέση.{n}Μην ξεχνάτε ότι μπορείτε πάντα να εκπαιδεύσετε τους υπαλλήλους σας για να βελτιώσετε τις δεξιότητές τους.
es: ¡La búsqueda de vacantes se ha completado! Ahora puedes revisar la lista de candidatos y alguien para ocupar el puesto.{n}No olvides entrenar siempre a tus empleados para subir sus habilidades.
it: La ricerca di un dipendente è completa! Ora puoi vedere la lista dei candidati e assumere qualcuno per questa posizione.{n}Non dimenticare che potrai sempre allenare i tuoi impiegati per aumentarne le capacità.
ru: Поиск кандидатов на вакансию завершён! Вы можете просмотреть список и нанять кого-то их них.{n}Не забывайте, что вы всегда можете обучать сотрудников, улучшая их навыки.
tr: Açık pozisyok için olan arayış tamamlandı! Şimdi başvuru listesini görebilir ona göre birini seçebilirsin.{n}Çalışanlarını her daim eğitip yeteneklerini geliştirebileceğini unutma.

source: Staff hired
el: Μισθωμένο προσωπικό
es: Empleado contratado
it: Personale assunto
ru: Первый сотрудник
tr: Eleman işe alındı

source: Congratulations on your first hire! New employees have to settle in before they become fully effective. When a character is not fully efficient you can see an efficiency bar next to them. This bar will fill up slowly over time.{n}It is usually a good idea to give your new staff a Welcome training to get them up to speed quickly. This will maximize their efficiency way faster than normally. To do this close this message and then {0} on the character to bring up the action menu.
el: Συγχαρητήρια στην πρώτη σας πρόσληψη! Οι καινούριοι υπάλληλοι πρέπει να τακτοποιηθούν πριν γίνουν πλήρως αποτελεσματικοί. Όταν ένας χαρακτήρας δεν είναι πλήρως αποδοτικός μπορείτε να δείτε μια μπάρα αποδοτικότητας δίπλα του. Αυτά η μπάρα θα γεμίζει πιο αργά με την πάροδο του χρόνου.{n}Είναι συνήθως καλή ιδέα να δίνετε στο καινούριο σας προσωπικό μια εκπαίδευση Καλωσορίσματος για να τους βοηθήσετε να προσαρμοστούν γρήγορα. Αυτό θα μεγιστοποιήσει την αποδοτικότητά σας πολύ γρηγορότερα από το κανονικό. Για να το κάνετε αυτό κλείστε αυτό το μήνυμα και έπειτα {0} στον χαρακτήρα για να εμφανίσετε το μενού ενεργειών.
es: Felicidades por tu primer empleado! Los nuevos empleados tienen que establecerse antes de que sean totalmente efectivos. Cuando un personaje no está totalmente efectivo puedes ver una barra de eficiencia a su lado. Esta barra se llenará lentamente con el tiempo.{n} Normalmente es una buena idea darle a tus nuevos empleados un Curso de bienvenida para acelerar el proceso. Esto aumentará su eficiencia mucho mas rápido de lo normal. Para hacerlo cierra este mensaje y luego haz {0} en el personaje para abrir el menú de acción.
it: Congratulazioni per la tua prima assunzione! I nuovi impiegati si devono ambientare prima di diventare pienamente efficienti. Quando una persona non è pienamente efficiente le puoi vedere una barra di efficienza accanto. Questa barra si riempirà lentamente nel tempo.{n}Solitamente è una buona idea fornire al nuovo personale un addestramento di Benvenuto per portarli a regime velocemente. Questo massimizzerà la loro efficienza molto più velocemente del normale. Per fare questo chiudi questo messaggio e {0} sul personaggio per aprire il Menu Azioni.
ru: Поздравляем с наймом первого сотрудника! Новым сотрудникам нужно некоторое время, чтобы адаптироваться. Когда эффективность персонажа снижена, она отображается в виде полоски рядом с ним. Эффективность понемногу восстанавливается и со временем придёт в норму.{n}Тренинг для новых сотрудников — хороший способ помочь новичку освоиться в коллективе. После тренинга эффективность сотрудника восстановится гораздо быстрее. Чтобы начать обучение, закройте это сообщение и {0} по персонажу для вызова меню действий.
tr: İlk işe alma deneyimin için tebrikler! Yeni elemanlar tam olarak verimli olmadan önce tam olarak yerleşmeliler. Bir karakter tam olarak verilmi değil ise bunu kenarda duran verimlilik çubuğundan görebilirsin. Bu çubuk zamanla yavaşça yükselecek.{n}Genelde yeni gelen çalışanınıza bir Hoş Geldin eğitimi vermek ve onları seviyenize getirmek akıllıcadır. Bu onların hızını normalden çok daha hızlı şekilde arttıracaktır. Bunu yapmak için bu mesajı kapatın ve sonra karakterin üzerine {0} ki menü açılsın.

source: Training
el: Εκπαίδευση
es: Entrenamiento
it: Addestramento
ru: Обучение
tr: Eğitim
