Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: To stay afloat in pirate mode you can sell part of your company to a third party to receive a much needed cash boost. Be mindful, however, that shareholders will automatically receive small dividend payments any time you make a profit from game sales.{n}These dividends grow larger the more shares you have sold and while they may seem insignificant, they can add up to a lot of lost profit over time.{n}You will be given the option to buy back shares regularly but share holders only offer buy-back options for a hefty profit.
el: Για να τα καταφέρετε στην πειρατική λειτουργία, μπορείτε να πουλήσετε ένα μέρος της εταιρείας σας σε τρίτους για να εξασφαλίσετε το ποσό που χρειάζεστε σε μετρητά. Προσέχετε όμως γιατί οι μέτοχοι θα λαμβάνουν αυτόματα μικρές πληρωμές μερισμάτων, κάθε φορά που βγάζετε κέρδος από τις πωλήσεις παιχνιδιών.{n}Αυτά τα μερίσματα θα μεγαλώνουν καθώς πουλάτε περισσότερες μετοχές και παρότι στην αρχή μπορεί να φαίνονται ασήμαντα, μπορούν να προκαλέσουν μεγάλη απώλεια κερδών με την πάροδο του χρόνου.{n}Θα έχετε τακτικά την επιλογή να αγοράσετε πάλι τις μετοχές σας, αλλά οι μέτοχοι προσφέρουν τη δυνατότητα αγοράς τους με μεγάλο κέρδος γι’ αυτούς.
es: Para mantenerte a flote en el modo pirata, puedes vender parte de tu empresa a terceros y recibir así un empujón económico. No obstante, ten en cuenta que los accionistas recibirán pagos en forma de dividendos de manera automática cuando obtengas beneficios por la venta de videojuegos.{n}Estos dividendos serán mayores cuantas más acciones vendas y, aunque ahora puedan parecer insignificantes, con el tiempo pueden acabar sumando una gran cantidad de dinero.{n}Tendrás la opción de recuperar acciones de forma regular, pero los accionistas solo ofrecen opciones de reventa de acciones a cambio de un beneficio importante.
it: Per rimanere a galla nella modalità Pirata, puoi vendere parte dell'azienda a una terza parte per ricevere un po' di utilissimi contanti. Attenzione, però: gli azionisti riceveranno in automatico piccoli pagamenti del dividendo ogni volta che guadagni sulle vendite del gioco.{n}Tali dividendi aumentano in base al numero di azioni vendute e, sebbene sembrino irrisori, possono trasformarsi col tempo in una grossa perdita di profitti.{n}Ti verrà data con regolarità l'opzione di riacquistare le azioni, ma i possessori delle azioni ti offriranno tale opzione a un prezzo molto alto.
ru: Чтобы удержаться на плаву в пиратском режиме, вы можете продать часть своей компании третьим сторонами, тем самым получив необходимый денежный прирост. Но учтите, что акционеры будут автоматически получать небольшие дивиденды с каждой вашей продажи игр.{n}Чем больше акций вы продадите, тем больше дивидендов придется выплачивать, и хотя эти суммы могут казаться незначительными, со временем они составят нехилый объем упущенной выгоды.{n}Вы сможете время от времени выкупать акции, но владельцы акций будут предлагать только варианты выкупа с внушительной накруткой.
tr: Korsan modunda ayakta kalabilmek için, ihtiyaç duyduğunuz nakit takviyesini almak üzere şirketinizin bir bölümünü üçüncü şahıslara satabilirsiniz. Ama unutmayın, oyun satışlarınızdan kâr yaptığınızda hissedarlar da otomatik olarak küçük temettü ödemeleri alırlar.{n}Ne kadar fazla hisse satarsanız bu temettüler de o kadar artar ve ilk başta önemsiz gibi görünseler de zaman içinde çok fazla kâr kaybına neden olabilirler.{n}Oyun içinde size düzenli olarak hisselerinizi geri alma şansı verilir ancak hissedarlar bu geri alma şansını yalnızca sağlam bir kâr karşılığında sunarlar.

source: Your game sales are severely reduced in pirate mode and survival is unlikely. Once you are able to create your own engines you can counteract the effects of piracy by researching copy protection and integrating it in your games.{n}While copy protection decreases the effect of piracy on sales, it will also upset some of your fans. Making matters worse, copy protection is fast moving technology and if you don't stay up to date with new innovations, it will become less effective over time.{n}You can see the effects of piracy and the state of your copy protection through your game reports.
el: Οι πωλήσεις παιχνιδιών μειώνονται σημαντικά στην πειρατική λειτουργία και η επιβίωση είναι πολύ δύσκολη. Όταν καταφέρετε να δημιουργήσετε δικές σας μηχανές, θα μπορείτε να αντισταθμίσετε τις επιπτώσεις της πειρατείας, κάνοντας έρευνα για την προστασία από αντιγραφή και ενσωματώνοντάς την στα παιχνίδια σας.{n}Αν και η προστασία από την αντιγραφή μειώνει την επίπτωση της πειρατείας στις πωλήσεις, μπορεί να αναστατώσει κάποιους από τους οπαδούς σας. Επίσης, η προστασία από την αντιγραφή είναι μια αναπτυσσόμενη τεχνολογία και αν δεν παραμείνετε ενήμεροι για τις νέες καινοτομίες, θα γίνεται λιγότερο αποτελεσματική με την πάροδο του χρόνου.{n}Μπορείτε να δείτε τις επιπτώσεις της πειρατείας και την κατάσταση της προστασίας από την αντιγραφή που διαθέτετε, στις αναφορές παιχνιδιού.
es: Las ventas de tu videojuego se reducirían drásticamente en el modo pirata y sobrevivir a ello es poco probable. Cuando eres capaz de crear tus propios motores, puedes contrarrestar los efectos de la piratería mediante la investigación de la protección contra copias y su posterior integración en tus videojuegos.{n}La protección contra copias disminuye el efecto de la piratería en las ventas, pero no será del agrado de tus seguidores. Por si fuera poco, esta protección es un tipo de tecnología de rápida evolución y será menos efectiva con el paso del tiempo si no estás al día de las actualizaciones e innovaciones.{n}Puedes comprobar los efectos de la piratería y el estado de tu protección contra copias en los informes de tu videojuego.
it: Le vendite del tuo gioco si sono ridotte sensibilmente nella modalità Pirata e difficilmente sopravvivrai. Non appena puoi, creati un motore di gioco con cui contrastare la pirateria e fai ricerche sulla protezione anti-copia per integrarla nei tuoi giochi.{n}Sebbene la protezione anti-copia faccia diminuire gli effetti della pirateria sulle vendite, farà anche rimanere male alcuni dei tuoi fan. A peggiorare la situazione c'è anche il fatto che la protezione anti-copia è una tecnologia che avanza a un ritmo incalzante e che, se non riesci a star dietro all'innovazione, diventerà sempre meno efficace col tempo.{n}Puoi osservare gli effetti della pirateria e i progressi della tua protezione anti-copia nei resoconti di gioco.
ru: Ваши продажи игр в пиратском режиме сильно сократились, что оставляет не много шансов на выживание. Вам нужно выйти на уровень создания собственных движков, чтобы противодействовать влиянию пиратства, исследуя технологию защиты от копирования и интегрируя ее в свои игры.{n}Но защита от копирования не только снизит влияние пиратства на продажи, но и расстроит ваших фанатов. Все усложняется тем, что защита от копирования — быстро развивающаяся технология, которая со временем теряет эффективность, если не отслеживать инновации в этой области.{n}С последствиями пиратства и состоянием защиты от копирования можно ознакомиться в игровых отчетах.
tr: Korsan modunda oyun satışlarınız ciddi anlamda düşer ve ayakta kalmanız çok zorlaşır. Kendi motorlarınızı yaratmaya başladığınızda, kopya korumasıyla ilgili araştırmalar yaparak ve kopya korumasını oyunlarınıza entegre ederek korsanlığın etkileriyle mücadele edebilirsiniz.{n}Kopya koruması bir yandan korsanlığın satışlar üzerindeki etkisini azaltırken öte yandan bazı hayranlarınızı rahatsız eder. Daha da kötüsü, kopya koruması hızla gelişen bir teknolojidir ve yenilikleri takip etmezseniz zaman içinde etkinliğini yitirir.{n}Korsanlığın etkilerini ve kopya korumanızın durumunu oyun raporlarınızda görebilirsiniz.

source: Cooking
el: Μαγειρική
es: Cocina
it: Cucina
ru: Кулинария
tr: Yemek

source: Farming
el: Γεωργία
es: Agricultura
it: Agricoltura
ru: Фермерство
tr: Tarım

source: Crime
el: Έγκλημα
es: Delito
it: Crimine
ru: Преступление
tr: Suç

source: Disasters
el: Καταστροφές
es: Catástrofes
it: Disastri
ru: Катастрофа
tr: Felaket

source: Assassin
el: Εκτελεστής
es: Asesino
it: Omicidio
ru: Наемный убийца
tr: Suikast

source: Thief
el: Κλέφτης
es: Ladrón
it: Ladro
ru: Воровство
tr: Hırsızlık

source: Colonization
el: Αποικισμός
es: Colonización
it: Colonizzazione
ru: Колонизация
tr: Kolonizasyon

source: Construction
el: Κατασκευές
es: Construcción
it: Costruzione
ru: Строительство
tr: İnşaat

source: Mythology
el: Μυθολογία
es: Mitología
it: Mitologia
ru: Мифология
tr: Mitoloji

source: Abstract
el: Αφηρημένη τέχνη
es: Abstracto
it: Astratto
ru: Абстракция
tr: Soyut Dünya

source: Mad Science
el: Τρελή επιστήμη
es: Ciencia de locos
it: Scienza folle
ru: Сумасшедшая наука
tr: Çılgın Bilim

source: Extreme Sports
el: Εξτρίμ σπορ
es: Deportes extremos
it: Sport estremi
ru: Экстремальный спорт
tr: Ekstrem Sporlar

source: Dystopian
el: Δυστοπικό
es: Distópico
it: Pseudo-utopia
ru: Антиутопия
tr: Distopya

source: Expedition
el: Εκστρατεία
es: Expedición
it: Spedizione
ru: Экспедиция
tr: Keşif

source: Ninvento has today revealed their upcoming game console: The Ninvento Swap. The device seems to function both as a portable console and as a home console. When the Swap is removed from its docking station, unique controller pads called 'Fun-Pads' are attached to the side of the screen and turn the console into a handheld device.{n}The reaction to the announcement was mixed as many voiced concerns that the device might not have a clear audience and might fail to appeal to both casual and core gamers. Others praised the unique nature of the device and pointed out that Ninvento has frequently managed to land successes with odd devices in the past. The Swap is said to hit markets {0}.
el: Η Ninvento παρουσίασε σήμερα τη νέα της κονσόλα: το Ninvento Swap. Η συσκευή λειτουργεί ως φορητή αλλά και ως σταθερή κονσόλα. Όταν το Swap αφαιρείται από τη βάση του, οι παίκτες μπορούν να συνδέσουν στο πλάι της οθόνης τα «Fun-Pads», τα ξεχωριστά χειριστήρια που μετατρέπουν την κονσόλα σε φορητή.{n}Οι αντιδράσεις στην ανακοίνωση ήταν ανάμικτες, αφού πολλοί ανέφεραν ότι η συσκευή ενδέχεται να μην έχει συγκεκριμένο κοινό και να μην καταφέρει να προσελκύσει περιστασιακούς και συστηματικούς παίκτες. Άλλοι σχολίασαν πως η νέα κονσόλα είναι ξεχωριστή και πως η Ninvento έχει κυκλοφορήσει και στο παρελθόν διαφορετικές συσκευές με μεγάλη επιτυχία. Το Swap θα κυκλοφορήσει στην αγορά στις {0}.
es: Ninvento ha revelado hoy su próxima consola de videojuegos: la Ninvento Swap. Parece ser que el dispositivo funciona tanto como consola portátil como doméstica. Cuando se desconecta el Swap de su base, se fijan los controles de mando (llamados "Fun-Pads") a los lados de la pantalla, convirtiendo así la consola en un dispositivo portátil.{n}Las reacciones ante esta noticia han sido diversas. Por un lado, muchos temen que, al no estar dirigida a un público concreto, no consiga atraer ni a jugadores casuales ni a jugadores más experimentados; mientras que otros, por otro lado, han alabado la naturaleza única de este dispositivo y han destacado que Ninvento ha conseguido lanzar a menudo en el pasado ideas de éxito con dispositivos poco convencionales. Se cree que la Ninvento Swap saldrá a la venta {0}.
it: La Ninvento ha rivelato oggi la sua prossima console di gioco: la Ninvento Swap. Il dispositivo sembra funzionare sia come console portatile che come console da casa. Quando la Swap viene tolta dalla sua docking station e le si attaccano ai lati dello schermo dei pad di controllo straordinari chiamati 'Fun-Pad', la console si trasforma in un dispositivo portatile.{n}L'annuncio ha destato parecchie preoccupazioni non lievi sul fatto che il dispositivo potrebbe non avere un pubblico ben definito e che potrebbe anche risultare poco allettante per i gusti sia dei casual gamer che dei giocatori più incalliti. Altri hanno elogiato la natura davvero eccezionale del dispositivo e sottolineato che la Ninvento è spesso riuscita ad avere successo proprio grazie a strani aggeggi in passato. La Swap pare sarà disponibile sul mercato dal giorno {0}.
ru: Сегодня компания Ninvento обнародовала предстоящий выпуск своей игровой консоли Ninvento Swap. Это устройство служит как портативной, так и домашней консолью. Сняв Swap с док-станции, достаточно прикрепить к экрану уникальные контрольные панели "Fun-Pads", чтобы превратить консоль в карманное устройство.{n}Этот анонс вызвал неоднозначную реакцию. Многие высказали опасение, что у устройства нет определенной целевой аудитории, и оно может не понравиться как сторонникам казуальных, так и сторонникам серьезных игр. Нашлись и те, кто похвалил уникальность устройства и отметил, что компании Ninvento уже не раз удавалось добиться успеха с необычными устройствами ранее. Сообщается, что консоль Swap выйдет на рынок {0}.
tr: Ninvento bugün yeni oyun konsolu Ninvento Swap'i tanıttı. Cihaz hem taşınabilir bir konsol hem de ev konsolu olarak kullanılabiliyor. Swap'i yuva biriminden çıkarttıktan sonra 'Eğlence Pedleri' adı verilen kumanda pedlerini ekranın iki yanına takarak konsolu elde kullanılabilecek bir cihaza dönüştürebiliyorsunuz.{n}Tanıtıma farklı tepkiler geldi; bir grup eleştirmen cihazın hedef kitlesinin belli olmadığını ve hem arada sırada oyun oynayan kişilere hem de sıkı oyunculara hitap etmesinin çok güç olduğunu belirtirken, bazı eleştirmenler cihazın benzersiz yapısını överek Ninvento'nun geçmişte de tuhaf cihazlarla büyük başarılara ulaştığını ifade etti. Swap'in {0} tarihinde satışa çıkacağı söyleniyor.

source: The recently released Ninvento Swap console has caused an unusual social media storm. It all started when a consumer licked one of the game cartridges and reported that it tasted extremely bad. Thousands of consumers then repeated the experiment, tasting their cartridges and reporting the result on social media, further encouraging others to do the same.{n}Ninvento has now published an official statement to confirm that game cartridges for the Swap are coated with denatonium benzoate, a non-toxic bittering agent. This was apparently done to discourage children from biting on and swallowing the fairly small cartridges.{n}Initial reactions to the console itself have been more positive than to the taste of its cartridges as the Swap is turning out to be quite popular with gamers around the globe.
el: Η κονσόλα Ninvento Swap που κυκλοφόρησε πρόσφατα, έφερε μεγάλη ταραχή στα μέσα κοινωνικής δικτύωσης. Όλα ξεκίνησαν όταν ένας καταναλωτής έγλειψε μία από τις κασέτες παιχνιδιών και είπε ότι η γεύση της ήταν πολύ άσχημη. Χιλιάδες καταναλωτές ακολούθησαν το παράδειγμά του, δοκιμάζοντας τις κασέτες τους και αναφέροντας το αποτέλεσμα στα μέσα κοινωνικής δικτύωσης, ενθαρρύνοντας και άλλους να κάνουν το ίδιο.{n}Η Ninvento προχώρησε σε επίσημη δήλωση, επιβεβαιώνοντας ότι οι κασέτες παιχνιδιών του Swap έχουν επικάλυψη βενζοϊκού δενατονίου, μιας μη τοξικής ουσίας με αποπικραντικές ιδιότητες. Αυτό έγινε ώστε τα μικρά παιδιά να μην δαγκώνουν ή καταπίνουν τις σχετικά μικρές κασέτες.{n}Οι αρχικές αντιδράσεις για την κονσόλα ήταν θετικές, αν εξαιρέσουμε τη γεύση των κασετών και το Swap είναι πολύ δημοφιλές στους παίκτες σε όλο τον κόσμο.
es: La consola Ninvento Swap, recién sacada a la venta, ha causado un revuelo social poco común. Todo empezó cuando un usuario lamió el cartucho de un juego y declaró que sabía bastante mal. Miles de usuarios repitieron el experimento, probando los cartuchos y comunicando los resultados en las redes sociales, y animaron a que otros hicieran lo mismo.{n}Ninvento ha publicado un comunicado oficial en el que confirma que los cartuchos para la Ninvento Swap están revestidos con benzoato de denatonio, un químico amargo no tóxico. Parece ser que el objetivo de esto es evitar que los niños muerdan o se traguen estos pequeños cartuchos.{n}Las primeras reacciones sobre la consola en sí han sido bastante más positivas que en lo que respecta al sabor de los cartuchos, ya que la Ninvento Swap se está volviendo muy popular entre los jugadores de todo el mundo.
it: Il recente rilascio della console Ninvento Swap ha causato un'insolita bufera sui social media. Tutto è iniziato quando un utente ha leccato una delle cartucce di gioco, segnalando che aveva un sapore sgradevolissimo. Migliaia di utenti hanno quindi ripetuto l'esperimento, assaggiando le proprie cartucce e riportando il risultato sui social, incoraggiando altri a fare lo stesso.{n}La Ninvento ha ora pubblicato una dichiarazione ufficiale nella quale conferma che le cartucce di gioco della Swap sono rivestite di benzoato di denatonio, una sostanza amara ma non tossica. Il motivo era evidentemente quello di scoraggiare i bambini a mordere e ingoiare le cartucce di piccole dimensioni.{n}Le prime reazioni alla console sono state molto più positive di quelle sul sapore delle sue cartucce e la Swap sta facendo letteralmente furore tra i gamer di tutto il mondo.
ru: Недавно выпущенная консоль Ninvento Swap вызвала небывалые волнения в социальных сетях. Все началось с того, что один из клиентов лизнул игровой картридж и сообщил, что он совершенно отвратителен на вкус. После чего тысячи других клиентов повторили эксперимент, попробовав свои картриджи, и сообщили о результатах в социальных сетях, тем самым подначивая остальных сделать то же самое.{n}Компания Ninvento опубликовала официальное заявление, в котором подтвердила, что игровые картриджи для консоли Swap покрыты денатониум бензоатом — нетоксичным горьким веществом, — очевидно, для того, чтобы оградить детей от желания укусить или проглотить довольно мелкие картриджи.{n}Первоначальная реакция на саму консоль была более позитивной, чем на вкус ее картриджей, судя по тому, что Swap стала весьма популярной среди игроков по всему миру.
tr: Bir süre önce piyasaya sürülen Ninvento Swap konsolu sosyal medyada eşi benzeri görülmemiş bir fırtınaya neden oldu. Fırtınanın çıkış noktası bir tüketicinin oyun kartuşlarından birini yalaması ve tadının çok kötü olduğunu söylemesiydi. Binlerce tüketici aynı deneyi tekrarladı, kartuşların tadına bakıp sonuçları sosyal medyada paylaştı ve başkalarının da aynı şeyi yapmasını istedi.{n}Ninvento resmi bir açıklama yayınlayarak Swap için üretilen oyun kartuşlarının zehirsiz acı bir materyal olan denatonyum benzoat ile kaplı olduğunu belirtti. Görünüşe göre bu açıklama çocukların küçük kartuşları ısırmasını ve yutmasını önlemek için yapıldı.{n}Swap dünya çapındaki oyunseverler arasında büyük bir popülariteye kavuştuğu için, konsolun kendisine verilen ilk tepkiler kartuşların tadına verilen ilk tepkilerden daha pozitif gibi görünüyor.

source: Approximately {0}% of players pirated {1}.
el: Περίπου το {0}% των παικτών έχει κατεβάσει πειρατικά το {1}.
es: Aproximadamente, el {0} % de los jugadores piratearon {1}.
it: Circa il {0}% dei giocatori ha piratato {1}.
ru: Около {0} % игроков установили пиратскую версию {1}.
tr: {1} oyununu korsanlık yoluyla edinen oyuncu yüzdesi yaklaşık %{0} olarak belirlendi.

source: The effectiveness of our copy protection technology was {0}.
el: Η αποτελεσματικότητα της τεχνολογίας μας ως προς την προστασία αντιγραφής ήταν {0}.
es: La eficacia de nuestra tecnología de protección contra copias fue {0}.
it: L'efficacia della nostra tecnologia di protezione anti-copia è stata {0}.
ru: Эффективность нашей технологии защиты от копирования была на {0} уровне.
tr: Kopyalama koruma teknolojimizin etkinliği {0}.

source: acceptable
el: επαρκής
es: aceptable
it: accettabile
ru: приемлемом
tr: kabul edilebilirdi

source: excellent
el: εξαιρετική
es: excelente
it: eccellente
ru: превосходном
tr: mükemmeldi

source: inadequate
el: ανεπαρκής
es: inadecuada
it: inadeguata
ru: неприемлемом
tr: yetersizdi

source: Share Offers
el: Προσφορά μετοχών
es: Ofertas de acciones
it: Offerte azionarie
ru: Предложения акций
tr: Hisse Teklifleri

source: Sales Reports
el: Αναφορές πωλήσεων
es: Informes de ventas
it: Resoconti di vendita
ru: Отчеты о продажах
tr: Satış Raporları

source: Auto-Popup
el: Αυτόματα αναδυόμενο παράθυρο
es: Ventanas emergentes automÃ¡ticas
it: Pop-up automatico
ru: Автоматически всплывающие
tr: Otomatik Pencereler

source: Message Queue
el: Ουρά μηνυμάτων
es: Cola de mensajes
it: Coda di messaggi
ru: Очередь сообщений
tr: Mesaj Kuyruğu

source: EPA
el: ΕΠΠ
es: APMA
it: AEEG
tr: ÇKA

source: Departure Science
es: Departamento de investigacion
tr: Bilimsel Yenilik

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox Next will be available {0}.
el: Για τους οπαδούς του mBox, η μεγάλη αναμονή για μία αναβάθμιση στην κονσόλα θα έρθει σύντομα στο τέλος της καθώς η Mirconoft ανακοίνωσε ότι το mBox Next θα είναι διαθέσιμο {0}.
es: Los fans de la mBox no tendrán que esperar mucho más para una actualización de la consola, ya que Mirconoft ha anunciado que la mBox Next estará disponible {0}.
it: Per gli ammiratori della mBox, la lunga attesa per un aggiornamento alla console sarà presto finita dato che Mirconoft ha annunciato che la mBox Next sarà disponibile {0}.
tr: mBox fanları için konsola gelicek olan uzun bekleyiş çok yakında sona erecek çünkü Mirconoft mBox Next yakında {0} satışa çıkacağını duyurdu.

source: MMO
tr: Devasa Çoklu Oyuncu(MMO)

source: SDK
es: KDS
tr: YGA

source: No project
el: Δεν υπάρχει πρότζεκτ
es: Ningun proyecto
it: Nessun Progetto
tr: Proje yok

source: More on {0}
el: Περισσότερα για {0}
es: Más sobre {0}
it: Più su {0}
tr: Daha fazla {0}

source: made very bold remarks about their then-in-development game {0} predicting that it will be Ã¼ber successful.
el: έκανε πολύ τολμηρά σχόλια από τότε-υπό-ανάπτυξη παιχνίδι τους το {0} προβλέποντας ότι θα είναι άκρως επιτυχημένο.
tr: çok başarılı olacağını düşünerek yeni oyunları {0} hakkında oldukça iddalı açıklamalarda bulundu.

source: {0} combo
el: {0} συνδυασμός
es: combo {0}
tr: {0} kombo

source: AAA
el: ΑΑΑ

source: DRM
el: Διαχείριση ψηφιακών δικαιωμάτων (DRM)
it: Gestione diritti digitali
