Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: G3 Game Jam
es: Sesión de Juego G3
ru: Турнир G3 по разработке игр
tr: G3 Oyun Yarışması

source: G3 Time Trials
el: G3 Χρονομετρήσεις
es: Pruebas Contrarreloj G3
ru: Соревнования G3 на время
tr: G3 Zaman Denemesi

source: G3 Innovation Challenge
el: G3 Πρόκληση Καινοτομιών
es: Reto de la Innovación G3
ru: Конкурс изобретений G3
tr: G3 Yenilik Düellosu

source: Book studies
el: Μελέτες βιβλίων
es: Estudiar libros
it: Studio di libri
ru: Учебники
tr: Kitap çalışmaları

source: Fan
el: Οπαδός
ru: Фанат
tr: Hayran

source: Bugs
el: Σφάλματα
es: Errores
it: Bug
ru: Баги
tr: Hatalar

source: Custom Game Engine
el: Προσαρμοσμένη Μηχανή Γραφικών
es: Motor de Juego Personalizado
it: Motore di Gioco Personalizzato
ru: Свой игровой движок
tr: Özel Oyun Motoru

source: Contract
el: Συμβόλαιο
es: Contrato
it: Contratto
ru: Контракт
tr: Sözleşme

source: Completed:
el: Ολοκληρώθηκε:…
es: Completado:
it: Completato :
ru: Завершено:
tr: Tamamlandı:

source: Research complete
el: Ολοκλήρωση έρευνας
es: Investigación completada
it: Ricerca completata
ru: Исследование закончено
tr: Araştırma tamamlandı

source: Engine complete!
el: Μηχανή ολοκληρώθηκε!
es: ¡Motor completado!
it: Motore completato!
ru: Движок готов!
tr: Oyun Motoru tamamlandı!

source: Warning
el: Προσοχή
es: Advertencia
it: Attenzione
ru: Предупреждение
tr: Uyarı

source: Game Over
el: Τέλος Παιχνιδιού
es: Fin del juego
it: Hai perso
ru: Игра окончена
tr: Oyun Bitti

source: Breaking News
el: Έκτακτη Είδηση
es: Últimas noticias
it: Ultime Notizie
ru: Сенсация
tr: Son Dakika Haberleri

source: dev. license
el: άδεια ανάπτυξης
es: Licencia de desarrollo
it: Licenza di sviluppo
ru: Лицензия
tr: geliştirici lisansı

source: I love your work
el: λατρεύω τη δουλειά σας
es: me encanta vuestro trabajo
it: Amo il tuo lavoro
ru: , и мне понравилось то, что у вас получилось
tr: İşinizi seviyorum

source: I am impressed by your talent
el: είμαι εντυπωσιασμένος από το ταλέντο σας
es: estoy impresionado por tu talento
it: Sono impressionato dal tuo talento
ru: и восхищен вашим талантом
tr: Yeteneklerinizden etkilendim

source: I think you have potential
el: πιστεύω ότι έχετε δυνατότητες
es: creo que tienes potencial
it: Penso che tu abbia delle potenzialità
ru: — у вас, похоже, есть потенциал
tr: Sizde potansiyel olduğunu düşünüyorum

source: Hi there, I've just finished {0} and {1}. I'm in the contracting business and we could use skills like yours. If you are ever short on cash just let me know and I will see if I have some work for you. Jason
el: Γεια, Μόλις τελείωσα το {0} και {1}. Είμαι στον τομέα των συμβολαίων και θα μπορούσαμε να χρησιμοποιήσουμε ικανότητες σαν τις δικές σου. Αν ποτέ έχετε έλλειψη ρευστού ενημερώστε με και θα δω αν έχω δουλειά για σένα. Jason
es: Hola, Acabo de terminar {0} y {1}. Estoy en el departamento de contratación y podríamos usar habilidades como la suya. Si alguna vez está corto de efectivo, házmelo saber y veré si tengo un trabajo para usted. Jason
it: Ciao, ho appena terminato {0} e {1}. Lavoro nel settore dei contratti e le tue abilità potrebbero tornarci utili. Se dovessi mai essere a corto di soldi fammelo sapere e vedrò se ho qualche lavoro per te. Jason
ru: Привет, Я только что прошёл игру «{0}»{1}. Я занимаюсь подрядами и думаю, что мог бы найти применение вашим навыкам. Если вам понадобятся деньги, дайте мне знать — возможно, для вас есть работа. Джейсон
tr: Merhaba, {0} ve {1} oyunlarını henüz bitirdim. Ben kontrat işindeyim ve biz sizin yeteneklerinizi kullanabiliriz. Eğer nakite sıkışırsanız bunu bana bildirin ve sizin için iş varsa bakayım. Jason

source: Contract Work
el: Δουλειά Συμβολαίου
es: Contrato laboral
it: Contratto di Lavoro
ru: Работа по контракту
tr: Sözleşmeli İş

source: Up-front payment
el: Εκ των προτέρων πληρωμή
es: Pago anticipado
it: Pagamento anticipato
ru: Аванс
tr: Ön-Ödeme

source: Contract Refund
el: Απότιση Συμβολαίου
es: Contrato de reembolso
it: Contratto di rimborso
ru: Возврат аванса
tr: Sözleşme İadesi

source: Small Booth
el: Μικρός Θάλαμος
es: Puesto Pequeño
it: Stand Piccolo
ru: Небольшой стенд
tr: Küçük Stant

source: Medium Booth
el: Μεσαίος Θάλαμος
es: Puesto Mediano
it: Stand Medio
ru: Средний стенд
tr: Orta Boy Stant

source: Large Booth
el: Μεγάλος Θάλαμος
es: Puesto Grande
it: Stand Grande
ru: Большой стенд
tr: Büyük Stand

source: Custom
el: Προσαρμοσμένος
es: Propio
it: Personalizzato
ru: Пользовательский
tr: Özel

source: Game #
el: Παιχνίδι #
es: Juego#
it: Gioco #
ru: Игра №
tr: Oyun #

source: Action
el: Δράση
es: Acción
it: Azione
ru: Экшн
tr: Aksiyon

source: Adventure
el: Περιπέτεια
es: Aventura
it: Avventura
ru: Квест
tr: Macera

source: RPG
es: Rol
it: GDR
ru: Ролевые
tr: Rol Yapma

source: Simulation
el: Προσομοίωση
es: Simulación
it: Simulazione
ru: Симулятор
tr: Simülasyon

source: Strategy
el: Στρατηγική
es: Estrategia
it: Strategia
ru: Стратегия
tr: Strateji

source: Casual
el: Εύκολο
ru: Казуальные
tr: Gündelik

source: Market Analysis
el: Ανάλυση Αγοράς
es: Análisis del Mercado
it: Analisi di Mercato
ru: Анализ рынка
tr: Market Analizi

source: Grid income
el: Πλέγμα εσόδων
es: Beneficios del GRID
it: Incassi Grid
ru: Доход от Х.А.П.
tr: Sistem Geliri

source: News
el: Ειδήσεις
es: Noticias
it: Notizie
ru: Новости
tr: Haberler

source: Game Conference
el: Συνέδριο Βιντεοπαιχνιδιών
es: Conferencia de Videojuegos
it: Conferenza sui Videogiochi
ru: Игровая выставка
tr: Oyun Konferansı

source: monthly costs
el: μηνιαία έξοδα
es: Costes mensuales
it: costi mensili
ru: Ежемесячные расходы
tr: aylık giderler

source: Young
el: Παιδιά
es: Jóvenes
it: Giovani
ru: Для детей
tr: Genç

source: Mature
el: Ώριμο
es: Adultos
it: Adulti
ru: Для взрослых
tr: Yetişkin

source: Everyone
el: Όλοι
es: Todos
it: Tutti
ru: Для всех
tr: Herkes

source: Y
es: J
it: G
ru: Дет
tr: G

source: M
es: A
ru: Взр
tr: Y

source: E
es: T
it: T
ru: Все
tr: H

source: in the coming years
el: στα επόμενα χρόνια
es: en los próximos años
it: nel prossimo anno
ru: в ближайшие годы
tr: önümüzdeki yıllarda

source: early next year
el: νωρίς τον επόμενο χρόνο
es: a principios del año que viene
it: nella prima parte del prossimo anno
ru: в начале следующего года
tr: önümüzdeki yılın başlarında

source: late next year
el: στα τέλη του επόμενου χρόνου
es: a medidados del año que viene
it: verso la fine del prossimo anno
ru: в конце следующего года
tr: önümüzdeki yılın sonlarında

source: later next year
el: αργότερα τον επόμενο χρόνο
es: a finales del próximo año
it: entro il prossimo anno
ru: в следующем году
tr: daha sonraki yıl

source: later this month
el: αργότερα αυτόν το μήνα
es: más tarde, este mes
it: entro questo mese
ru: в этом месяце
tr: bu aydan sonra

source: next month
el: τον επόμενο μήνα
es: el próximo mes
it: il mese prossimo
ru: в следующем месяце
tr: gelecek ay

source: in two months
el: σε δύο μήνες
es: dentro de dos meses
it: entro due mesi
ru: через два месяца
tr: iki ay içinde

source: in the coming months
el: σε λίγους μήνες
es: en los meses siguientes
it: entro i prossimi mesi
ru: в ближайшие месяцы
tr: önümüzdeki aylarda

source: at the end of this year
el: στο τέλος αυτής της χρονιάς
es: al final de este año
it: alla fine di quest'anno
ru: в конце этого года
tr: bu yılın sonunda

source: later this year
el: αργότερα φέτος
es: más tarde, este año
it: tardi quest'anno
ru: в этом году
tr: bu yıldan sonra

source: Industry News
el: Νέα Βιομηχανίας
es: Noticias del sector
it: Novità del Settore
ru: Новости индустрии
tr: Endüstri haberleri

source: Hardware manufacturers around the world were surprised today as Govodore, the creator of the popular G64, has filed for bankruptcy.{n}Govodore failed to introduce a higher priced alternative and was forced to shut down production of the G64. The platform will retire from the market {0}.
el: Οι κατασκευαστές υπολογιστών ανά τον κόσμο βρέθηκαν σε έκπληξη σήμερα καθώς η Govodore, ο δημιουργός του δημοφιλούς G64, δήλωσε χρεωκοπία.{n}Η Govodore απέτυχε να εισάγει ένα πιο ακριβό εναλακτικό και έτσι αναγκάστηκε να διακόψει την παραγωγή του G64. Η πλατφόρμα θα αποσυρθεί από την αγορά {0}.
es: Los fabricantes de hardware de todo el mundo muestran su sorpresa al saber que Govodore, el creador del popular G64, se ha declarado en bancarrota.{n}Govodore ha sido incapaz de ofrecer una alternativa de calidad y se ha visto forzada a cancelar la producción del G64. La plataforma se retirará del mercado {0}.
it: I produttori di hardware di tutto il mondo sono stati colti alla sprovvista oggi dato che Govodore, creatrice del popolare G64, ha avviato la procedura di bancarotta.{n} La Govodore non è riuscita a creare un'alternativa più costosa ed è stata forzata a terminare la produzione del G64. La piattaforma verrà ritirata dal mercato {0}.
ru: Сегодня производителей аппаратного обеспечения по всему миру немало удивило известие о банкротстве Govodore — компании-создателя популярного G64.{n}Govodore так и не удалось представить более мощную и дорогую модель на замену G64, производство которой теперь вынуждены свернуть. Платформа уйдёт с рынка {0}.
tr: Dünya donanım üreticileri, G64'ün üreticisi olan Govodore şirketinin iflas etmesiyle şaşkına döndü.{n}Govodore daha iyi fiyatlı bir alternatif sunamadı ve G64 üretimini durdurmak zorunda kaldı. Platform {0} da emekli olacak.

source: Today, Ninvento has confirmed recent rumours and announced their plans to release a new home gaming console called 'TES' {0}. The console features cartridge based games and a uniquely designed controller.
el: Σήμερα, η Ninvento επιβεβαίωσε τις πρόσφατες φήμες και ανακοίνωσε τα σχέδιά της να κυκλοφορήσει μία νέα οικιακή gaming κονσόλα με το όνομα 'TES' {0}. Η κονσόλα συμπεριλαμβάνει παιχνίδια βασισμένα σε μορφή κασέτας και ένα μοναδικά σχεδιασμένο χειριστήριο.
es: Hoy, Ninvento ha confirmado los recientes rumores y ha anunciado sus planes de lanzar una nueva consola doméstica llamada 'TES' {0}. La consola posee juegos en cartuchos y un controlador con diseño único.
it: Oggi, la Ninvento ha confermato le recenti voci e annunciato i loro piani di rilasciare una nuova console di gioco da casa chiamata 'TES' {0}. La console è caratterizzata da giochi basati su cartucce ed un sistema di controllo dal design unico.
ru: Сегодня Ninvento подтвердила недавние слухи и объявила, что выпуск новой домашней игровой консоли под названием «TES» начнётся {0}. Главные особенности консоли — игры на картриджах и контроллер с уникальным дизайном.
tr: Ninvento bugün son dedikoduları doğruladı ve 'TES' adındaki yeni ev oyun konsolunu {0} piyasaya sürme planlarını duyurdu. Konsol, kaset bazlı oyunlara ve eşsiz tasarımlı bir oyun koluna yer veriyor.

source: Today, Vena has confirmed recent rumours about a new gaming console and announced the Master V. The company claims that the Master V is technically superior to the massively successful TES by Ninvento and plans to release it {0}.
el: Σήμερα, η Vena επιβεβαίωσε τις πρόσφατες φήμες περί μιας νέας gaming κονσόλας και ανακοίνωσε το Master V. Η εταιρεία ισχυρίζεται ότι το Master V είναι από τεχνικής άποψης ανώτερο από το άκρως επιτυχημένο TES της Ninvento και σχεδιάζει να το κυκλοφορήσει {0}.
es: Hoy, Vena confirmó los rumores acerca de su nueva consola y anunció la Master V. La empresa aseguró que la tecnología de la Master V es superior a la mundialmente exitosa TES de Ninvento, y pretende lanzarla al mercado {0}.
it: Oggi, Vena ha confermato le recenti voci riguardo una nuova console di gioco annunciando la Master V. La società dichiara che la Master V è tecnicamente superiore alla ampiamente acclamata TES di Ninvento e pianifica di rilasciarla{0}.
ru: Сегодня Vena подтвердила недавние слухи о новой игровой консоли и анонсировала Master V. Компания утверждает, что Master V технически превосходит успешную консоль TES от Ninvento. Выпуск планируется {0}.
tr: Vena bugün yeni oyun konsolu hakkındaki son söylentileri doğruladı ve Master V konsolunu duyurdu. Şirketin iddiasına göre Master V, Ninvento'nun muazzam başarıya sahip TES konsolundan daha üstün teknik özelliklere sahip ve {0} piyasa sürmeyi planlıyorlar.

source: Today, Ninvento has announced that they will introduce a portable gaming device called Gameling. The device comes with changeable game cartridges, a monochrome screen on a green background, built-in speakers and even multiplayer support via a connection cable.{n}Compared to PCs and other gaming consoles the Gameling is underpowered but given the lower cost and excellent portability it might find a huge following.{n}The Gameling is said to hit shelves {0}.
el: Σήμερα, η Ninvento ανακοίνωσε ότι θα εισάγουν μία νέα φορητή gaming συσκευή υπό την ονομασία Gameling. Η συσκευή έρχεται με εναλασσόμενα κασετάκια παιχνιδιών, μία μονόχρωμη οθόνη σε πράσινο φόντο, ενσωματωμένα ηχεία και ακόμα υποστήριξη πολλαπλών παικτών μέσω ενός καλωδίου σύνδεσης.{n}Σε σύγκριση με τα PCs και άλλες gaming κονσόλες το Gameling δεν είναι και τόσο ισχυρό άλλα δεδομένου του χαμηλότερου κόστους και της εκπληκτικής φορητότητας πιθανότατα να βρει τεράστια ζήτηση.{n}Το Gameling λέγεται ότι θα φτάσει στα ράφια {0}.
es: Hoy, Ninvento ha anunciado que introducirá un dispositivo portátil llamado Gameling. El dispositivo incluye cartuchos de juego intercambiables, una pantalla monocromática sobre fondo verde, altavoces incorporados e incluso soporte multijugador vía conexión por cable.{n}La Gameling tiene poca potencia en comparación con los PCs y demás consolas, pero podría ganar muchos seguidores debido a su bajo coste y su excelente movilidad.{n}Se dice que la Gameling llegará a las tiendas {0}.
it: Oggi, Ninvento ha annunciato che introdurranno un dispositivo di gioco portatile chiamato Gameling. Il dispositivo si presenta con cartucce di gioco cambiabili, uno schermo monocromatico su sfondo verde, altoparlanti integrati e perfino supporto multigiocatore attraverso un cavetto di connessione.{n}Paragonato al PC e ad altre console di gioco il Gameling è meno potente ma ha un costo minore e una eccellente portabilità e potrebbe trovare un grande seguito.{n}Si dice che il Gameling arriverà sugli scaffali {0}.
ru: Сегодня представители Ninvento объявили о скором выпуске портативного игрового устройства под названием Gameling. Уже известно, что устройство поддерживает сменные игровые картриджи, имеет зелёный монохромный экран, встроенные динамики и даже позволяет играть вдвоём — при помощи соединительного кабеля.{n}По сравнению с PC и другими игровыми консолями Gameling недостаточно мощная, но многие наверняка оценят её более низкую стоимость и малые размеры.{n}Появления Gameling в продаже следует ожидать {0}.
tr: Ninvento bugün Gameling adında taşınabilir yeni bir oyun aygıtını tanıtacaklarını duyurdu. Bu aygıt, değiştirilebilir kasetler, yeşil arkaplan üzerine siyah-beyaz bir ekran, tümleşik hoparlörler ve hatta bağlantı kablosuyla sağlanan çok oyuncu desteğiyle beraber geliyor.{n}Gameling, PCler ve diğer oyun konsollarıyla karşılaştırıldığında daha güçsüz fakat belirlenen düşük fiyatı ve kusursuz taşınabilirliğiyle devasa bir kitle bulabilir.{n}Söylenenlere göre Gameling, {0} raflardaki yerini alacak.

source: Vena, creator of the Master V console, has announced the Vena Gear, a portable console to directly compete against the Gameling from Ninvento.{n}A spokesperson for the company said, 'Unlike similar devices on the market which don't come close to gaming consoles the Vena Gear has basically the full power of the Master V, except that you can take it with you. The Vena Gear also has a full color screen'.{n}Will this device topple the Gameling? We will see. The Vena Gear will debut {0}.
el: Η Vena, δημιουργός της κονσόλας Master V, ανακοίνωσε το Vena Gear, μια φορητή κονσόλα που θα ανταγωνιστεί άμεσα το Gameling της Ninvento.{n}Ένας αντιπρόσωπος της εταιρίας είπε, 'Σε αντίθεση με παρόμοιες συσκευές στην αγορά που δεν έρχονται κοντά σε gaming κονσόλες το Vena Gear βασικά έχει την πλήρη ισχύ του Master V, με τη μόνη διαφορά ότι μπορείτε να το παίρνετε μαζί σας. Το Vena Gear επίσης έχει πλήρως έγχρωμη οθόνη.'{n}Θα ανατρέψει αυτή η συσκευή το Gameling; Θα δούμε. Το Vena Gear θα κυκλοφορήσει {0}.
es: Vena, creadora de la Master V, ha anunciado la Vena Gear, una consola portátil que competirá directamente contra la Gameling de Ninvento.{n}Un portavoz de la compañía ha dicho: "al contrario que otros dispositivos del mercado que están lejos del nivel de las consolas, la Vena Gear tiene básicamente todo el poder de la Master V, sólo que puedes llevarla contigo. También tiene una pantalla a todo color".{n}¿Superará esta consola a la Gameling? Ya lo veremos. La Vena Gear saldrá {0}.
it: Vena, creatrice della console Master V, ha annunciato il Vena Gear, una console portatile per competere direttamente contro il Gameling di Ninvento.{n}Un portavoce della società ha detto, 'Diversamente da dispositivi simili sul mercato, che non si avvicinano alle console da gioco, il Vena Gear ha fondamentalmente le prestazioni della Master V, con l'eccezione che lo puoi portare con te. Il Vena Gear inoltre ha lo schermo a colori'.{n}Riuscirà questo dispositivo a rovesciare il Gameling? Staremo a vedere. Il Vena Gear debutterà {0}.
ru: Компания Vena, создатель консоли Master V, анонсировала Vena Gear — портативную консоль, явно созданную как прямого конкурента Gameling от Ninvento.{n}Представитель компании заявил: «В отличие от аналогичных устройств, которые по своим характеристикам даже не приближаются к консолям, Vena Gear обладает всей мощью Master V и даже цветным экраном — и при этом достаточно компактна, чтобы её можно было взять с собой».{n}Удастся ли новому устройству затмить Gameling? Поживём — увидим. Выход Vena Gear ожидается {0}.
tr: Master V konsolunun yaratıcısı, Vena taşınabilir bir konsol olan ve direk Ninvento ya rakip olarak Vena Gear'ı duyurdu.{n}Şirketten biri,'Markette olan benzer ürünlere göre Vena Gear tamamiyle Master V özelliklerinde ve artı olarak taşınabilir. Ayrıca Vena Gear tamamen renkli ekrana sahip' dedi. {n}Bu cihaz Gameling i geçebilecekmi? Bunu görücez. Vena Gear {0} piyasada olacak.

source: Vena has announced that they will release a new gaming console {0}. The Vena Oasis comes with 16-bit graphics and sound which promises a new kind of gaming experience.{n}Vena said at the announcement, 'The Oasis is a new start, it will be the genesis of a new generation of gaming consoles and we believe it will do very well in the market'. Some of the games already announced for the console suggest that it will appeal to more mature audiences.
el: Η Vena ανακοίνωσε ότι θα κυκλοφορήσει μια νέα gaming κονσόλα {0}. Το Vena Oasis έρχεται με 16-bit γραφικά και ήχο το οποίο υπόσχεται ένα νέο είδος εμπειρίας gaming.{n}Η Vena είπε στην ανακοίνωση, 'Το Oasis είναι μια νέα αρχή, θα είναι η γένεση μιας νέας γενιάς από gaming κονσόλες και πιστεύουμε ότι θα τα πάει πολύ καλά στην αγορά'. Μερικά από τα ήδη ανακοινωμένα παιχνίδια για την κονσόλα δείχνουν ότι θα προορίζεται για πιο ώριμα κοινά.
es: Vena ha anunciado que lanzará una nueva consola de videojuegos {0}. La Vena Oasis tendrá gráficos de 16 bits y sonido, lo que promete una experiencia de juego diferente.{n}Vena ha dicho en su anuncio: "la Oasis es un nuevo comienzo, la génesis de una nueva generación de consolas. Creemos que rendirá muy bien en el mercado." Algunos de los juegos que ya se han anunciado para la consola sugieren que ésta se dirigirá a un público más adulto.
it: Vena ha annunciato che rilascerà una nuova console da gioco {0}. La Vena Oasis arriverà con grafiche e sonoro a 16-bit promettendo una nuovo tipo di esperienza di gioco.{n}Vena ha annunciato, 'La Oasis è un nuovo inizio, costituirà la genesi di una nuova generazione di console da gioco e crediamo che si comporterà molto bene nel mercato'. Alcuni dei giochi già annunciati per la console suggeriscono che attirerà un pubblico più maturo.
ru: Vena объявила о выпуске новой игровой консоли {0}. Vena Oasis подарит пользователям 16-битные графику и звук, что обещает совершенно новые ощущения от игры.{n}По словам Vena, «Oasis положит начало новому поколению игровых консолей, и мы заранее уверены в её успехе на рынке». Просочившаяся информация о некоторых играх, уже разрабатываемых для новой консоли, позволяет предположить, что они будут направлены прежде всего на более взрослую аудиторию.
tr: Vena yeni oyun konsolunu {0} duyurdu. Vena Oasis 16-bit grafiklere ve yeni bir oyun deneyimi yaşayacağınız bir tür ses imkanı sunuyor.{n}Vena açıklamada dedi ki 'Oasis yeni bir başlangıç, yeni oyun konsollarının doğuşu olacaktır ve markette çok iyi olacağına inanıyoruz'. Bazı oyunlar şimdiden konsol için duyuru yaptı ve bu konsolun daha çok olgun kesime hitap edeceğini gösteriyor.

source: Today, Vonny has announced their very own console called the Playsystem. Apparently the company has completely reworked their earlier Play System prototype after Ninvento cancelled the project.{n}The new Playsystem comes with a CD-ROM drive and 32-bit processors and is wholly owned by Vonny. Industry professionals say that this might be the beginning of a new generation of consoles. Ninvento declined to comment. The Playsystem will enter the market {0}.
el: Σήμερα, η Vonny ανακοίνωσε την δική της κονσόλα, το Playsystem. Προφανώς η εταιρεία ξαναδούλεψε το προηγούμενο πρωτότυπο του Play System αφού η Ninvento ακύρωσε το project.{n}Το νέο Playsystem περιλαμβάνει μια μονάδα CD-ROM και επεξεργαστή 32-bit και ανήκει εξ ολοκλήρου στην Vonny. Ειδικοί στη βιομηχανία λένε ότι αυτό μπορεί να είναι το ξεκίνημα μιας καινούργιας γενιάς κονσόλων. Η Ninvento αρνήθηκε να σχολιάσει. Το Playsystem θα έρθει στην αγορά {0}.
es: Vonny ha anunciado hoy la Playsystem, su propia consola. Parece ser que la compañía ha renovado por completo su anterior prototipo de la Play System despues de que Ninvento cancelara el proyecto.{n}La nueva Playsystem es producto de Vonny e incluye lector de CD-ROM y procesadores de 32 bits. Los profesionales de la industria opinan que este podría ser el principio de una nueva generación de consolas. Ninvento se ha negado a hacer declaraciones. La Playsystem entrará en el mercado {0}.
it: Oggi, Vonny ha annunciato la propria console chiamata Playsystem. Apparentemente la società ha completamente rielaborato il loro precedente prototipo Play System dopo che Ninvento ha cancellato il progetto.{n} La nuova Playsystem ha un lettore CD-ROM e processori 32-bit ed è completamente proprietà di Vonny. I professionisti dell' industria dicono che questo potrebbe essere l'inizio di una nuova generazione di console. Ninvento ha rifiutato di commentare. La Playsystem entrerà nel mercato {0}.
ru: Сегодня Vonny анонсировала свою консоль под названием Playsystem. Судя по всему, после разрыва с Ninvento компания полностью переработала ранний прототип Play System.{n}Новая Playsystem оборудована CD-приводом и 32-разрядным процессором и принадлежит исключительно Vonny. «Пожалуй, это действительно можно считать началом нового поколения консолей», — заявляют профессионалы. Ninvento от комментариев отказалась. Playsystem появится на рынке {0}.
tr: Vonny bugün, Playsystem olarak adlandırılan yeni oyun konsollarını duyurdu. Görünüşe göre, Ninvento projesini iptal ettikten sonra, firma önceki Play System prototipini tamamiyle yeniledi.{n}Tamamiyle Vonny firmasına ait olan yeni Playsystem CD-ROM sürücüsü ve 32-bit işlemciyle beraber geliyor. Endüstri uzmanları bunun yeni nesil konsolların başlangıcı olabileceğini söylüyor. Ninvento yorum yapmayı reddetti. Playsystem {0} tarihinde pazara girecek.
