Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: WE believe in your business portfolio and would like to aquire shares in {0}. WILL you consider this opportunity? OWN {1} in cash immediately, if you sign over 20% of your business. YOU can also take {2} in cash for 30% of your business.
el: ΕΜΕΙΣ πιστεύουμε πραγματικά στο επιχειρηματικό σας χαρτοφυλάκιο και θα θέλαμε να αποκτήσουμε μετοχές στη {0}. ΘΑ δεχτείτε την προσφορά μας; ΑΠΟΚΤΑΤΕ αμέσως {1} σε μετρητά, αν μας παραχωρήσετε το 20% της επιχείρησής σας. ΕΣΕΙΣ μπορείτε επίσης να αποκτήσετε {2} σε μετρητά για το 30% της επιχείρησής σας.
es: QUEREMOS COMPRAR acciones en {0} porque creemos que tu cartera de negocios es buena. ¿Podrías considerar esta oportunidad? Te daremos {1} en efectivo de forma inmediata si cedes el 20 % de tu negocio. También puedes obtener {2} en efectivo por el 30 % de TU NEGOCIO.
it: NOI crediamo nel tuo portafoglio business e VOGLIAMO acquistare le azioni di {0}. Ti andrebbe di considerare questa opportunità? Potrai POSSEDERE {1} in contanti immediatamente, se trasferirai il 20% della TUA attività. Puoi anche prenderti {2} in contanti per il 30% della tua ATTIVITÀ.
ru: МЫ верим в успех вашего бизнес-портфеля и хотим приобрести акции {0}. ВАС интересует это предложение? ВОЗЬМЕМ, к примеру, 20% вашей компании: оформив продажу, вы тут же получите {1} наличными. ЦЕЛИКОМ продав 30% своей компании, вы получите наличными {2}.
tr: İş portföyünüze güveniyor ve {0} şirketinden hisse satın almak istiyoruz. SİZE sunduğumuz bu teklifi değerlendirmek ister misiniz? Şirketinizin % 20'sini devrederseniz anında {1} gibi bir gelire SAHİP olabilirsiniz. Ya da şirketinizin % 30'una karşılık {2} ödeyerek sizinle ortak OLMAK İSTİYORUZ.

source: WE believe in your business portfolio and would like to aquire shares in {0} of which we already own {1}%. WILL you consider this opportunity? OWN {2} in cash immediately, if you sign over 20% of your business. YOU can also take {3} in cash for 30% of your business.
el: ΕΜΕΙΣ πιστεύουμε πραγματικά στο επιχειρηματικό σας χαρτοφυλάκιο και θα θέλαμε να αποκτήσουμε μετοχές στη {0} από την οποία διαθέτουμε ήδη {1}%. ΘΑ δεχτείτε την προσφορά μας; ΑΠΟΚΤΑΤΕ αμέσως {2} σε μετρητά, αν μας παραχωρήσετε το 20% της επιχείρησής σας. ΕΣΕΙΣ μπορείτε επίσης να αποκτήσετε {3} σε μετρητά για το 30% της επιχείρησής σας.
es: QUEREMOS COMPRAR acciones en {0}, donde ya poseemos el {1} %., porque creemos que tu cartera de negocios es buena. ¿Podrías considerar esta oportunidad? Te daremos {2} en efectivo de forma inmediata si cedes el 20 % de tu negocio. También puedes obtener {3} en efectivo por el 30 % de TU NEGOCIO.
it: NOI crediamo nel tuo portafoglio business e VOGLIAMO acquistare le azioni di {0} di cui già possiediamo il {1}%. Ti andrebbe di considerare questa opportunità? Potrai POSSEDERE {1} in contanti immediatamente, se trasferirai il 20% della TUA attività. Puoi anche prenderti {2} in contanti per il 30% della tua ATTIVITÀ.
ru: МЫ верим в успех вашего бизнес-портфеля и хотим приобрести акции компании {0}, {1}% которой уже принадлежат нам. ВАС интересует это предложение? ВОЗЬМЕМ, к примеру, 20% вашей компании: оформив продажу, вы тут же получите {2} наличными. ЦЕЛИКОМ продав 30% своей компании, вы получите наличными {3}.
tr: İş portföyünüze güveniyor ve halihazırda %{1} hissesine sahip olduğumuz {0} şirketinden hisse satın almak istiyoruz. SİZE sunduğumuz bu teklifi değerlendirmek ister misiniz? Şirketinizin % 20'sini devrederseniz anında {2} gibi bir gelire SAHİP olabilirsiniz. Ya da şirketinizin % 30'una karşılık {3} ödeyerek sizinle ortak OLMAK İSTİYORUZ.

source: Share offer
el: Προσφορά μετοχών
es: Compartir oferta
it: Offerta di azioni
ru: Акции на продажу
tr: Hisse Teklifi

source: Sell 20% for {0}
el: Πουλήστε 20% για {0}
es: Vender el 20 % por {0}
it: Vendi il 20% per {0}
ru: Продать 20% за {0}
tr: {0} karşılığında % 20 hisseyi sat

source: Sell 30% for {0}
el: Πουλήστε 30% για {0}
es: Vender el 30 % por {0}
it: Vendi il 30% per {0}
ru: Продать 30% за {0}
tr: {0} karşılığında % 30 hisseyi sat

source: We are currently a {0}% share holder in {1}. We are willing to offer you a chance to buy back some shares.
el: Αυτήν τη στιγμή είμαστε κάτοχοι μετοχών {0}% στη {1}. Θέλουμε να σας δώσουμε την ευκαιρία να αποκτήσετε ξανά μερικές μετοχές.
es: Actualmente tenemos el {0} % de las acciones de {1}. Estamos dispuestos a darte la oportunidad de comprar algunas de las acciones.
it: Al momento deteniamo il {0}% delle azioni di {1}. Intendiamo offrirti una possibilità per riacquistare alcune azioni.
ru: На данный момент нам принадлежит {0}% акций компании {1}, и мы предлагаем вам выкупить часть из них.
tr: Şu anda {1} şirketinde % {0} hisseye sahibiz. Size bazı hisseleri geri alma şansı vermek istiyoruz.

source: Buy {0}% back for {1}
el: Αγορά {0}% για {1}
es: Recuperar el {0} % por {1}
it: Riacquista il {0}% per {1}
ru: Выкупить {0}% за {1}
tr: {1} karşılığında % {0} hisseyi geri al

source: Buy 30% back for {0}
el: Αγορά 30% για {0}
es: Recuperar el 30 % por {0}
it: Riacquista il 30% per {0}
ru: Выкупить 30% за {0}
tr: {0} karşılığında % 30 hisseyi geri al

source: Buy back {0}% for {1}
el: Αγορά {0}% για {1}
es: Recuperar el {0} % por {1}
it: Riacquista il {0}% per {1}
ru: Выкупить {0}% за {1}
tr: {1} karşılığında % {0} hisseyi geri al

source: Buy back 30% for {0}
el: Αγορά 30% για {0}
es: Recuperar el 30 % por {0}
it: Riacquista il 30% per {0}
ru: Выкупить 30% за {0}
tr: {0} karşılığında % 30 hisseyi geri al

source: Copy Protection V{0}
el: Προστασία αντιγραφής V{0}
es: Protección contra copias V{0}
it: Protezione anti-copia V{0}
ru: Защита от копирования {0}
tr: Kopya Koruması V{0}

source: Statistical Anomaly
el: Στατιστική ανωμαλία
es: Anomalía estadística
it: Anomalia statistica
ru: Статистическая аномалия
tr: İstatistiksel Anomali

source: Reach level 2 in pirate mode.
el: Φτάστε στο επίπεδο 2 σε πειρατική λειτουργία.
es: Alcanza el nivel 2 en el modo pirata.
it: Raggiungi il livello 2 in modalità Pirata.
ru: Дойдите до второго уровня в пиратском режиме.
tr: Korsan modunda 2. seviyeye ulaşın.

source: Against all odds
el: Κόντρα στις πιθανότητες
es: Contra toda probabilidad
it: Contro ogni previsione
ru: Вопреки всему
tr: Her Şeye Rağmen

source: Beat all odds and finish the game in pirate mode.
el: Νικήστε τις πιθανότητες και ολοκληρώστε το παιχνίδι σε πειρατική λειτουργία.
es: Juega contra toda probabilidad y termina el videojuego en modo pirata.
it: Vai contro ogni previsione e termina il gioco in modalità Pirata.
ru: Пройдите игру до конца в пиратском режиме, несмотря ни на что.
tr: Tüm zorlukları aşın ve oyunu korsan modunda bitirin.

source: Hey {0},
el: Γεια σας {0},
es: Hola, {0}:
it: Ciao {0},
ru: Здравствуйте, {0}!
tr: {0} şirketinin sayın yetkilileri,

source: Hi there,
el: Γεια σας,
es: Hola:
it: Ehilà,
ru: Добрый день,
tr: Selam,

source: Greetings,
el: Χαίρετε,
es: Saludos:
it: Salve,
ru: Здравствуйте,
tr: Merhaba,

source: Dear developers,
el: Αγαπητοί προγραμματιστές,
es: Estimados desarrolladores:
it: Cari sviluppatori,
ru: Уважаемые разработчики,
tr: Değerli geliştiriciler,

source: Hello {0},
el: Γεια σας {0},
es: Hola, {0}:
it: Ciao {0},
ru: Здравствуйте, {0}!
tr: Sayın {0},

source: I quite liked {0}
el: Μου άρεσε πολύ το {0}
es: {0} me gustó bastante
it: Mi è piaciuto molto {0}
ru: Мне понравилась игра {0},
tr: {0} oyununuzu çok beğendim

source: I really enjoyed your game {0}
el: Απόλαυσα πολύ το παιχνίδι {0}
es: Disfruté mucho de tu videojuego {0}
it: Mi è piaciuto molto il vostro gioco {0}
ru: Мне очень понравилась ваша игра {0},
tr: {0} oyununuzdan büyük keyif aldım

source: {0} is really interesting
el: Το {0} είναι πολύ ενδιαφέρον
es: {0} es muy interesante
it: {0} è molto interessante
ru: Игра {0} действительно интересная,
tr: {0} gerçekten ilginç bir oyun

source: {0} is awesome
el: Το {0} είναι απίθανο
es: {0} es increíble
it: {0} è fantastico
ru: Игра {0} прекрасна,
tr: {0} muhteşem bir oyun

source: but I've played more interesting {0} games before
el: αλλά έχω παίξει και πιο ενδιαφέροντα {0} παιχνίδια στο παρελθόν
es: pero he jugado a videojuegos de {0} más interesantes con anterioridad
it: ma in passato ho giocato a giochi più interessanti del genere {0}
ru: но мне встречались игры жанра "{0}" и поинтересней,
tr: ama daha ilginç {0} oyunları oynamadım değil,

source: but other {0} are more innovative
el: αλλά τα άλλα {0} είναι πιο πρωτοποριακά
es: pero otros {0} son más innovadores
it: ma altri giochi del genere {0} sono più innovativi
ru: но в других играх жанра "{0}" больше инноваций,
tr: ama diğer {0} oyunları daha yenilikçi,

source: but I think it's not really AAA quality
el: αλλά δεν πιστεύω ότι είναι κορυφαίας ποιότητας
es: pero creo que en realidad no tiene calidad AAA
it: ma penso che non sia di categoria AAA
ru: но она не наивысшего качества,
tr: ama tam anlamıyla AAA kalite olduğunu söyleyemem,

source: but I've only played {0} hours of it
el: αλλά το έχω παίξει μόνο για {0} ώρες
es: pero tan solo he jugado {0} horas
it: ma ci ho solo giocato per {0} ore
ru: но я поиграл(а) в нее всего {0} ч,
tr: ama yalnızca {0} saat oynadım,

source: but I hated the ending
el: αλλά δεν μου άρεσε το τέλος του
es: pero no me gustó nada el final
it: ma non mi è proprio piaciuta la fine
ru: но мне не понравилась концовка,
tr: ama sonu hiç hoşuma gitmedi,

source: but it really needs more features
el: αλλά χρειάζεται κι άλλες δυνατότητες
es: pero de verdad necesita más características
it: ma servono altre funzionalità
ru: но в ней не хватает функций,
tr: ama oyunda daha fazla özellik olması gerek,

source: but it needs more depth
el: αλλά χρειάζεται κι άλλη ανάπτυξη
es: pero necesita más profundidad
it: ma serve maggior profondità di gioco
ru: но в ней не хватает глубины,
tr: ama oyuna biraz daha derinlik katılması gerek,

source: but it could use more polish
el: αλλά χρειάζεται μερικές βελτιώσεις
es: pero podría estar más pulido
it: ma serve fare alcuni aggiustamenti
ru: но ее не помешало бы отшлифовать,
tr: ama oyunun biraz daha geliştirilmesi gerek,

source: but it isn't AAA quality
el: αλλά δεν είναι κορυφαίας ποιότητας
es: pero no tiene calidad AAA
it: ma non è di categoria AAA
ru: но она не самого высокого качества,
tr: ama AAA kalite değil,

source: but it's not as good as other games
el: αλλά δεν είναι τόσο καλό όσο άλλα παιχνίδια
es: pero no es tan bueno como otros videojuegos
it: ma non è all'altezza di altri giochi
ru: но она не такая классная, как другие,
tr: ama diğer oyunlar kadar güzel değil,

source: but other games are better
el: αλλά άλλα παιχνίδια είναι καλύτερα
es: pero otros videojuegos son mejores
it: ma ci sono giochi migliori
ru: но другие игры лучше,
tr: ama diğer oyunlar daha güzel,

source: but I think it's too expensive
el: αλλά το βρίσκω πολύ ακριβό
es: pero creo que es demasiado caro
it: ma penso che costi troppo
ru: но, по-моему, она дороговата,
tr: ama bence çok pahalı,

source: but I think it needs to be at least 30% cheaper
el: αλλά θα έπρεπε να είναι τουλάχιστον 30% φτηνότερο
es: pero creo que debería ser al menos un 30 % más barato
it: ma penso che debba costare almeno il 30% in meno
ru: но, я считаю, она должна быть на 30% дешевле,
tr: ama bence en az % 30 daha ucuz olması gerekiyor,

source: but I'm saving up for this new graphics card
el: αλλά μαζεύω λεφτά για να πάρω νέα κάρτα γραφικών
es: pero estoy ahorrando para esta tarjeta gráfica nueva
it: ma sto risparmiando per una nuova scheda grafica
ru: но я коплю на новую графическую карту,
tr: ama yeni bir ekran kartı için para biriktiriyorum,

source: but I don't like you
el: αλλά δεν μου αρέσετε εσείς
es: pero no me caes bien
it: ma a me non piaci tu
ru: но вы мне не нравитесь,
tr: ama sizi sevmiyorum,

source: but I don't like that {0} works for you
el: αλλά δεν μου αρέσει που το {0} πέτυχε
es: pero no me gusta que {0} trabaje para ti
it: ma non mi piace il fatto che {0} lavori per voi
ru: но мне не нравится, что на вас работает {0},
tr: ama {0} sizin şirketinizde çalışıyor ve onu sevmiyorum,

source: but I think parts of it should work differently
el: αλλά πιστεύω πως κάποια μέρη θα έπρεπε να λειτουργούν διαφορετικά
es: pero creo que algunas partes deberían funcionar de otra forma
it: ma penso che alcune parti debbano funzionare in modo diverso
ru: но некоторые фрагменты не помешало бы изменить,
tr: ama bazı bölümlerin farklı olması gerektiğini düşünüyorum,

source: so I stole it.
el: γι’ αυτό το έκλεψα.
es: por lo que lo robé.
it: perciò l'ho rubato.
ru: поэтому я украл(а) эту игру.
tr: bu yüzden oyunu çaldım.

source: so I pirated it.
el: γι’ αυτό το προώθησα πειρατικά.
es: por lo que lo pirateé.
it: perciò l'ho piratato.
ru: поэтому я незаконно скопировал(а) эту игру.
tr: bu yüzden oyunun korsan versiyonunu aldım.

source: so I downloaded your game from a gamez website.
el: γι’ αυτό το κατέβασα από έναν ιστότοπο παιχνιδιών.
es: por lo que descargué tu videojuego de una página web gamez.
it: perciò ho scaricato il gioco da un sito Web con server privato.
ru: поэтому я скачал(а) эту игру с веб-сайта gamez.
tr: bu yüzden oyunu yasa dışı bir web sitesinden indirdim.

source: so I used a torrent.
el: γι’ αυτό χρησιμοποίησα torrent.
es: por lo que usé un torrent.
it: perciò ho usato un torrent.
ru: поэтому я скачал(а) эту игру с ресурса torrent.
tr: bu yüzden torrent kullandım.

source: so I didn't want to buy it.
el: γι’ αυτό δεν το αγόρασα.
es: por lo que no quise comprarlo.
it: perciò non ho voluto acquistarlo.
ru: поэтому я не хочу покупать эту игру.
tr: bu yüzden oyunu satın almak istemedim.

source: so I think you don't deserve my money.
el: γι’ αυτό δεν αξίζει να σπαταλήσω τα λεφτά μου.
es: por lo que no creo que merezcas mi dinero.
it: perciò penso che non meritiate i miei soldi.
ru: поэтому я считаю, что эта игра не стоит моих денег.
tr: bu yüzden para kazanmayı hak etmediğinizi düşünüyorum.

source: Anyway, just make better games, okay?
el: Τέλος πάντων, άλλη φορά φτιάξτε καλύτερα παιχνίδια, εντάξει;
es: De todas formas, tan solo crea mejores videojuegos, ¿vale?
it: Comunque, cercate di fare dei giochi migliori, OK?
ru: В любом случае, вам нужно делать игры более качественно.
tr: Her neyse. Daha iyi oyunlar yapın, tamam mı?

source: Anyway, you really should release more updates for it.
el: Τέλος πάντων, πρέπει να βγάλετε κι άλλες ενημερώσεις.
es: De todas formas, creo que deberías lanzar más actualizaciones.
it: Comunque, dovreste rilasciare più aggiornamenti.
ru: В любом случае, вам нужно выпускать больше обновлений.
tr: Her neyse. Oyun için daha fazla güncelleme yayınlayın.

source: Looking forward to the sequel.
el: Θα περιμένω το sequel.
es: Estoy deseando que llegue la continuación.
it: Non vedo l'ora di vedere il sequel.
ru: С нетерпением жду продолжение.
tr: Devam oyununu dört gözle bekliyorum.

source: You should give the game away for free.
el: Θα έπρεπε να το διαθέτετε δωρεάν.
es: Creo que deberías ofrecer el videojuego de forma gratuita.
it: Dovreste regalare il gioco.
ru: Вам следовало бы раздавать игру бесплатно.
tr: Bence oyunu bedavaya dağıtmalısınız.

source: But hey, I've told my friends of the game so that's free publicity for you!
el: Αλλά είπα στους φίλους μου για το παιχνίδι, οπότε έχετε δωρεάν διαφήμιση!
es: pero, oye, he hablado del juego con mis amigos y ¡te he hecho algo de publicidad gratuita!
it: Ma, ehi, ho parlato del gioco con i miei amici quindi vi ho fatto pubblicità gratuita!
ru: Но я уже рассказал(а) об этой игре друзьям, так что можете считать это бесплатной рекламой!
tr: Bu arada, oyundan tüm arkadaşlarıma bahsettim. Yani sizin için bedavaya reklam yaptım!

source: - Sent from my grPhone.
el: - Στάλθηκε από το grPhone.
es: - Enviado desde mi grPhone.
it: - Inviato dal mio grPhone.
ru: - Отправлено с моего grPhone.
tr: - grPhone'umdan gönderildi.

source: PS: I want to work in the games industry. Do you have a job for me?
el: Υ.Γ.: Θέλω να δουλέψω στη βιομηχανία παιχνιδιών. Έχετε καμιά δουλειά για μένα;
es: P.D.: Me gustaría trabajar en el sector de los videojuegos. ¿Tienes algún trabajo para mí?
it: P.S. Voglio lavorare nel settore dei videogiochi. C'è qualche posizione aperta da voi?
ru: P. S. Я хочу работать в игровой индустрии. Не найдется ли у вас работа для меня?
tr: Not: Ben de oyun sektöründe çalışmak istiyorum. Bana iş ayarlayabilir misiniz?

source: Mail
el: Αλληλογραφία
es: Correo electrónico
it: Posta
ru: Почта
tr: E-posta

source: but your use of copy protection makes the game really slow.
el: αλλά η χρήση της προστασίας αντιγραφής κάνει το παιχνίδι πολύ αργό.
es: pero el uso de protección contra copias hace que el videojuego sea demasiado lento.
it: ma il fatto di usare la protezione anti-copia rende lentissimo il gioco.
ru: но защита от копирования, которую вы используете, очень замедляет работу игры.
tr: ama kopya koruması kullanmanız oyunu çok yavaşlatıyor.

source: but the included copy protection software is really inconvenient.
el: αλλά το λογισμικό προστασίας αντιγραφής είναι πολύ δύσχρηστο.
es: pero el software de protección contra copias incluido resulta bastante molesto.
it: ma il software anti-copia incluso lo rende molto costoso.
ru: но встроенная программа защиты от копирования реально неудобная.
tr: ama oyundaki kopya koruma yazılımı çok sıkıntı çıkarıyor.

source: but the game stopped working saying that it wasn't a genuine copy! I swear I bought it and I'm very unhappy about this.
el: αλλά το παιχνίδι σταμάτησε να δουλεύει επειδή δεν ήταν αυθεντικό αντίγραφο! Ορκίζομαι πως το αγόρασα και έχω απογοητευτεί πολύ με αυτό.
es: pero el videojuego dejó de funcionar diciendo que ¡no se trataba de una copia auténtica! Prometo que lo compré y estoy muy decepcionado con esto.
it: ma il gioco si è interrotto dicendo che la mia non è una copia autentica! Giuro di averlo comprato e la cosa mi scoccia.
ru: но игра перестала работать, сообщив, что это не настоящая копия! Могу поклясться, что я ее купил(а). Это возмутительно!
tr: ama oyun birden durdu ve "orijinal kopya değil" mesajı görüntülendi! Oyunu satın aldığıma yemin edebilirim. Bu durum beni çok rahatsız etti.

source: but the copy protection in that game constantly crashes my system.
el: αλλά η προστασία αντιγραφής στο παιχνίδι μου ρίχνει συνέχεια το σύστημα.
es: pero la protección contra copias del videojuego hace que mi sistema se cuelgue una y otra vez.
it: ma la protezione anti-copia del gioco fa continuamente mandare in crash il sistema.
ru: но защита от копирования в игре постоянно приводит к сбою работы системы.
tr: ama oyundaki kopya koruması sürekli sistemimi çökertiyor.

source: but I hate how inconvenient the copy protection is.
el: αλλά με νευριάζει πόσο δύσχρηστη είναι η προστασία αντιγραφής.
es: pero odio lo molesta que es la protección contra copias.
it: ma odio dover pagare perché ha la protezione anti-copia.
ru: но меня раздражают неудобства, к которым приводит защита от копирования.
tr: ama kopya korumasının sürekli sıkıntı çıkarmasından nefret ediyorum.

source: Can you please not use it in the future?
el: Μπορείτε να μην την χρησιμοποιήσετε ξανά;
es: ¿Podrías dejar de utilizarla en el futuro?
it: Potreste non usarla in futuro?
ru: Вы не могли бы отказаться от этой функции в дальнейшем?
tr: Gelecekte kopya koruması kullanmayabilir misiniz acaba?

source: A friend of mine pirated the game and he doesn't have any issues! This isn't fair!
el: Ένας φίλος μου κατέβασε πειρατικά το παιχνίδι και δεν είχε κανένα πρόβλημα! Αυτό είναι άδικο!
es: Un amigo pirateó el juego y no ha tenido ningún problema. ¡Es injusto!
it: Un mio amico ha piratato il gioco e non ha alcun problema! Non è giusto!
ru: Мой друг незаконно скопировал игру безо всяких проблем. Это нечестно!
tr: Bir arkadaşım oyunun korsan versiyonunu aldı ve hiç sorun yaşamıyor! Bu hiç adil değil!

source: Thanks for your understanding.
el: Ευχαριστώ για την κατανόηση.
es: Gracias por tu comprensión.
it: Grazie per la comprensione.
ru: Благодарю за понимание.
tr: Anlayışınız için teşekkür ederim.

source: Please don't punish your fans for piracy!
el: Μην τιμωρείτε τους οπαδούς σας για την πειρατεία!
es: Por favor, no castigues a tus seguidores por piratería.
it: Non punire i tuoi fan per aver piratato il gioco!
ru: Не наказывайте своих фанатов за пиратство!
tr: Korsanlar yüzünden hayranlarınızı cezalandırmayın!

source: I will never buy anything from your company again!
el: Δεν θα αγοράσω τίποτα ποτέ ξανά από την εταιρεία σας!
es: ¡No volveré a comprar nada de tu empresa en la vida!
it: Non comprerò più nulla dalla tua azienda!
ru: Я больше никогда ничего у вас не куплю!
tr: Bir daha şirketinizden hiçbir şey almayacağım!

source: I will make sure to warn all of my friends about this.
el: Θα το πω σε όλους τους φίλους μου.
es: Me encargaré personalmente de avisar de esto a todos mis amigos.
it: Farò in modo di avvisare tutti i miei amici a riguardo.
ru: Я непременно расскажу об этом всем своим друзьям.
tr: Tüm arkadaşlarımı bu konuda uyaracağım.

source: Others
el: Άλλοι
es: Aliaj
it: Altri
ru: другие
tr: Çeşitli.
