Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Welcome to our very own research and development lab! At the moment it is empty but we have a number of skilled people eager to start working.{n}You don't have to hire them individually, instead you can simply decide on the budget for the R&D lab. The higher the budget, the more researchers will work and the higher the research progress will be.{n}Running your own R&D lab can be very expensive so be careful that you don't overspend. I suggest you start with smaller projects and don't be afraid to cut down the budget if necessary.{n}If there is no active project researchers will generate research points slowly, which you can use to train your main staff and unlock more game options.
el: Καλώς ήρθατε στο δικό μας εργαστήριο έρευνας και ανάπτυξης! Αυτή τη στιγμή είναι άδειο αλλά έχουμε έναν αριθμό ικανών ανθρώπων πρόθυμους να αρχίσουν να δουλεύουν.{n}Δεν χρειάζεται να τους προσλάβετε έναν προς έναν, αντί αυτού απλά αποφασίζετε τον προϋπολογισμό του εργαστηρίου Ε&Α. Όσο πιο μεγάλος είναι ο προϋπολογισμός, τόσο πιο πολλοί ερευνητές θα δουλεύουν και τόσο πιο μεγάλη θα είναι η πρόοδος της έρευνας.{n}Το να λειτουργείτε το δικό σας εργαστήριο Ε&Α μπορεί να είναι πολύ ακριβό έτσι να είστε προσεκτικοί για να μην κάνετε υπερβολικές δαπάνες. Προτείνω να αρχίσετε με μικρότερα πρότζεκτ και να μην φοβάστε να μειώσετε τον προϋπολογισμό αν αυτό κριθεί απαραίτητο.{n}Αν δεν υπάρχει κάποιο ενεργό πρότζεκτ οι ερευνητές θα παράγουν πόντους έρευνας με αργό ρυθμό, τους οποίους μπορείτε να χρησιμοποιήσετε για να εκπαιδεύσετε το κύριο προσωπικό σας και να ξεκλειδώσετε περισσότερες επιλογές παιχνιδιών.
es: ¡Bienvenido a tu propio laboratorio de investigación y desarrollo! Por el momento esta vacío, pero hay varias personas con talento ansiosas por empezar a trabajar.{n}No has de contratarlas una a una, sino que puedes decidir el presupuesto para el laboratorio de I+D. Cuanto más alto sea el presupuesto, más investigadores trabajarán y más rápido será el progreso de su investigación.{n}Operar tu propio laboratorio de I+D puede ser muy caro, así que ten cuidado de no sobrecargar los costos. Te sugiero que empieces por proyectos pequeños y que no tengas miedo de rebajar el presupuesto si es necesario.{n}Si no hay ningún proyecto activo, los investigadores sólo generarán lentamente puntos de investigación que podrás usar para entrenar a tus empleados y desbloquear más opciones para tus juegos.
it: Benvenuto nel nostro personale laboratorio di ricerca e sviluppo! Al momento è vuoto ma abbiamo un certo numero di persone qualificate desiderose di iniziare a lavorare.{n}Non devi assumerle individualmente, puoi infatti semplicemente decidere il budget del laboratorio RS. Più alto il budget a disposizione, più ricercatori vi lavoreranno e maggiore sarà il progresso della ricerca.{n}Gestire il proprio laboratorio RS può essere molto costoso quindi fai attenzione a non spendere troppo. Suggerirei di partire con piccoli progetti e di non aver paura di tagliare il budget se necessario.{n}Se non ci sono progetti attivi i ricercatori genereranno punti ricerca lentamente, che puoi usare per addestrare il tuo staff principale e sbloccare nuove opzioni di gioco.
ru: Добро пожаловать в нашу собственную научно-исследовательскую лабораторию! Сейчас здесь пусто, но у нас есть много квалифицированных людей, готовых приступить к работе.{n}Вам не придётся нанимать их по отдельности, достаточно просто принять решение о бюджете лаборатории. Чем больше средств вы выделите, тем больше сотрудников приступят к работе и тем скорее получат результат.{n}Научная лаборатория — штука недешёвая, так что будьте осторожны и не потратьте больше, чем можете себе позволить. Я рекомендую начать с небольших проектов и при необходимости сокращать расходы на лабораторию.{n}Если конкретный проект не выбран, лаборатория будет просто генерировать очки исследований, которые можно потратить на обучение персонала и разработку новых игровых идей.
tr: Yeni araştırma ve geliştirme laboratuvarımıza hoşgeldin! Şu an laboratuvar boş ama işe başlamaya istekli bir kaç kişi var.{n}Onları tek tek işe almak zorunda değilsin, bunun yerine basit bir şekilde Ar-Ge laboratuvarının bütçesini ayarlayabilirsin. Bütçe arttıkça daha fazla araştırmacı çalışacak ve araştırma süreci de hızlanacak.{n}Kendi Ar-Ge laboratuvarını işletmek çok pahalı olabilir bu yüzden çok harcamadığına dikkat et. Sana önerim daha küçük projelerle başlaman ve gerektiğinde bütçeyi kısmaktan korkma.{n}Eğer hiç aktif proje yoksa araştırmacılar araştırma puanlarını daha yavaş üretecekler, bu puanları asıl ekibini eğitmek için ve daha fazla oyun seçeneği açmak için kullanabilirsin.

source: Welcome to our very own hardware lab! This is the place where we will create our own game console. Before you start, make sure you have a lot of cash saved up. Building a console isn't cheap. When you are ready to start simply {0} on the screen to access the action menu.
el: Καλώς ήρθατε στο δικό μας εργαστήριο hardware! Αυτό είναι το μέρος στο οποίο θα δημιουργήσουμε τη δική μας παιχνιδομηχανή. Πριν να ξεκινήσετε, σιγουρευτείτε ότι διαθέτετε πολλά χρήματα. Το να φτιάξετε μια κονσόλα δεν είναι φθηνό. Όταν είστε έτοιμοι να ξεκινήσετε απλά πατήστε {0} στην οθόνη για να αποκτήσετε πρόσβαση στο μενού ενεργειών.
es: ¡Bienvenido a nuestro laboratorio de hardware! Aquí es donde crearemos nuestra propia consola. Antes de empezar, asegúrate de haber ahorrado una gran cantidad de dinero. Fabricar una consola no es nada barato. Cuando estés listo para empezar, simplemente {0} en la pantalla para acceder al menú de acciones.
it: Benvenuto nel nostro personale laboratorio hardware! Questo è il posto dove creeremo la nostra console di gioco. Prima di iniziare, assicurati di aver accumulato molto denaro. Realizzare una console non è poco costoso. Quando sei pronto per iniziare {0} semplicemente lo schermo per accedere al Menu Azioni.
ru: Добро пожаловать в нашу аппаратную лабораторию! Именно здесь мы будем создавать собственную игровую консоль. Это процесс недешёвый, так что советуем предварительно запастись деньгами. Когда будете готовы, просто {0} по экрану, чтобы открыть меню.
tr: Yeni donanım laboratuvarımıza hoşgeldiniz! Burası kendi konsolumuzu yapacağımız yer. Başlamadan önce, çok fazla para biriktirmiş olduğundan emin ol. Konsol yapmak ucuz değil. Başlamak için hazır olduğunda eylem menüsüne erişmek için ekrandaki {0} tıkla.

source: We just got word that {0} is retiring its MMO game {1} from the market. The game has been on the market for {2} months and racked up over {3} in sales.
el: Μόλις λάβαμε είδηση ότι η {0} αποσύρει το MMO παιχνίδι της {1} από την αγορά. Το παιχνίδι ήταν στην αγορά για {2} μήνες και συγκέντρωσε πάνω από {3} σε πωλήσεις.
es: Acabamos de enterarnos de que {0} ha retirado {1}, su juego MMO, del mercado. El juego llevaba {2} meses en el mercado y ha alcanzado un total de {3} en ventas.
it: Abbiamo appena saputo che {0} sta ritirando il suo gioco MMO {1} dal mercato. Il gioco è stato in vendita per {2} mesi e ha totalizzato più di {3} copie.
ru: Нам стало известно, что компания «{0}» прекращает поддержку своей ММО-игры «{1}». За {2} месяцев с момента выпуска было продано {3} копий.
tr: {0} şirketinin MMO oyunları olan {1} oyununu sonlandıracağını duyduk. Oyun {2} aydır piyasada ve satışlardan {3} gibi bir rakam topladı.

source: We are not quite sure why {0} has decided to take {1} off the market as the game likely still generated income for the company.
el: Δεν είμαστε σίγουροι γιατί η {0} αποφάσισε να τραβήξει το {1} εκτός αγοράς καθώς το παιχνίδι πιθανότατα ακόμα παρήγαγε έσοδα για την εταιρία.
es: No estamos del todo seguros de por qué {0} ha decidido retirar {1} del mercado, ya que el juego seguía generando ingresos para la compañía.
it: Non siamo sicuri del perché {0} abbia deciso di togliere {1} dal mercato considerato che il gioco stesse ancora generando guadagni per la compagnia.
ru: Не вполне понятно, почему в «{0}» решили снять «{1}» с продажи — ведь игра по-прежнему приносит доход.
tr: {0} firmasının hala kazanç sağlamakta olan {1} oyununu neden pazardan çektiklerinden pek emin değiliz.

source: {1} was likely not profitable anymore as the maintenance costs were likely larger than the income.
el: Το {1} πιθανώς δεν ήταν επικερδές πια καθώς τα έξοδα συντήρησης ήταν το πιθανότερο μεγαλύτερα από τα έσοδα.
es: Seguramente, {1} ya no era rentable, ya que los costos de mantenimiento eran mayores que que los beneficios.
it: {1} non era più redditizio probabilmente dato che i costi di mantenimento erano largamente superiori ai ricavi.
ru: Вероятно, «{1}» стала убыточной, поскольку затраты на обслуживание не покрывались доходами от продаж.
tr: Giderlerin gelirlerden daha fazla olmaası gösteriyorki {1} artık karlı olmaktan çıktı.

source: While fans of {0} weren't happy about the news many of them also play {1} which is still on the market.
el: Ενώ αρκετοί οπαδοί του {0} δεν ήταν χαρούμενοι με τα νέα πολλοί απ' αυτούς παίζουν επίσης το {1} που είναι ακόμα στην αγορά.
es: Aunque a los fans de {0} no les ha alegrado la noticia, muchos de ellos juegan también a {1}, que aún está a la venta.
it: Nonostante molti appassionati di {0} non siano stati felici della notizia molti di loro giocano anche a {1} che è ancora sul mercato.
ru: Поклонники «{0}» были недовольны, но часть из них продолжает играть в «{1}».
tr: {0} hayranlarının çoğu bu durumdan şikayetçi olsada, yinede yine çoğu hala pazarda olan {1} oyununu oynamaya devam ediyor.

source: Fans of {1} have voiced complaints with one fan saying: 'I love {0} and played {1} a lot but now that they took it off the market I don't know what MMO I should play. If only {0} had released a new MMO I wouldn't be so upset.'
el: Οπαδοί του {1} κάνουν παράπονα με έναν οπαδό να λέει: 'Λατρέυω τη {0} και έχω παίξει το {1} πάρα πολύ αλλά τώρα που το απέσυραν από την αγορά δεν ξέρω τι MMO να παίξω. Μονάχα αν η {0} είχε κυκλοφορήσει ένα καινούργιο MMO δε θα ήμουν τόσο αναστατωμένος.'
es: Los fans de {1} han expresado sus quejas y uno de ellos ha dicho: "Me encanta {0} y he jugado mucho a {1}, pero ahora que ya no está a la venta no sé a qué MMO debería jugar. Si {0} hubiera lanzado un nuevo MMO no estaría tan enfadado."
it: I fan di {1} hanno espresso delle lamentele, uno di essi ha detto: 'Amo {0} e ho giocato un sacco a {1} ma adesso che sono stati rimossi dal mercato non so a quale MMO dovrei giocare. Se solo {0} avesse rilasciato un nuovo MMO non sarei così turbato.'
ru: Фанаты игры «{1}» очень недовольны. Вот что сказал нам один из них: «Я люблю "{0}" и много играл в "{1}", но чем же мне заняться теперь? Вот если бы они выпустили новую MMO, мне было бы гораздо легче пережить потерю».
tr: {1} oyununun hayranları şikayetlerini başka bir hayranın şu şekildeki sözleriyle duyurdu: '{0} şirketini seviyorum ve {1} oyununu epey oynadım ama şimdi oyunu piyasadan çekiyorlar ve ben hangi MMO'yu oynamalıyım bilmiyorum. Keşke {0} şirketi başka bir MMO piyasaya sürseydi ozaman bu kadar üzülmezdim.'

source: {0} has released their game console {1} today.
el: Η {0} κυκλοφορεί τη νέα της gaming κονσόλα υπό τον τίτλο {1} σήμερα.
es: {0} ha lanzado hoy su nueva consola {1}.
it: Oggi {0} ha rilasciato la loro console {1}.
ru: Сегодня компания «{0}» выпустила свою игровую консоль «{1}».
tr: {0} bugün kendi oyun konsolları olan {1} konsolunu piyasaya sürdü.

source: The console seems to really push the limits of technology and is the most modern console ever to hit shelves.
el: Η κονσόλα φαίνεται να σπρώχνει στα όρια την τεχνολογία και είναι η πιο μοντέρνα κονσόλα που χτύπησε ποτέ τα ράφια των καταστημάτων.
es: La consola parece forzar los límites de la tecnología y es la más moderna que jamás ha llegado a las tiendas.
it: La console sembra davvero spingersi ai limiti della tecnologia ed è la più moderna console ad essere mai arrivata sugli scaffali.
ru: Консоль воплощает последние достижения в мире высоких технологий и является самой современной из когда-либо существовавших.
tr: Konsol teknolojinin sınırlarını zorluyor gibi görünüyor ve bugüne kadar piyasa çıkmış en çağdaş konsol.

source: The console does not seem quite on par with the high tech competitors but we will see what players think.
el: Η κονσόλα δεν φαίνεται να είναι τεχνολογικά στο ίδιο επίπεδο με τους υψηλής τεχνολογίας ανταγωνιστές αλλά θα δούμε τι νομίζουν οι παίκτες.
es: La consola no parece estar del todo a la altura en comparación a sus competidoras de alta tecnología, pero veremos qué piensan los jugadores.
it: La console non sembra essere al pari dei concorrenti più avanzati ma vedremo cosa ne pensano i giocatori.
ru: Консоль вряд ли сможет успешно потягаться с высокотехнологичными конкурентами, но в любом случае последнее слово — за игроками.
tr: Konsol yüksek teknolojili rakiplerine karşı eşit görünmüyor ama oyuncuların ne düşündüğünü göreceğiz.

source: Looking at the features of {0}, it seems that the
el: …Βλέποντας τις δυνατότητες του {0}, φαίνεται ότι η…
es: Echando un vistazo a las características de {0}, parece que la
it: Osservando le potenzialità di {0}, sembra che
ru: Что же касается особенностей, которыми обладает «{0}» —
tr: {0} özelliklerine baktığımızda, öyle görünüyor ki

source: list is extensive which is a good sign and could lead to a wide variety of games becoming available.
el: λίστα είναι εκτεταμένη το οποίο είναι καλό σημάδι και μπορεί να οδηγήσει στο να γίνουν διαθέσιμα παιχνίδια μεγάλου εύρους ποικιλίας.
es: lista es extensa, lo que es buena señal y podría dar lugar a una amplia variedad de juegos disponibles.
it: la lista sia lunga, questo è un ottimo segno e potrebbe portare ad un' ampia varietà di giochi disponibili.
ru: их список довольно обширен и позволяет надеяться на не менее широкий выбор игр в будущем.
tr: iyiye işaret olan listenin oldukça kapsamlı olması yeni gelecek oyunların envai çeşit varyasyona sahip olmalarına öncülük edebilecek.

source: list is a bit slim. Don't expect too many gadgets and controllers to be available for this console.
el: λίστα είναι λίγο μικρή. Μην περιμένετε πολλά gadgets και χειρηστήρια να γίνουν διαθέσιμα για αυτήν την κονσόλα.
es: lista es un tanto reducida. No esperen que haya demasiados mandos ni complementos disponibles para esta consola.
it: la lista sia un po' ridotta. Non vi aspettiate che siano disponibili molti accessori e controller per questa console.
ru: тут всё печально: их список довольно куцый, и вряд ли можно ожидать появления множества контроллеров и прочих устройств.
tr: liste biraz sınırlı. Bu konsol için kullanılacak çok fazla aygıt ve oyun kolu beklemeyin.

source: First tests indicate that {0}
el: Οι πρώτοι έλεγχοι υποδεικνύουν ότι το {0}
es: Los primeros test indican que la {0}
it: I primi test indicano che {0}
ru: Первые тесты показали, что «{0}»
tr: İlk testler gösteriyor ki {0}

source: 's build quality is excellent and will likely run for decades without issues.
el: έχει άψογη ποιότητα κατασκευής και πιθανότατα θα τρέχει για δεκαετίες δίχως προβλήματα.
es: posee una excelente calidad de fabricación y muy posiblemente funcionará durante décadas sin estropearse.
it: ha una qualità costruttiva eccellente e probabilmente funzionerà per decenni senza problemi.
ru: имеет превосходное качество сборки и, скорее всего, сможет работать годами без особых проблем.
tr: konsolunun yapım kalitesi mükemmel ve sorun olmadan uzun yıllar çalışacak gibi.

source: is of average build quality. Don't expect it to last forever but in general you should not see many issues.
el: είναι μέτριας ποιόητητας κατασκευής. Μην περιμένετε να κρατήσει για πάντα αλλά σε γενικές γραμμές δεν πρέπει να αντιμετωπίσετε πολλά προβλήματα.
es: tiene una calidad media de fabricación. No esperen que dure para siempre, aunque en general no debería dar muchos problemas.
it: è di qualità costruttiva mediocre. Non vi aspettiate che duri per sempre ma generalmente non dovreste avere troppi problemi.
ru: имеет среднее качество сборки. Не стоит ожидать, что консоль прослужит вечно, но в целом проблем возникнуть не должно.
tr: konsol standart kalitede. Sonsuza kadar çalışmasını beklemeyin ama genel olarak çok fazla sorun yaşamayacaksınız.

source: is a bit fragile. We wouldn't be surprised if you need to make use of the warranty sooner or later.
el: είναι λίγο εύθραυστο. Δεν θα ήμασταν έκπληκτοι αν θα χρειαζόσασταν να κάνετε χρήση της εγγύησης αργά ή γρήγορα.
es: es un tanto frágil. No debería sorprendernos si nos vemos obligados a usar la tarjeta de garantía tarde o temprano.
it: è un po' fragile. Non saremmo sorpresi se doveste fare uso della garanzia prima o poi.
ru: — довольно хрупкая штука. Не стоит удивляться, если вскоре вашей консоли понадобится гарантийный ремонт.
tr: konsol biraz kırılgan. Er ya da geç garantiyi kullanmak zorunda kalırsanız çok şaşırmayacağız.

source: first
el: πρώτη
es: primera
it: prima
ru: первая
tr: birinci

source: second
el: δεύτερη
es: segunda
it: seconda
ru: вторая
tr: ikinci

source: third
el: τρίτη
es: tercera
it: terza
ru: третья
tr: üçüncü

source: {0} has taken their game console {1} off the market. {1} was the {2} console created by the company.
el: Η {0} έβγαλε την παιχνιδομηχανή της {1} εκτός αγοράς. Το {1} ήταν η {2} κονσόλα που δημιουργήθηκε από την εταιρία.
es: {0} ha sacado su consola de juegos {1} del mercado. {1} fue la {2} consola creada por la compañía.
it: {0} ha rimosso la loro console {1} dal mercato. {1} era la {2} console creata dalla compagnia.
ru: «{0}» прекратили продажи своей консоли «{1}». «{1}» — это {2} консоль, созданная компанией.
tr: {0},{1} oyun konsolunu piyasadan çekti. {1} konsolu, şirket tarafından yaratılan {2} konsoldu.

source: The worldwide game developers guild has awarded {0}, CEO of {1} the lifetime achievement award for contributions to the game industry. {0} has, during a stunning {3} year career at {1} delivered many ground breaking games.{n}The company is most recently known for {2}.
el: Η παγκόσμια συντεχνία προγραμματιστών παιχνιδιών επιβραβεύει τον/την {0}, διευθύνων/ουσα σύμβουλο της {1} με το βραβείο επιτεύγματος ζωής για συνεισφορές στη βιομηχανία βιντεοπαιχνιδιών. Ο/Η {0}, κατά τη διάρκεια μιας εκπληκτικής {3}χρονης καριέρας στην {1} παρέδωσε πολλά πρωτοποριακά παιχνίδια.{n}Η εταιρία είναι πιο προσφάτως γνωστή για το {2}.
es: El gremio de desarrolladores mundiales ha otorgado a {0}, CEO de {1} el premio de toda una vida por las contribuciones de la industria del juego. {0} lleva durante unos impresionante {3} años de carrera en {1} liberando muchos juegos innovadores. {n} La compañía es mas recientemente conocida por {2}.
it: La gilda mondiale degli sviluppatori di giochi ha premiato {0}, CEO di {1} il premio alla carriera per il contributo all'industria dei giochi. {0} ha, durante una stupenda carriera di {3} anni presso {1} creato tanti giochi di successo.{n}La società è nota recentemente per {2}.
ru: {0}, генеральный директор компании «{1}», получает награду от Международного союза разработчиков игр за выдающийся вклад в игровую индустрию. За свою триумфальную {3}-летнюю историю компания «{1}» выпустила множество игр, ставших новыми стандартами качества.{n}Последним хитом компании стала игра «{2}».
tr: {1} CEO'su {0} dünya çapındaki oyun geliştiricileri birliği tarafından, oyun endüstrisine katkılarından dolayı yaşam boyu başarı ödülüyle onurlandırıldı. {0}, {1} firmasındaki hayret verici {3} yıllık kariyerinde bir çok çığır açan oyuna imza attı.{n}Şirket yakın zamanda çıkan {2} oyunu ile tanınıyor.

source: They are also known for their console {0} which has done very well on the market.
el: …Είναι επίσης γνωστοί για την κονσόλα τους το {0} που τα έχει πάει πολύ καλά στην αγορά.
es: También son conocidos por su consola {0} que ha rendido muy bien en el mercado.
it: Sono anche conosciuti per la loro console {0} che ha venduto molto bene sul mercato.
ru: Кроме того, они известны своей игровой консолью «{0}», показавшей очень неплохие результаты на рынке.
tr: Ayrıca şirket pazarda oldukça iyi iş yapan {0} konsoluyla da biliniyor.

source: Game finished
el: Ολοκλήρωση παιχνιδιού
es: Juego terminado
it: Gioco finito
ru: Игра завершена
tr: Oyun tamamlandı

source: Congratulations. You have finished Game Dev Tycoon. We will now calculate your final score and show you some statistics. You may continue playing after that.
el: Συγχαρητήρια. Έχετε τερματίσει το Game Dev Tycoon. Τώρα θα υπολογίσουμε την τελική σας βαθμολογία και θα σας δείξουμε μερικά στατιστικά. Μπορείτε να συνεχίζετε να παίζετε μετά απ'αυτό.
es: Felicidades, has terminado Game Dev Tycoon. A continuación calcularemos tu puntuación final y te mostraremos varias estadísticas. Podrás seguir jugando después de ello.
it: Congratulazioni. Hai portato a termine Game Dev Tycoon. Adesso calcoleremo il tuo punteggio finale e ti mostreremo alcune statistiche. In seguito potrai continuare a giocare.
ru: Поздравляем, вы прошли Game Dev Tycoon! Сейчас мы подсчитаем ваши очки и покажем немного статистики. После этого, если захотите, вы сможете продолжить игру.
tr: Tebrikler. Game Dev Tycoon'u bitirdiniz. Şimdi final skorunuzu hesaplayacağız ve bazı istatistikleri göstereceğiz. Bundan sonra oynamaya devam edebilirsiniz.

source: Engine
el: Μηχανή
es: Motor
it: Motore di Gioco
ru: Движок
tr: Motor

source: Gameplay
es: Jugabilidad
ru: Геймплей
tr: Oynanış

source: Story/Quests
el: Ιστορία/Αποστολές
es: Historia/Misiones
it: Storia/Missioni
ru: Сюжет/Квесты
tr: Hikaye/Görevler

source: Dialogues
el: Διάλογοι
es: Diálogos
it: Dialoghi
ru: Диалоги
tr: Diyaloglar

source: Level Design
el: Σχεδιασμός Επιπέδων
es: Diseño de Nivel
it: Design Livelli
ru: Дизайн уровней
tr: Bölüm Tasarımı

source: Artificial Intelligence
el: Τεχνητή Νοημοσύνη
es: Inteligencia Artificial
it: Intelligenza Artificiale
ru: И.Интеллект
tr: Yapay Zeka

source: World Design
el: Σχεδιασμός Κόσμου
es: Diseño de Mundo
it: Design Mondo di Gioco
ru: Дизайн мира
tr: Dünya Tasarımı

source: Graphics
el: Γραφικά
es: Graficos
it: Grafica
ru: Графика
tr: Grafikler

source: Sound
el: Ήχος
es: Sonido
it: Sonoro
ru: Звук
tr: Ses

source: Advertise in magazines
el: Διαφήμιση σε περιοδικά
es: Publicitar en revistas
it: Pubblicità sulle riviste
ru: Реклама в журналах
tr: Dergilerdeki reklamlar

source: Advertise in gaming magazines to get the game well known before it hits the shelves.
el: Διαφημιστείτε σε gaming περιοδικά για να κάνετε το παιχνίδι αρκετά ξακουστό πριν αυτό χτυπήσει τα ράφια.
es: Promociona el juego en revistas especializadas para darlo a conocer antes de que llegue a las tiendas.
it: Pubblicizza su riviste di videogiochi per far conoscere bene il gioco prima che raggiunga gli scaffali.
ru: Разрекламировать игру в игровых журналах, чтобы она стала узнаваемой к моменту появления на прилавках.
tr: Oyunun tanınması için oyun piyasaya çıkmadan önce oyun dergilerine reklam verin.

source: Magazines & Demos
el: Περιοδικά & Demos
es: Revistas & Demos
it: Riviste & Demo
ru: Журналы и демо-версии
tr: Dergiler&Demolar

source: Advertise in gaming magazines and distribute demos of the game to give players an opportunity to try the game.
el: Διαφημιστείτε σε gaming περιοδικά και διανείμετε demo του παιχνιδιού για να δώσετε στους παίκτες την ευκαιρία να δοκιμάσουν το παιχνίδι σας.
es: Promociona el juego en revistas especializadas y distribuye demos para que los jugadores puedan probarlo.
it: Pubblicizza su riviste di videogiochi e distribuisci demo del gioco per dare ai giocatori l'opportunità di provare il gioco.
ru: Разрекламировать игру в игровых журналах и распространить демо-версии, чтобы дать игрокам возможность её опробовать.
tr: Oyuncuların oyunu denemelerine bir fırsat vermek için dergilere reklam verin ve oyunun demolarını dağıtın.

source: Small Marketing Campaign
el: Μικρή Εκστρατεία Μάρκετινγκ
es: Campaña de Promoción Pequeña
it: Piccola Campagna Pubblicitaria
ru: Малая маркетинговая кампания
tr: Küçük Pazarlama Kampanyası
