Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Journalists around the world are baffled as only one day after Vonny and Ninvento jointly announced the Play System at the Entertainment Conference things have turned sour.{n}Ninvento announced today that they will cancel the project and instead seek to develop a new console with a different partner.{n}Rumour has it that the distribution deal the companies had worked out was unfavorable to Ninvento handing over much of the control to Vonny.{n}This seems to be the end of the Play System.
el: Δημοσιογράφοι από όλο τον κόσμο έχουν μπερδευτεί καθώς μία μέρα μετά την ανακοίνωση από κοινού των εταιρειών Vonny και Ninvento για την κονσόλα Play System στο Entertainment Conference τα πράγματα πήραν άσχημη τροπή.{n}Η Ninvento ανακοίνωσε σήμερα ότι θα ακυρώσει την συμφωνία και αντ'αυτού θα αναζητήσουν να αναπτύξουν μία νέα κονσόλα με διαφορετικό συνέταιρο.{n}Φήμες λένε ότι η συμφωνία διανομής την οποία οι εταιρίες είχαν επεξεργαστεί ήταν δυσμενής για την Ninvento δίνοντας περισσότερο έλεγχο στήν Vonny.{n}Αυτό φαίνεται να είναι και το τέλος της κονσόλας Play System.
es: Tan sólo un día después de que Vonny y Ninvento anunciaran conjuntamente la Play System en la Conferencia de Entretenimiento, las situación ha dado un giro que ha dejado a la prensa internacional estupefacta.{n}Ninvento ha anunciado hoy que cancela el proyecto y que buscará desarrollar una nueva consola con otro asociado.{n}Se rumorea que el acuerdo de distribución no le era favorable a Ninvento, ya que Vonny se quedaba con la mayor parte del control.{n}Este parece el fin de la Play System.
it: I giornalisti di tutto il mondo sono sconcertati da come solo un giorno dopo che Vonny e Ninvento hanno annunciato il Play System all' Entertainment Conference le cose siano cambiate radicalmente.{n}Ninvento ha annunciato oggi che cancelleranno il progetto e invece cercheranno di sviluppare una nuova console con un diverso collaboratore.{n}Voci dicono che l'accordo sulla distribuzione, che le compagnie avrebbero siglato, sarebbe stato a sfavore di Ninvento cedendo la maggior parte del controllo a Vonny.{n}Sembra che questa sia la fine del Play System.
ru: Журналисты озадачены новым поворотом в истории со вчерашним заявлением Vonny, которое было сделано на выставке «Мир развлечений». Напомним, Vonny и Ninvento анонсировали совместную разработку, консоль Play System — но сегодня ситуация кардинально изменилась.{n}Представитель Ninvento заявил, что проект отменён, а компания ищет другого партнёра для разработки новой консоли.{n}По слухам, дистрибьюторское соглашение между компаниями оказалось неприемлемым для Ninvento, так как предоставляло Vonny слишком широкие полномочия.{n}Кажется, на этом история Play System и закончится.
tr: Dünyadan gazeteciler Vonny ile Ninvento'nun Eğlence Konferansında duyurdukları ortaklaşa projeleri olan Play System'ın sadece bir günde bozulmasından dolayı şaşkınlar.{n}Ninvento bugün bu projenin iptal edildiğini ve artık farklı bir partner ile yeni bir konsol yapacaklarını duyurdular.{n}Görünüşe göre iki şirket dağıtım anlamında anlaşma sağlayamadı çünkü Ninvento bu anlaşmanın Vonny'e çok fazla kontrol sağladığını düşünüyor.{n}Bu Play System'ın sonu gibi görünüyor.

source: Today, Vonny has announced the much anticipated successor to their popular Playsystem console. The Playsystem 2 will have upgraded hardware to compete with newer generation consoles such as the DreamVast.{n}Unlike the DreamVast the Playsystem 2 does not focus much on online play but instead seems to focus on the strengths of the previous Playsystem. A solid upgraded controller including vibration function, upgraded graphics, support for DVD titles and even backwards compatibility with Playsystem 1 games.
el: Σήμερα, η Vonny ανακοίνωσε τον πολυαναμενόμενο διάδοχο στη δημοφιλή τους κονσόλα Playsystem. Το Playsystem 2 θα έχει αναβαθμισμένο hardware για να συναγωνιστεί με κονσόλες νεότερης γενιάς όπως το DreamVast.{n}Σε αντίθεση με το DreamVast το Playsystem 2 δεν επικεντρώνεται πολύ στο διαδικτυακό παιχνίδι αλλά αντί αυτού φαίνεται να επικεντρώνεται περισσότερο στα δυνατά σημεία του προηγούμενου Playsystem. Ένα γερό αναβαθμισμένο χειριστήριο που συμπεριλαμβάνει λειτουργία δόνησης, αναβαθμισμένα γραφικά, υποστήριξη για DVD τίτλους και ακόμα και πλήρη συμβατότητα με παιχνίδια Playsystem 1.
es: Vonny ha anunciado hoy la esperada continuación de su popular consola Playsystem. La Playsystem 2 tendrá un hardware mejorado para competir con las consolas de la presente generación como la DreamVast.{n}Al contrario que la DreamVast, la Playsystem 2 no se centra tanto en el juego online como en las cualidades de la anterior Playsystem: un mando muy mejorado con vibración incorporada, mejores gráficos, soporte para títulos DVD e incluso compatibilidad con juegos de la Playsystem 1.
it: Oggi, Vonny ha annunciato il tanto atteso successore della loro famosa console Playsystem. La Playsystem 2 avrà hardware aggiornato per competere con le console di nuova generazione come la DreamVast.{n}Diversamente da DreamVast, la Playsystem 2 non si basa molto sul gioco online ma sembra invece focalizzarsi sui punti di forza della precedente Playsystem. Un solido controller aggiornato includente la funzione di vibrazione, grafiche aggiornate, supporto per i DVD e perfino retrocompatibilità con i giochi di Playsystem 1.
ru: Сегодня Vonny анонсировала преемника своей популярной консоли Playsystem. Более мощная начинка позволит Playsystem 2 успешно конкурировать с современными консолями вроде DreamVast.{n}В отличие от DreamVast, делающей упор на онлайн-игры, Playsystem 2 продолжит развивать сильные стороны Playsystem. Массивный контроллер со множеством функций (обещана даже обратная связь в виде вибрации), улучшенная графика, поддержка DVD — вот далеко не полный список. Не забыта и поддержка игр от первой Playsystem.
tr: Bugün, Vonny beklenmekte olan Playsystem konsollarının bir yenisini duyurdu. Playsystem 2 DreamVast gibi konsollarla rekabet edebilmesi için güncel donanımlarla geliştirilecek.{n}DreamVast'ın aksine Playsystem 2 online oyunlara odaklanmak yerine görünen o ki bir önceki Playsystem'ı güçlendiricek. Yeni bir kontrol sistemi titreşim dahil, güçlendirilmiş grafikler, DVD uyumluluğu hatta Playsystem 1 oyunlarını destekleme özelliği olacak.

source: Since release, the DreamVast from Vena has been one of the fastest selling consoles in history but lately it seems that the anticipation of the upcoming Playsystem 2 release is slowing down sales.{n}If the Playsystem 2 can hold up to the hype when it is released then Vena could be in deep trouble.
el: Από όταν κυκλοφόρησε, το DreamVast από την Vena είναι από τις πιο επιτυχημένες κονσόλες στην ιστορία αλλά τελευταία φαίνεται ότι ο ενθουσιασμός για την κυκλοφορία του Playsystem 2 μειώνει τις πωλήσεις.{n}Αν το Playsystem 2 ανταποκριθεί στις προσδοκίες όταν κυκλοφορήσει, μάλλον η Vena θα έχει μεγάλο πρόβλημα.
es: Desde su lanzamiento, la DreamVast de Vena ha sido una de las consolas de venta más rápida de la historia, pero la reciente expectación por la salida de la Playsystem 2 ha enfriado las ventas. {n}Si la Playsystem 2 puede hacer frente a las expectativas cuando salga al mercado, Vena podría estar en serios problemas.
it: Fin dal rilascio, la DreamVast di Vena è stata una delle console con vendite più rapide della storia, ma ultimamente sembra che l' attesa per il prossimo rilascio della Playsystem 2 ne stia rallentando le vendite.{n}Se la Playsystem 2 riuscisse a mantenere l'hype alto quando verrà rilasciata Vena potrebbe essere in guai seri.
ru: С момента своего выпуска DreamVast от Vena оставалась самой продаваемой консолью в истории, но в преддверии выхода Playsystem 2 ее продажи сильно упали.{n}Если Playsystem 2 оправдает ожидания, у Vena начнутся серьёзные проблемы.
tr: Piyasaya sürüldüğünden beri, Vena'nın DreamVast'ı tarihinin en hızlı satan konsollarından biri olmuştur ama son zamanlarda yaklaşan Playsystem 2 sürümü beklentisi satışları yavaşlıyor gibi görünüyor.{n}Eğer Playsystem 2 piyasaya sürüldüğünde beklentileri karşılayabilirse Vena'nın başı dertte olabilir.

source: The launch of the Playsystem 2 has been a phenomenal success. Stores everywhere are out of stock as manufacturing can barely keep up. Fans have resorted to buying the console on internet auction sites for as much as five times the normal price.{n}While Vonny has managed to have the most successful launch in history, sales of Vena's DreamVast have plummeted.
el: Η κυκλοφορία του Playsystem 2 είναι τρομερή επιτυχία. Καταστήματα παντού μένουν εκτός αποθέματος καθώς η παραγωγή μπορεί ίσα ίσα να ανταπεξέλθει. Οι οπαδοί έχουν καταλήξει στο να αγοράζουν την κονσόλα σε διαδικτυακά site δημοπρασιών για πέντε φορές την κανονική τιμή.{n}Ενώ η Vonny κατόρθωσε να έχει την πιο επιτυχημένη κυκλοφορία στην ιστορία, οι πωλήσεις του DreamVast της Vena έχουν πατώσει.
es: El lanzamiento de la Playsystem 2 ha sido un éxito antológico. Se ha agotado en todas las tiendas y su fabricación apenas puede satisfacer la demanda. Los fans han llegado a comprar la consola en subastas por internet a un precio cinco veces superior al normal.{n}Mientras que Vonny ha logrado el lanzamiento más exitoso de la historia, las ventas de la DreamVast de Vena han caído en picado.
it: Il lancio della Playsystem 2 è stato un successo fenomenale. Ovunque i negozi sono senza scorte e la produzione riesce a malapena a stare al passo. Gli ammiratori sono dovuti ricorrere a comprare la console su siti internet di aste per cinque volte il prezzo normale.{n}Mentre Vonny è riuscita ad avere il lancio di maggior successo della storia, le vendite della DreamVast di Vena sono precipitate.
ru: Выход Playsystem 2 ознаменовался феноменальным успехом. Её вмиг сметают с полок, и производство едва успевает за спросом. На интернет-аукционах цена консоли превышает розничную в пять раз, но покупатели всё равно находятся.{n}Пока Vonny пожинает плоды самого удачного дебюта в истории, Vena подсчитывает убытки от резкого падения продаж DreamVast.
tr: Playsystem 2'nin çıkışı oldukça büyük bir başarı yakaladı. Heryerde dükkanlar boşalmış durumda ve fabrikalar zorlukla yetişebiliyorlar. Hayranlar konsolu internetten normal fiyatının beş misli fazlasına almaya başladı.{n}Bu Vonny için tarihteki en başarılı çıkış, elbette Venanın DreamVast satışları yerle bir oldu.

source: In a sobering announcement, Vena has today confirmed the discontinuation of the DreamVast. Vena's president said that while many companies will still deliver games for the platform, the company will no longer produce new units in the future.{n}Vena fans worldwide are disappointed, as a beloved part of gaming console history is coming to an end.
el: Σε μια απογοητευτική ανακοίνωση, η Vena σήμερα επιβεβαίωσε την απόσυρση του DreamVast. Ο πρόεδρος της Vena είπε ότι ενώ αρκετές εταιρίες θα συνεχίσουν να κυκλοφορούν παιχνίδια για την πλατφόρμα, η εταιρεία δε θα παράγει καινούριες μονάδες στο μέλλον.{n}Οι οπαδοί της Vena παγκοσμίως είναι απογοητευμένοι, καθώς ένα λατρευτό κομμάτι της ιστορίας των gaming κονσολών έρχεται στο τέλος του.
es: En una solemne declaración, Vena ha confirmado hoy que la DreamVast no tendrá continuación. El presidente de Vena afirma que, aunque muchas compañías seguirán desarrollando juegos para la plataforma, la empresa no producirá nuevas unidades en el futuro.{n}Los fans de Vena de todo el mundo están decepcionados, ya que una querida parte de la historia de las videoconsolas llega a su fin.
it: In un annuncio che fa pensare, Vena ha oggi confermato l' interruzione della produzione di DreamVast. Il presidente di Vena ha detto che mentre molte società continueranno a fornire giochi per la piattaforma la società non produrrà nuove unità in futuro.{n}Gli ammiratori di Vena di tutto il mondo sono amareggiati, dato che un' amata parte della storia delle console da gioco sta giungendo alla fine.
ru: Сегодня Vena подтвердила прекращение поддержки DreamVast. В коротком заявлении президент компании сообщил, что производство новых консолей остановлено, несмотря на то, что многие фирмы продолжают разработку и продажу игр для этой платформы.{n}Поклонники Vena по всему миру разочарованы: вместе с их любимой консолью уходит целая эпоха в истории компьютерных игр.
tr: Ayıltıcı bir açıklamaya ile Vena bugün DreamVastin artık devam etmeyeceğini açıkladı. Vena başkanı şirketlerin konsola hala oyun sağlayacaklarını duyururken, şirket bu konsol için artık yeni bişi üretmiyecek.{n}Sevilen oyun konsolunun sonuna gelmesi ile birlikte dünya çapında Vena hayranları düşkırıklığına uğradı.

source: Rumours are spreading that Ninvento is working on a new game console. Most of the rumours state that it is not a successor to the somewhat disappointing Game Sphere but instead a new console in the mobile market.{n}Ninvento's Gameling has been leading the mobile market thanks to numerous updates and a large list of very popular games available on the platform, but the hardware is aging quickly and many players wonder what will be next.
el: Φημολογίες αναφέρουν ότι η Ninvento δουλεύει πάνω σε μια νέα κονσόλα. Οι περισσότερες φήμες λένε πως δεν πρόκειται για νέα έκδοση του ελαφρώς απογοητευτικού Game Sphere αλλά για μια νέα κονσόλα στην αγορά των φορητών κονσολών.{n}Το Gameling της Ninvento είναι ο ηγέτης της αγοράς φορητών κονσολών χάρη στις πολυάριθμες αναβαθμίσεις και μία μεγάλη λίστα δημοφιλών παιχνιδιών που είναι διαθέσιμα στην πλατφόρμα,αλλά το υλικό παλιώνει γρήγορα και πολλοί παίκτες αναρωτιούνται τι θα γίνει στο μέλλον.
es: Se extienden los rumores de que Ninvento está trabajando en una nueva videoconsola. Los rumores afirman en su mayoría que no será una sucesora de la ligeramente decepcionante Game Sphere, sino una nueva consola para el mercado móvil.{n}La Gameling de Ninvento ha dominado el mercado móvil gracias a sus numerosas actualizaciones y una larga lista de juegos populares disponibles, pero el hardware está envejeciendo y muchos jugadores se preguntan qué vendrá a continuación.
it: Si stanno diffondendo voci che la Ninvento stia lavorando ad una nuova console di gioco. La maggioranza delle voci affermano che non si tratti di un successore del un po' deludente Game Sphere ma invece di una nuova console nel mercato portatile.{n}Il Gameling di Ninvento ha guidato il mercato portatile grazie a numerosi aggiornamenti e una grande lista di giochi molto popolari disponibili per la piattaforma, ma l' hardware sta invecchiando in fretta e molti giocatori si chiedono cosa riserverà il futuro.
ru: Ходят слухи, что Ninvento работает над новой игровой консолью. По некоторым сведениям, это будет не развитие довольно неудачной Game Sphere, а совершенно новая консоль на рынке портативных устройств.{n}До сих пор лидером среди компактных игровых устройств оставался их же Gameling, чему немало способствовали многочисленные обновления и широкий выбор популярных игр для этой платформы. Тем не менее, прогресс в аппаратной области не стоит на месте, и игроки с нетерпением ожидают, что же Ninvento представит на смену Gameling.
tr: Ninvento firması söylentilere göre yeni bir oyun konsolu üzerinde çalışıyor. Çoğu söylentiye göre bu hayal kırıklığı yaratmış Game Sphere için devam değilde mobil market için yeni bir konsol olduğu yönünde.{n}Ninventonun Gameling'i mobil market öncülüğünü yaptıkları pek çok güncelleme ve marketteki popüler oyunlar nedeniyle elinde bi süredir elinde bulunduruyor, ama donanım çabuk yaşlanıyor ve pek çok oyuncu sonraki adım ne merak ediyor.

source: Industry experts predict that we will see the next generation of video game consoles as early as next year. 'The hardware advancements in the PC industry have not been reflected in gaming consoles yet and we can expect the next generation to be a truly exciting leap forward.'{n}According to rumours, both Mirconoft and Vonny are in a race to introduce the next-generation console, with Mirconoft apparently already collaborating with partners to prepare titles for what is called the 'mBox 360.'
el: Οι ειδήμονες της βιομηχανίας προβλέπουν ότι θα δούμε τη νέα γενιά των παιχνιδομηχανών ήδη από του χρόνου. 'Οι εξελίξεις στο hardware στη βιομηχανία των υπολογιστών δεν έχουν ανακλαστεί στις gaming κονσόλες ακόμα και μπορούμε να περιμένουμε την νέα γενιά να είναι πράγματι ένα συναρπαστικό βήμα μπροστά.'{n}Σύμφωνα με φήμες, τόσο η Mirconoft όσο και η Vonny είναι σε αγώνα για να εισάγουν την κονσόλα νέας γενιάς, με τη Mirconoft προφανώς ήδη να συνεργάζεται με συνεταίρους για να προετοιμάσει τίτλους για αυτό που θα αποκαλείται το 'mBox 360.'
es: Los expertos de la industria predicen que la siguiente generación de videoconsolas llegará a principios del año que viene. "Los avances de hardware en la industria del PC no se han reflejado aún en las videoconsolas y podemos esperar que la siguiente generación conlleve un emocionante salto adelante".{n}Según los rumores, tanto Mirconoft como Vonny compiten por introducir la siguiente consola de nueva generación. Mirconoft parece estar colaborando con otras empresas, preparando títulos para la que se llamará "mBox 360".
it: Gli esperti dell' industria predicono che vedremo la prossima generazione di console per videogiochi già dal prossimo anno. 'I progressi hardware nell' industria PC non sono ancora stati corrisposti dalle console da gioco e possiamo aspettarci che la prossima generazione sia davvero un' emozionante salto in avanti.'{n}Stando alle voci, sia Mirconoft che Vonny sono in corsa per introdurre la console di nuova generazione, con Mirconoft apparentemente già in collaborazione con i partner per preparare i titoli per quella che è chiamata 'mBox 360.'
ru: Эксперты предполагают, что уже в следующем году нас ожидает появление нового поколения игровых консолей: «Прогресс в аппаратном обеспечении персональных компьютеров слишком долго обходил стороной другие игровые платформы, и теперь, добравшись до консолей, он готов сотворить чудеса».{n}Похоже, между Mirconoft и Vonny идёт настоящая гонка за право первыми представить на рынок консоль нового поколения. При этом Mirconoft активно сотрудничает с партнёрами, готовясь одновременно со своим «mBox 360» выпустить и новые игры для него.
tr: Endüstri uzamnları yeni jenerasyon oyun konsollarının önümüzdeki yılın başlangıcına doğru çıkacağı tahmininde bulundu.'PC endüstrisindeki gelişmeler konsollara henüz yansımadı ancak sıradaki jenerasyonun oldukça heyecan verici olmasını umabiliriz'.{n}Söylentilere göre, Mirconoft ve Vonny bir konsol çıkarma yarışı içerisinde, hatta Mirconoft iş ortaklarıyla bu konsola verecekleri ismi bile düşündü 'mBox 360.'

source: Today, Mirconoft presented their new console called the mBox 360. It is the first in the next generation of expected consoles, and features hardware rivaling mid-end PC counterparts. With a relatively cheap purchase price, Mirconoft will be selling the device at a loss as part of a long-term strategy to gain market share.{n}Gamers around the world are excited by the new console and it is predicted that the mBox 360 will have a massive impact on the console market.
el: Σήμερα, η Mirconoft παρουσίασε τη νέα της κονσόλα υπό την ονομασία mBox 360. Είναι η πρώτη στην νέα γενιά από αναμενόμενες κονσόλες, και έχει hardware που συναγωνίζεται τα αντίστοιχα PC μέσων τεχνικών προδιαγραφών. Με μια σχετικά φθηνή τιμή αγοράς, η Mirconoft θα πουλάει τη συσκευή σε ζημία ως μέρους μιας μακροπρόθεσμης στρατηγικής απόκτησης μεριδίου αγοράς.{n}Οι παίκτες ανά την υφήλιο είναι ενθουσιασμένοι με τη νέα κονσόλα και προβλέπεται ότι το mBox 360 θα έχει τεράστιο αντίκτυπο στην αγορά των κονσολών.
es: Mirconoft ha presentado hoy su nueva consola, la mBox 360. Es la primera de una nueva generación de consolas e incluye un hardware a la altura de los PCs de gama media. A un precio relativamente barato, Mirconoft venderá el dispositivo afrontando pérdidas como parte de su estrategia para recuperar cuota de mercado.{n}Los jugadores de todo el mundo están emocionados con la nueva consola y se prevee que la mBox 360 provocará un enorme impacto en el mercado de las consolas.
it: Oggi, Mirconoft ha presentato la loro nuova console chiamata mBox 360. È la prima tra le console attese di nuova generazione, ed è caratterizzata da hardware rivaleggiante le controparti PC di media fascia. Con un prezzo d'acquisto relativamente basso, Mirconoft venderà il dispositivo in perdita come parte di una strategia di lungo termine per guadagnare quote di mercato.{n} I giocatori di tutto il globo sono eccitati dalla nuova console e si predice che la mBox 360 avrà un massiccio impatto sul mercato delle console.
ru: Сегодня Mirconoft представили свою новую консоль — mBox 360. Это первая консоль следующего поколения, и по своим характеристикам она вполне сравнима со средним представителем семейства PC. Mirconoft намеренно собирается продавать её по заниженной цене, себе в убыток, планируя взамен охватить как можно большую часть рыннка.{n}Геймеры всего мира в восторге от mBox 360, и все сходятся во мнении, что её влияние на рынок консолей будет очень серьёзным.
tr: Bugün, Mirconoft yeni konsolları olan mBox 360'ı tanıttı. Yeni jenerasyonun ilk konsolu belli oldu, ve donanım bakımından PC'lere rakip olacak gibi. Biraz da olsa ucuz fiyatı nedeniyle, Mirconoft bu konsolu sadece market payını artırmak için zararına satacak.{n}Tüm dünyadan hayranlar oldukça heyecanlılar ve mBox 360'ın büyük bir patlama yapacağını düşünülüyor.
