Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Start a global marketing campaign including magazine ads, demos and interviews.
el: Αρχίστε μια παγκόσμια εκστρατεία μάρκετινγκ συμπεριλαμβανομένων διαφημίσεων σε περιοδικά, demo και συνεντεύξεων.
es: Empieza una campaña global de promoción con anuncios en revistas, demos y entrevistas.
it: Dai inizio ad una campagna pubblicitaria mondiale che include pubblicità sulle riviste, demo e interviste.
ru: Начать глобальную маркетинговую кампанию, включающую рекламу в журналах, демо-версии и интервью.
tr: Dergi reklamları, demolar ve röportajları içeren global bir pazarlama kampanyası başlatın.

source: Large Marketing Campaign
el: Μεγάλη Εκστρατεία Μάρκετινγκ
es: Campaña de Promoción Extensa
it: Grande Campagna Pubblicitaria
ru: Большая маркетинговая кампания
tr: Büyük Pazarlama Kampanyası

source: Start a global marketing campaign to promote the game far and wide. Organize exclusive reviews, behind the scenes reports, TV trailers and more.
el: Αρχίστε μια παγκόσμια εκστρατεία για να προωθήσετε το παιχνίδι σας μακριά και ευρέως. Οργανώστε αποκλειστικές συνεντεύξεις, αναφορές παρασκηνιών, τρέιλερ στην TV και περισσότερα.
es: Empiesa una campaña global de promoción para publicitar el juego en todas partes. Organiza críticas exclusivas, vídeos de "cómo se hizo", anuncios en TV y más.
it: Dai inizio ad una campagna pubblicitaria mondiale per promuovere il gioco in lungo e largo. Organizza recensioni esclusive, dietro le quinte, trailer TV e molto altro.
ru: Начать глобальную маркетинговую кампанию, рекламируя игру всеми возможными средствами. Организовать эксклюзивные обзоры, дневники разработчиков, ТВ-трейлеры и многое другое
tr: Oyunu bir çok alanda tanıtmak için küresel bir pazarlama kampanyası başlatın. Seçkin röportajlar, kamera arkası raporları, televizyonları tanıtımları ve daha fazlasını düzenleyin.

source: The first reviews for our newly released game, {0}, came in!
el: Ήρθαν οι πρώτες κριτικές για το πρόσφατα δημοσιευμένο παιχνίδι μας, το {0}!
es: ¡Han llegado las primeras críticas de {0}, el juego que acabamos de lanzar!
it: Le prime recensioni del nostro nuovo gioco rilasciato, {0}, sono arrivate!
ru: На нашу недавно выпущенную игру «{0}» появились первые обзоры!
tr: Henüz yayınlanmış olan {0} oyunumuzla ilgili incelemeler geldi!

source: They achieved a great balance between technology and design.
el: Επέτυχαν μια πολύ καλή ισορροπία μεταξύ τεχνολογίας και σχεδιασμού.
es: Han logrado un muy buen equilibrio entre tecnología y diseño.
it: Hanno raggiunto un gran bilanciamento tra tecnologia e design.
ru: Им удалось добиться удачного баланса между технологиями и дизайном.
tr: Teknoloji ve tasarım arasında harika bir denge elde etmişler.

source: They should focus more on design.
el: Πρέπει να επικεντρωθούν περισσότερο στο σχεδιασμό.
es: Deberían centrarse más en el diseño.
it: Dovrebbero concentrarsi di più sul design.
ru: Им следует уделять больше внимания дизайну.
tr: Tasarım üzerine daha fazla odaklanmalılar.

source: They should focus more on technology.
el: Πρέπει να επικεντρωθούν περισσότερο στην τεχνολογία.
es: Deberían centrarse más en la tecnología.
it: Dovrebbero concentrarsi di più sulla tecnologia.
ru: Им следует уделять больше внимания технологиям.
tr: Teknoloji üzerine daha fazla odaklanmalılar.

source: Their focus on {0} served this game very well.
el: Η εστίασή τους στο/στα {0} απέδωσε πολύ καλά για αυτό το παιχνίδι.
es: Su enfoque en {0} le ha venido muy bien al juego.
it: Concentrarsi su {0} ha fatto molto bene a questo gioco.
ru: {0} — именно то, на чём следовало сфокусироваться, и им это удалось.
tr: {0} üzerine odaklanmaları bu oyunu çok iyi yapmış.

source: Their focus on {0} is a bit odd.
el: Η εστίασή τους στο/στα {0} είναι λίγο παράξενη.
es: Su enfoque en {0} es un tanto extraño.
it: Concentrarsi su {0} è un po' strano.
ru: {0} — не совсем то, на чём следовало сфокусироваться.
tr: {0} üzerine odaklanmaları biraz garip.

source: They shouldn't forget about {0}.
el: Δεν πρέπει να ξεχνούν το/τα {0}.
es: No deberían olvidarse de {0}.
it: Non dovrebbero dimenticarsi del {0}.
ru: {0} — очень важный аспект игры, про который они забыли.
tr: {0} konusunu unutmamalıydılar.

source: {0} and {1} is a terrible combination.
el: Τα {0} και {1] είναι ένας απαίσιος συνδυασμός.
es: {0} y {1} es una combinación terrible.
it: {0} e {1} sono una combinazione terribile.
ru: {1} на тему «{0}»? Не самая удачная идея.
tr: {0} ve {1} korkunç bir kombinasyondur.

source: {0} and {1} is a great combination.
el: {0} και {1} είναι ένας πολύ καλός συνδυασμός.
es: {0} y {1} es una muy buena combinación.
it: {0} e {1} è una grande combinazione.
ru: {1} на тему «{0}»? А здорово получилось!
tr: {0} ve {1} harika bir kombinasyon.

source: Another {0}/{1} game?
el: Κι άλλο παιχνίδι {0}/{1};
es: ¿Otro juego de {0} y {1}?
it: Un altro gioco {0}/{1}?
ru: {0}, {1}... Где-то мы это уже видели. Надоело!
tr: Başka bir {0}/{1} oyunu?

source: {0} games don't work well on {1}.
el: Τα παιχνίδια {0} δεν συνεργάζονται καλά με το {1}.
es: Los juegos de {0} no funcionan bien en {1}.
it: I giochi {0} non vanno bene su {1}.
ru: {0} — не самый популярный жанр на {1}.
tr: {0} oyunları {1} için iyi değil.

source: {0} games work well on {1}.
el: Τα παιχνίδια {0} συνεργάζονται καλά με το {1}.
es: Los juegos de {0} funcionan bien en {1}.
it: I giochi {0} vanno bene su {1}.
ru: {0} — отличный выбор жанра для {1}.
tr: {0} oyunlar {1} için iyi çalışıyor.

source: {0} is a horrible topic for {1} audiences.
el: Το θέμα {0} είναι απαίσιο για {1} κοινά.
es: {0} es un muy mal tema para la audiencia {1}.
it: {0} è un tema orribile per un pubblico {1}.
ru: «{0}» и «{1}»? Кто вообще до такого додумался?!
tr: {1} kitlesi için {0} kötü bir konudur.

source: Already a expansion pack?
el: Πακέτο επέκτασης κιόλας;
es: ¿Una expansión tan pronto?
it: Di già un' espansione?
ru: Дополнение? Так скоро?
tr: Şimdiden bir genişleme paketi mi?

source: Didn't we just play {0} recently?
el: Δεν παίξαμε το {0} πρόσφατα;
es: ¿No hemos jugado recientemente a {0}?
it: Non abbiamo appena giocato a {0} di recente?
ru: Мы ведь только недавно играли в «{0}»?
tr: Kısa bir süre önce {0} oynamadık mı?

source: Riddled with bugs.
el: Γεμάτο bugs.
es: Plagado de bugs.
it: Crivellato di bug.
ru: Просто кишит багами.
tr: Hatalar yüzünden delik deşik.

source: Too many bugs.
el: Πάρα πολλά bugs.
es: Demasiados bugs.
it: Troppi bug.
ru: Слишком много багов.
tr: Hatalar çok fazla.

source: Technology is not state of the art.
el: Δεν είναι τελευταίας τεχνολογίας.
es: Su tecnología no es precisamente el no va más.
it: La tecnologia non è allo stato dell'arte.
ru: Технологии позавчерашнего дня.
tr: Teknoloji en modern seviyede değil.

source: What a horrible expansion pack!
el: Τι απαίσιο πακέτο επέκτασης!
es: ¡Qué pack de expansión más horrible!
it: Che orribile espansione!
ru: Какое ужасное дополнение!
tr: Ne korkunç bir genişleme paketi!

source: What a horrible sequel!
el: Τι απαίσιο sequel!
es: ¡Qué secuela más espantosa!
it: Che orribile seguito!
ru: Какой ужасный сиквел!
tr: Ne korkunç bir devam oyunu!

source: Average expansion pack.
el: Μέτριο πακέτο επέκτασης.
es: Una expansión del montón.
it: Espansione nella media.
ru: Дополнение как дополнение, ничего особенного.
tr: Ortalama bir genişleme paketi.

source: Average sequel.
el: Μέτριο sequel.
es: Una secuela mejorable.
it: Seguito nella media.
ru: Сиквел как сиквел, ничего особенного.
tr: Ortalama bir devam oyunu.

source: Great expansion pack.
el: Πολύ καλό πακέτο επέκτασης.
es: Una muy buena expansión.
it: Ottima espansione.
ru: Отличное дополнение.
tr: Harika bir genişleme paketi.

source: Great sequel!
el: Πολύ καλό sequel!
es: ¡Estupenda secuela!
it: Ottimo seguito!
ru: Отличный сиквел!
tr: Harika bir devam oyunu!

source: As {0} as the name.
el: Τόσο {0} όσο το όνομα.
es: Tan {0} como su nombre indica.
it: Tanto {0} quanto il nome.
ru: {0}. Как и название, собственно.
tr: Adı gibi {0}.

source: blunt
el: απότομο
es: Simple
it: brusco
ru: Тупая
tr: kör

source: boring
el: βαρετό
es: aburrido
it: noioso
ru: Скучная
tr: sıkıcı

source: generic
el: γενικό
es: genérico
it: generico
ru: Ни о чём
tr: genel

source: uninspired
el: ανέμπνευστο
es: poco inspirado
it: blando
ru: Не вдохновляет
tr: yavan

source: dull
el: ανιαρό
es: aburrido
it: moscio
ru: Унылая
tr: donuk

source: The name says it all.
el: Το όνομα τα λέει όλα.
es: El nombre lo dice todo.
it: Il nome dice tutto.
ru: Название говорит само за себя.
tr: İsmi her şeyi açıklıyor.

source: They put as much thought into the game as into the game's name.
el: Έβαλαν τόσο σκέψη στο παιχνίδι όσο στην ονομασία του.
es: Han puesto tanto esfuerzo en el juego como en el nombre.
it: Ci mettono tanto nel gioco quanto nel nome dello stesso.
ru: Над игрой они, похоже, думали не больше, чем над названием.
tr: Oyuna sadece ismi koyarken harcadıkları zaman kadar harcamışlar.

source: Our review inspired by the game's name: bad review #{0}.
el: Η αξιολόγησή μας εμπνευσμένη από το όνομα του παιχνιδιού: κακή αξιολόγηση #{0}.
es: Nuestra revisión inspirado en el nombre del juego: mala crítica #{0}.
it: La nostra recensione è inspirata dal nome del gioco: cattiva recensione #{0}.
ru: Мы вдохновились названием игры и дали ей «Плохой отзыв №{0}».
tr: Yorumumuz oyunun adından ilham aldı: kötü inceleme #{0}.

source: Good, despite the name.
el: Καλό, ανεξαιρέτου ονόματος.
es: Bueno, a pesar de su nombre.
it: Ottimo, nonostante il nome.
ru: Неплохо, несмотря на название.
tr: Adına rağmen, iyi.

source: It's better than the name.
el: Είναι καλύτερο από το όνομα.
es: Es mejor que el nombre.
it: È migliore del suo nome.
ru: Игра лучше, чем её название.
tr: İsimden daha iyi.

source: N/A not worth a statement.
el: Δ.Ξ./Δ.Α. δεν αξίζει δήλωση.
es: No vale la pena malgastar el aliento en esto.
it: N/A non merita una valutazione.
ru: На такое и обзор писать не хочется.
tr: Bir yorum yapmaya değmez.

source: One of the worst!
el: Είναι από τα χειρότερα!
es: ¡De lo peor que se ha visto!
it: Uno dei peggiori!
ru: Одна из худших!
tr: En kötülerden bir tanesi!

source: Makes you cry.
el: Σε κάνει να κλαις.
es: Te hace llorar.
it: Fa piangere.
ru: Душераздирающее зрелище.
tr: Ağlamanıza sebep olur.

source: Don't buy!
el: Μην αγοράσετε!
es: ¡No lo compren!
it: Da non comprare!
ru: Не покупайте!
tr: Almayın!

source: Horrible.
el: Φρικτό.
it: Orribile.
ru: Ужасно.
tr: Korkunç.

source: I still have nightmares!
el: Ακόμα έχω εφιάλτες!
es: ¡Aún tengo pesadillas!
it: Ho ancora gli incubi!
ru: У меня до сих пор кошмары!
tr: Hala kabuslar görüyorum!

source: A disaster!
el: Καταστροφή!
es: ¡Un desastre!
it: Un disastro!
ru: Катастрофа!
tr: Bir felaket!

source: Really bad.
el: Πραγματικά άσχημο.
es: Realmente malo.
it: Veramente pessimo.
ru: Крайне плохо.
tr: Gerçekten kötü.

source: Utterly uninspiring.
el: Παντελώς ανέμπνευστο.
es: Totalmente sin inspiración.
it: Per niente entusiasmante.
ru: Вызывает зевоту.
tr: Tamamen sönük.

source: Not fun.
el: Όχι διασκεδαστικό.
es: No divierte.
it: Non divertente.
ru: Удовольствия не получите.
tr: Eğlenceli değil.

source: Boring.
el: Βαρετό.
es: Aburrido.
it: Noioso.
ru: Скука.
tr: Sıkıcı.

source: Disappointing.
el: Απογοητευτικό.
es: Decepcionante.
it: Deludente.
ru: Мы разочарованы.
tr: Hayal kırıklığı.

source: Bin material.
el: Για τα σκουπίδια.
es: Material de deshecho.
it: Da buttare.
ru: Её место в мусорке.
tr: Çöp.

source: Bad.
el: Κακό.
es: Malo.
it: Brutto.
ru: Плохо.
tr: Kötü.

source: Abysmal.
el: Φρικτό.
es: Abismal.
it: Pessimo.
ru: Хуже некуда.
tr: Sonsuz.

source: Waste of money.
el: Σπατάλη χρημάτων.
es: Que pérdida de dinero.
it: Uno spreco di soldi.
ru: Пустая трата денег.
tr: Para israfı.

source: Waste of time.
el: Σπατάλη χρόνου.
es: Una pérdida de tiempo.
it: Una perdita di tempo.
ru: Пустая трата времени.
tr: Zaman kaybı.

source: Not much fun.
el: Όχι και τόσο διασκεδαστικό.
es: No entretiene mucho.
it: Non molto divertente.
ru: Никакого удовольствия.
tr: Pek eğlenceli değil.

source: Pretty bad.
el: Αρκετά κακό.
es: Bastante malo.
it: Bruttino.
ru: Довольно плохо.
tr: Oldukça kötü.

source: Not bad. Not good.
el: Όχι κακό. Όχι καλό.
es: Ni bueno, ni malo.
it: Non brutto. Non bello.
ru: Ни рыба ни мясо.
tr: Kötü değil. İyi de değil.

source: Meh!
el: Μπα!
es: ¡Bah!
it: Mah!
ru: Тьфу!
tr: Peh!

source: OK.
es: No está mal.
ru: Неплохо.
tr: İdare eder.

source: Uninspiring.
el: Ανέμπνευστο.
es: Poco inspirado.
it: Poco entusiasmante.
ru: Ни о чём.
tr: Sönük.

source: Falls a bit short.
el: Υστερεί λίγο.
es: Se queda un poco corto.
it: Delude le aspettative.
ru: Не оправдала ожиданий.
tr: Kısa kalmış gibi.

source: Fun at stages.
el: Διασκεδαστικό ανά στιγμές.
es: Divertido a ratos.
it: Divertente a tratti.
ru: Местами забавно.
tr: Yerine göre eğlenceli.

source: Has its moments.
el: Έχει τις στιγμές του.
es: Tiene sus momentos.
it: Ha i suoi momenti.
ru: Есть удачные решения.
tr: Bazı noktaları var.

source: Have seen better.
el: Έχω δει καλύτερα.
es: Los hemos visto mejores.
it: Ho visto di meglio.
ru: Видали и лучше.
tr: Daha iyilerini gördüm.

source: Shows potential.
el: Δείχνει δυνατότητες.
es: Muestra potencial.
it: Mostra del potenziale.
ru: Многообещающе.
tr: Potansiyel gösteriyor.

source: Could have been better.
el: Θα μπορούσε να ήταν καλύτερο.
es: Podría haber sido mejor.
it: Poteva essere meglio.
ru: Могло бы быть и лучше.
tr: Daha iyi olabilirdi.

source: Quirky but good.
el: Ιδιότροπο αλλά καλό.
es: Peculiar, pero bueno.
it: Stravagante ma bello.
ru: Необычно, но забавно.
tr: İlginç ama iyi.

source: I like it.
el: Μου αρέσει.
es: Me gusta.
it: Mi piace.
ru: Мне понравилось.
tr: Hoşuma gitti.

source: Good game.
el: Καλό παιχνίδι.
es: Buen juego.
it: Bel gioco.
ru: Хорошая игра.
tr: İyi oyun.

source: Enjoyable.
el: Απολαυστικό.
es: Entretenido.
it: Divertente.
ru: Было весело.
tr: Eğlenceli.

source: Nice experience.
el: Ωραία εμπειρία.
es: Una buena experiencia.
it: Una bella esperienza.
ru: Оставила хорошие впечатления.
tr: Güzel bir deneyim.

source: Beautiful.
el: Όμορφο.
es: Precioso.
it: Bello.
ru: Прекрасно.
tr: Güzel.

source: Very good.
el: Πολύ καλό.
es: Muy bueno.
it: Davvero bello.
ru: Очень хорошо.
tr: Çok iyi.

source: Very enjoyable.
el: Πολύ απολαυστικό.
es: Muy entretenido.
it: Molto divertente.
ru: Поиграли с удовольствием.
tr: Çok eğlenceli.

source: Love it!
el: Το λατρεύω!
es: ¡Me encanta!
it: Lo adoro!
ru: Обожаю!
tr: Bayıldım!

source: Played it for days.
el: Το έπαιζα για μέρες.
es: Me he pasado días jugándolo.
it: Ci ho giocato per giorni.
ru: Играю дни напролёт.
tr: Günlerce oynadım.

source: Great!
el: Τέλειο!
es: ¡Genial!
it: Grande!
ru: Великолепно!
tr: Mükemmel!

source: Almost perfect.
el: Σχεδόν τέλειο.
es: Casi perfecto.
it: Praticamente perfetto.
ru: Почти идеально.
tr: Neredeyse mükemmel.

source: One of the best.
el: Ένα από τα καλύτερα.
es: Uno de los mejores.
it: Uno dei migliori.
ru: Одна из лучших.
tr: En iyilerden birisi.

source: More please.
el: Περισσότερο παρακαλώ.
es: Más, por favor.
it: Ne vogliamo ancora.
ru: Дайте две!
tr: Daha fazla lütfen.

source: Great game.
el: Φανταστικό παιχνίδι.
es: Un gran juego.
it: Gran gioco.
ru: Великолепная игра.
tr: Mükemmel oyun.

source: Outstanding game.
el: Άψογο παιχνίδι.
es: Un juego extraordinario.
it: Gioco eccezionale.
ru: Выдающаяся игра.
tr: Olağanüstü bir oyun.

source: Can't wait for the sequel.
el: Ανυπομονώ για το sequel.
es: Espero con ansia la secuela.
it: Non vedo l'ora di giocare al seguito.
ru: С нетерпением жду продолжения.
tr: Devam oyunu için sabırsızlanıyorum.

source: A masterpiece.
el: Ένα αριστούργημα.
es: Una obra maestra.
it: Un capolavoro.
ru: Шедевр.
tr: Bir başyapıt.

source: Best of its kind.
el: Το καλύτερο στο είδος του.
es: El mejor de su género.
it: Il migliore del suo genere.
ru: Лучшая в своём роде.
tr: Türünün en iyisi.

source: Truly great.
el: Πραγματικά τέλειο.
es: Realmente genial.
it: Veramente grande.
ru: По-настоящему великая игра.
tr: Gerçekten mükemmel.

source: Everyone loves it!
el: Όλοι το λατρεύουν!
es: ¡A todo el mundo le encanta!
it: Tutti lo adorano!
ru: Все в восторге!
tr: Herkes sevdi!

source: Must have!
el: Είναι must!
es: ¡Imprescindible!
it: Da avere!
ru: Всем срочно покупать!
tr: Alınmalı!

source: Outstanding achievement.
el: Καταπληκτικό επίτευγμα.
es: Un sensacional logro.
it: Un traguardo eccezionale.
ru: Выдающееся достижение.
tr: Üstün başarı.

source: Awesome!
el: Απίθανο!
es: ¡Increíble!
it: Fantastico!
ru: Эпично!
tr: Muhteşem!

source: My new favorite!
el: Το νέο αγαπημένο μου!
es: ¡Mi nuevo favorito!
it: Il mio nuovo gioco preferito!
ru: Мой новый любимчик!
tr: Yeni favorim!

source: 11 out of 10. Game of the year, any year!
el: 11 στα 10. Παιχνίδι της χρονιάς, κάθε χρονιά!
es: 11 de 10. Mejor juego del año, en cualquier año!
it: 11 su 10. Gioco dell'anno, in qualsiasi anno!
ru: 11 из 10. Игра года, любого года!
tr: 10 üzerinden 11. Yılın oyunu, herhangi bir yılın!

source: 11 out of 10. Nuff said.
el: 11 στα 10. Αρκετά ειπώθηκαν.
es: 11 de 10. Suficiente, dijo.
it: 11 su 10. Bando alle ciance.
ru: 11 из 10. Что тут ещё скажешь.
tr: 10 üzerinden 11. Başka söze gerek yok.

source: 11 out of 10. A exceptional score for an exceptional game.
el: 11 στα 10. Μία εξαιρετική βαθμολογία για ένα εξαιρετικό παιχνίδι.
es: 11 de 10. Una puntuación excepcional para un juego excepcional.
it: 11 su 10. Un risultato eccezionale per un gioco eccezionale.
ru: 11 из 10. Исключительная оценка исключительной игры.
tr: 10 üzerinden 11. Olağanüstü bir oyun için olağanüstü bir puan.

source: 11 out of 10. Rules don't apply to this outstanding game.
el: 11 στα 10. Οι κανόνες δεν ισχύουν για αυτό το καταπληκτικό παιχνίδι.
es: 11 de 10. Las reglas no se aplican a este excelente juego.
it: 11 su 10. Le regole non si applicano a questo gioco eccezionale.
ru: 11 из 10. Такая выдающаяся игра диктует свои правила.
tr: 10 üzerinden 11.Kurallar bu müthiş oyun için geçerli değil.

source: {0} sales
el: Πωλήσεις {0}
es: {0} ventas
it: vendite {0}
ru: Продажи {0}
tr: {0} satış

source: {0} maintenance
el: Συντήρηση {0}
es: {0} mantenimiento
it: manutenzione {0}
ru: Обслуживание {0}
tr: {0} bakım

source: {0} was so successful that we now have {1} fans!
el: Το {0} ήταν τόσο επιτυχημένο που τώρα έχουμε {1} οπαδούς!
es: ¡{0} ha tenido tanto éxito que ahora tenemos {1} fans!
it: {0} ha avuto così tanto successo che adesso abbiamo {1} ammiratori!
ru: Игра «{0}» была настолько успешной, что теперь у нас {1} фанатов!
tr: {0} oyununun başarısı bize {1} hayran kazandırdı!

source: {0} sold {1} units in its first week on the market.
el: Το {0} πούλησε {1} αντίγραφα στην πρώτη του βδομάδα στην αγορά.
es: {0} ha vendido {1} unidades en su primera semana a la venta.
it: {0} ha venduto {1} copie nella sua prima settimana sul mercato.
ru: За первую неделю мы продали {1} копий игры «{0}».
tr: {0} oyunu ilk haftada {1} adet satıldı.

source: We made it in the charts at #{0}!
el: Τα καταφέραμε στα charts στο #{0}!
es: ¡Hemos llegado al número {0} de la lista de ventas!
it: Siamo entrati nella classifica in posizione #{0}!
ru: Игра заняла {0} место в хит-параде!
tr: Listelerde {0}. sıradayız!

source: First week of sales!
el: Πρώτη εβδομάδα πωλήσεων!
es: ¡Primera semana de ventas!
it: Prima settimana di vendite!
ru: Первая неделя продаж!
tr: Satışların ilk haftası!

source: {0} is now off the market. It sold {1} units generating {2} in sales.
el: Το {0} είναι τώρα εκτός αγοράς. Πούλησε {1} αντίγραφα και παρήγαγε {2} σε πωλήσεις.
es: {0} ya no está en el mercado. Ha vendido {1} unidades y generado {2} en ventas.
it: {0} è stato ritirato dal mercato. Ha venduto {1} copie ed ha generato {2} in vendite.
ru: Продажи игры «{0}» завершились. Продано {1} копий, что принесло нам {2}.
tr: {0} pazardan çekildi. {1} kadar satıldı ve {2} kazandırdı.

source: {0} has achieved a company sales record with over {1} units sold! This is an important milestone in the history of {2}!
el: Το {0} πέτυχε ένα ρεκόρ πωλήσεων για την εταιρία με περισσότερο από {1} αντίγραφα πουλημένα! Αυτό είναι ένα σημαντικό επίτευγμα στην ιστορία της {2}!
es: {0} ha alcanzado un record de ventas en la compañía con mas de {1} unidades vendidas! Esta es una marca importante en la historia de {2}!
it: {0} ha raggiunto un nuovo record di vendite per la società con oltre {1} copie vendute! Questo è un importante traguardo nella storia di {2}!
ru: Игра «{0}» продана в количестве {1} копий, что превзошло наш рекорд продаж! Это значительная веха в истории компании «{2}»!
tr: {0} oyunu {1} üzerinde satarak firma satış rekorunu kırdı! Bu {2} için bir dönüm noktası!

source: We just got word that {0} which was recently released by {1} has racked up over {2} in sales.
el: Μόλις λάβαμε είδηση ότι το {0} το οποίο προσφάτως δημοσιεύτηκε από την {1} έχει συλλέξει περισσότερο από {2} σε πωλήσεις.
es: Acabamos de enterarnos de que {0}, recientemente lanzado por {1}, ha amasado más de {2} en ventas.
it: Abbiamo appena saputo che {0}, che è stato recentemente rilasciato da {1}, ha totalizzato oltre {2} in vendite.
ru: Нам стало известно, что игра «{0}», недавно изданная компанией «{1}», заработала более {2}.
tr: Duyduğumuza göre {1} şirketine ait olan {0} oyun satışlarda {2} rakamını geçti.

source: An incredible achievement
el: Ένα απίστευτο κατόρθωμα
es: Un logro increíble
it: Un obiettivo notevole
ru: Поразительное достижение.
tr: İnanılmaz bir başarı

source: This is an unbelievably high number.
el: Αυτός είναι ένας απίστευτα μεγάλος αριθμός.
es: Este es un número increíblemente alto.
it: E' un numero incredibilmente alto.
ru: Невероятно высокие показатели.
tr: Bu inanılmaz yüksek bir rakam.

source: This game truly deserves to be called AAA.
el: Αυτό το παιχνίδι πραγματικά αξίζει να αποκαλείται AAA.
es: Este juego es merecedor de llamarse AAA.
it: Questo gioco davvero merita di essere chiamato AAA.
ru: Вот это действительно игра класса ААА.
tr: Bu oyun gerçekten AAA olarak anılmayı fazlasıyla hak ediyor.

source: Only a true master of the industry could achieve such a milestone. {0} will forever be remembered in gaming history for this.
el: Μόνο ένας πραγματικός κυρίαρχος της βιομηχανίας θα μπορούσε να καταφέρει τέτοιο επίτευγμα. Το {0} θα είναι θυμισμένο στην ιστορία του gaming για αυτό.
es: Sólo unos maestros de la industria podrían alcanzar un logro semejante. A {0} se le recordará para siempre en la historia de los videojuegos por esto.
it: Solo un vero maestro dell'industria sarebbe potuto arrivare ad un tale obiettivo. {0} sarà ricordato nella storia dei giochi per questo.
ru: Только настоящие профессионалы своего дела могут достичь таких результатов. «{0}» навсегда вписала своё имя в историю игровой индустрии.
tr: Böyle bir dönüm noktasına ancak gerçek bir üstat ulaşabilir. {0} oyun tarihinde sonsuza dek hatırlanacak.

source: The excitement around the game seems to have no end.
el: Ο ενθουσιασμός γύρω από αυτό το παιχνίδι φαίνεται να μην έχει τέλος.
es: El entusiasmo que despierta el juego parece no tener fin.
it: L' eccitazione attorno al gioco sembra non avere fine.
ru: Ажиотаж вокруг игры продолжается.
tr: Oyuna olan ilginin sonu yok gibi gözüküyor.

source: We wonder how many more it will sell.
el: Αναρωτιόμαστε πόσο περισσότερο ακόμα θα πουλήσει.
es: Nos preguntamos cuántas más podrá vender.
it: Ci domandiamo quanto ancora possa vendere.
ru: Интересно, сколько еще она будет продаваться.
tr: Daha ne kadar satacak merak ediyoruz.

source: Competitors have been observed muttering jealous remarks.
el: Οι ανταγωνιστές παρατηρήθηκαν να ξεστομίζουν σχόλια γεμάτα φθόνο.
es: Los competidores murmuran comentarios envidiosos al respecto.
it: I concorrenti osservano brontolando commenti di gelosia.
ru: Завистливое шипение конкурентов лишь добавляет популярности игре.
tr: Rakiplerin kıskanç sözler mırıldandıkları gözlendi.
