Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: {n}A major negative reaction came from fans who felt that with the main game coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
el: {n}Μία τεράστια αρνητική αντίδραση ήρθε από οπαδούς που αισθάνθηκαν ότι με το αρχικό να κυκλοφορεί μόλις {0} βδομάδες πριν, η εταιρία προσπαθεί να αρμέξει το franchise για περισσότερα χρήματα χωρίς να προσφέρει πολλά καινούργια για να απολαύσουν οι παίκτες.
es: {n}Ha habido una respuesta ampliamente negativa por parte de los fans, quienes creen que, habiéndose lanzado el original tan sólo {0} semanas antes, la compañía intenta exprimir monetariamente la franquicia sin ofrecer nada nuevo a los jugadores.
it: {n}Una grande reazione negativa è arrivata dagli ammiratori che sentono, con il gioco principale uscito soltanto {0} settimane prima, che la società stìa cercando di spremere altro denaro alla serie senza dare nulla di nuovo con cui divertirsi ai giocatori.
ru: Дополнение было встречена валом негативных отзывов от игроков. По словам одного из них, «когда дополнение отделено от основной игры всего {0} неделями, мы начинаем крепко подозревать, что из нас просто пытаются выкачать побольше денег, не давая взамен практически ничего нового!»
tr: {n}Ana oyunun çıkmasına {0} hafta kala şirketin daha çok para kazanmak adına yaptıklarından dolayı hayranlardan büyük bir tepki var.

source: Expansion Pack
el: Πακέτο Επέκτασης
es: Pack de expansión
it: Espansione
ru: Дополнение
tr: Genişleme Paketi

source: lite
es: Ligera
ru: упрощённая
tr: deneme

source: trial
el: δοκιμαστική
es: de prueba
it: di prova
ru: пробная
tr: deneme

source: {0} version
el: {0} έκδοση
es: versión {0}
it: versione {0}
ru: {0} версия
tr: {0} sürüm

source: This is the {0} version of Game Dev Tycoon in which you can play until year five.
el: Αυτή είναι η {0} έκδοση του Game Dev Tycoon στην οποία μπορείτε να παίξετε μέχρι το έτος πέντε.
es: Esta es la versión {0} de Game Dev Tycoon en el que usted puede jugar hasta cinco años.
it: Questa è la versione {0} di Game Dev Tycoon in cui tu potrai giocare fino all'anno cinque.
ru: Это {0} версия Game Dev Tycoon, позволяющая играть только до пятого года.
tr: Bu, Game Dev Tycoon oyununun 5 yıla kadar oynayabileceğiniz {0} sürümüdür.

source: Welcome to Game Dev Tycoon! In this business simulation you have been transported back in time to start your very own game development company right at the beginning of the PC revolution. In the next {0} years you can build your dream company, create best selling games, gain fans and become the leader of the market.{n}Before you can start your adventure you have to give your upcoming company a name.
el: Καλώς ήρθατε στο Game Dev Tycoon! Σε αυτόν τον προσομοιωτή επιχείρησης έχετε μεταφερθεί πίσω στο χρόνο για να ξεκινήσετε την δική σας εταιρία ανάπτυξης παιχνιδιών ακριβώς στην αρχή της επανάστασης των PC. Στα επόμενα {0} χρόνια μπορείτε να χτίσετε την εταιρία των ονείρων σας, να δημιουργήσετε κορυφαία σε πωλήσεις παιχνίδια, να κερδίσετε οπαδούς και να γίνετε ο ηγέτης της αγοράς.{n}Πριν να μπορέσετε να ξεκινήσετε την περιπέτειά σας πρέπει να δώσετε στην επερχόμενη εταιρία σας ένα όνομα.
es: ¡Bienvenido al Game Dev Tycoon! En este simulador de empresas has viajado en el tiempo para comenzar tu propia compañía desarrolladora de videojuegos, al comienzo del nacimiento de la revolución de los PCs. En los próximos {n} años podrás crear la empresa de tus sueños, vender los mejores juegos, ganar fans y convertirte en el líder del mercado.{n}Antes de empezar, deberás poner nombre a tu empresa.
it: Benvenuti a Game Dev Tycoon! In questa simulazione sei stato trasportato indietro nel tempo per fondare la tua società di sviluppo videogiochi, proprio all'inizio della rivoluzione dei PC. Nei prossimi {0} anni potrai costruire la società dei tuoi sogni, sviluppare giochi bestseller, ottenere sempre più fans e diventare il leader del mercato.{n}Ora, prima di iniziare la tua avventura, devi dare un nome alla tua società.
ru: Добро пожаловать в Game Dev Tycoon! Эта игра переносит вас назад во времени, в самое начало эпохи персональных компьютеров. Вам предстоит основать и развивать компанию своей мечты, создавая лучшие в мире игры, завоёвывая сердца и кошельки фанатов, покоряя вершины игрового рынка.{n}Для начала придумайте название своей компании.
tr: Game Dev Tycoon'a hoşgeldiniz! Bu iş simülasyonunda zamanda geri gittiniz ve PC devriminin başından kendi oyun geliştirme şirketinizi başlatıcaksınız. Önümüzdeki {0} yıl içinde kendi şirketinizi kurabilir, en iyi satan oyunları yaratabilir, hayran kazanabilir ve pazarın lideri olabilirsiniz.{n}Maceranıza başlamadan önce kuracağınız şirkete bir isim vermelisiniz.

source: Sales Report
el: Αναφορά Πωλήσεων
es: Informe de Ventas
it: Rapporto di vendita
ru: Отчет по продажам
tr: Satış Raporu

source: The latest game by {0} has had reviewers scratching their heads. Rather than bringing a new and innovative game to market the company delivered another {1}/{2} game which is more or less the same setting as their previous game.{n}One reviewer commented:'I think {3} was simply developed too soon after the previous game with not enough innovations in technology and design.'
el: Το τελευταίο παιχνίδι από την {0} είχε τους κριτές να ξύνουν το κεφάλι τους. Αντί να φέρει ένα καινούριο και καινοτόμο παιχνίδι στην αγορά η εταιρεία παρέδωσε ένα ακόμη παιχνίδι {1}/{2} το οποίο είναι λίγο-πολύ το ίδιο σκηνικό με το προηγούμενό της παιχνίδι.{n}Ένας κριτής σχολίασε:'Πιστεύω ότι το {3} απλά δημιουργήθηκε πολύ γρήγορα σε σχέση με το προηγούμενο παιχνίδι με όχι τόσες καινοτομίες στην τεχνολογία και στο σχεδιασμό.'
es: El último juego de {0} tiene a la crítica rascándose la cabeza. En lugar de traer al mercado un juego nuevo e innovador, la compañía ha lanzado otro juego de {1} y {2} con más o menos las mismas características que su anterior título.{n}Un crítico ha comentado: "Creo que {3} se ha desarrollado demasiado pronto en relación al anterior juego, sin suficientes innovaciones tecnológicas o de diseño."
it: L'ultimo gioco di {0} ha lasciato i recensori perplessi. Piuttosto che portare un nuovo e innovativo gioco sul mercato la società ha distribuito un altro gioco {1}/{2} con più o meno le stesse caratteristiche del precedente gioco.{n}Un recensore ha commentato:'Penso che {3} è stato semplicemente sviluppato troppo presto dopo il precedente gioco e con insufficienti innovazioni tecnologiche e di design.'
ru: Последняя игра от «{0}» привела критиков в замешательство. Вместо действительно новых игр компания выпустила очередную поделку из серии «{1}/{2}», практически повторяющую то, что мы видели ранее.{n}Вот комментарий из типичного обзора: «По-моему, игра "{3}" вышла слишком быстро после предыдущей, ничем не отличаясь от неё ни в технологическом, ни в тематическом плане».
tr: {0} şirketinin son oyunu yorumculara saç baş yoldurdu. Pazar yeni bir oyun getirmek yerine şirket yine bir {1}/{2} oyunu sundu ki bu aşağı yukarı bir önceki oyunla aynı özelliklere sahip.{n}Bir yorumcu:'Bence {3} yeni bir gelişim ve dizayn olmadan çok erken piyasaya sürüldü' dedi

source: Media Report
el: Αναφορά Μέσων Ενημέρωσης
es: Informe de los Medios
it: Rapporto dei media
ru: Репортаж
tr: Medya Raporu

source: Welcome to your new office! Now that you have a bigger office you can also hire staff and forge a world-class development team to make even better games.
el: Καλώς ήρθατε στα καινούργιο σας γραφείο! Τώρα που έχετε μεγαλύτερο γραφείο μπορείτε επίσης να προσλάβετε προσωπικό και να σφυρηλατήσετε μία προγραμματιστική ομάδα παγκοσμίου τάξης για να φτιάχνετε ακόμα καλύτερα παιχνίδια.
es: Bienvenido a su nueva oficina! Ahora que tiene una oficina más grande también se puede contratar personal y forjar un equipo de desarrollo de clase mundial para hacer aún mejores sus juegos.
it: Benvenuto nel tuo nuovo ufficio! Adesso che hai un ufficio più grande puoi anche assumere del personale e plasmare un team di sviluppo di livello mondiale per creare giochi ancora migliori.
ru: Добро пожаловать в новый офис! Теперь, когда у вас есть большой, просторный офис, можно нанять сотрудников и начать формировать первоклассную команду, которая будет делать игры всё лучше и лучше.
tr: Yeni ofisinize hoş geldiniz! Artık, daha büyük bir ofisiniz olduğuna göre, personel dahi alabilir ve daha iyi oyunlar yapmak için dünya çapında bir geliştirici ekibi kurabilirsiniz.

source: New Office
el: Καινούργιο Γραφείο
es: Nueva oficina
it: Ufficio nuovo
ru: Новый офис
tr: Yeni Ofis

source: It seems that {0} has recently moved into an office in a well known technology park and is now searching for employees.{n}The company, which is known for games such as {1}, has reportedly operated out of a garage until now.{n}One of the many fans of {2} commented: 'I can't believe that they didn't even have a proper office until now and that those games were created by only one person! I am really looking forward to their future games!
el: Φαίνεται ότι η {0} έχει πρόσφατα μετακινηθεί σε ένα γραφείο που βρίσκεται σε ένα πολύ γνωστό τεχνολογικό πάρκο και τώρα ψάχνει για υπαλλήλους.{n}Η εταιρία, που είναι γνωστή για παιχνίδια όπως το {1}, σύμφωνα με πληροφορίες λειτουργούσε μέσα από ένα γκαράζ μέχρι τώρα.{n}Ένας από τους πολλούς οπαδούς του {2} σχολίασε: 'Δεν το πιστεύω ότι δεν είχαν ούτε καν ένα κανονικό γραφείο μέχρι τώρα και ότι αυτά τα παιχνίδια φτιάχτηκαν από ένα μόνο άτομο! Πραγματικά ανυπομονώ για τα μελλοντικά παιχνίδια τους!
es: Parece que {0} se ha trasladado a una oficina situada en un conocido parque tecnológico, y ahora busca empleados.{n}La compañía, conocida por juegos como {1}, funcionaba hasta ayer en un garaje.{n}Uno de los muchos fans de {2} comenta: "No puedo creer que no tuvieran una buena oficina hasta ahora, ni que los juegos fueran creados por una sola persona... ¡Estoy impaciente por ver sus futuros juegos!"
it: Sembra che {0} si sia recentemente spostata in un nuovo ufficio presso un famoso parco tecnologico e stia cercando nuovi impiegati.{n}La società, che è conosciuta per giochi quali {1}, ha avuto sede, finora, in un garage.{n}Uno dei tanti fans della {2} ha detto: 'Non posso credere che non avevano neanche un ufficio vero e proprio e che finora questi giochi siano stati creati da una sola persona! Non vedo l'ora di scoprire quali giochi ci farà gustare in futuro!
ru: Нам стало известно, что компания «{0}» недавно переехала в офис, расположенный в известном технопарке, и набирает сотрудников.{n}Как оказалось, до сих пор они работали в гараже, в том числе и над своей знаменитой игрой «{1}».{n}Один из многочисленных фанатов «{2}» прокомментировал это так: «Поверить не могу, что у них даже офиса не было! И что, собственно, даже "их" никаких не было, а был один-единственный человек! Я с нетерпением жду их новые игры!»
tr: Öyle görünüyorki {0} yakın zamanda oldukça tanıdık olan bir teknoloji parkında yeni bir ofise taşındı ve şuan işe eleman alıyorlar.{n}{1} tarzı oyunlarıyla bilinen şirket, şuana kadar tüm işlerini bir garajdan yapıyordu.{n}{2} şirketinin bir çok hayranı: 'Bütün bu oyunları sadece bir kişinin yardım olmadan bir garajda yaptığına inanamıyorum! Gelecekte çıkartacakları oyunları dörtgözle bekliyorum!

source: and
el: και
es: y
it: e
ru: и
tr: ve

source: Welcome to the new headquarters of {0}! We now have more space so you can increase the team further. The new office is also close to some renowned universities which gives us great access to new talent.
el: Καλωσορίσατε στα νέα αρχηγεία της {0}! Τώρα έχουμε περισσότερο χώρο και έτσι μπορείτε να επεκτείνετε περαιτέρω την ομάδα. Το νέο γραφείο είναι επίσης κοντά σε κάποια ξακουστά πανεπιστήμια τα οποία μας δίνουν τέλεια πρόσβαση σε νέα ταλέντα.
es: Bienvenido a la nueva sede de {0}! ↵↵ Ahora tenemos suficiente espacio para que pueda aumentar aún más el equipo. La nueva oficina también está situada cerca de algunas universidades de prestigio que nos da un gran acceso a nuevos talentos.
it: Benvenuto nella nuova sede centrale della {0}! Adesso abbiamo più spazio così potrai incrementare ulteriormente il tuo team. Il nuovo ufficio è anche vicino a delle rinomate università le quali ci daranno ottimo accesso a nuovi talenti.
ru: Добро пожаловать в новый офис, «{0}»! Теперь у нас стало ещё просторнее, и можно набрать больше сотрудников. Неподалёку, кстати, расположено несколько довольно известных университетов, так что у нас есть шанс заполучить в команду молодых талантливых разработчиков.
tr: {0} şirketinin yeni merkezine hoşgeldiniz! Artık daha fazla alanımız var yani ekibi daha da büyütebilirsiniz. Ayrıca yeni ofis yeni yeteneklere ulaşabileceğimiz bazı meşhur üniversitelere de yakın.

source: Wow, this new office is amazing and the location is perfect too. I took a walk around the building earlier and had this radical idea. Why don't we open up our own research and development department?{n}This could really speed up our research and would allow us to attack bigger projects and innovations. It wouldn't be cheap but I think it would allow us to be the leading innovator in the gaming industry.{n}Anyway, I have done some research and I think we should open a lab and hire a whole team of researchers. Before we can do this however, we should have at least one design specialist in our team.
el: Πω, αυτό το νέο γραφείο είναι καταπληκτικό και η τοποθεσία είναι επίσης τέλεια. Έκανα περίπατο νωρίτερα γύρω από το κτίριο και είχε αυτή τη ριζική ιδέα. Γιατί δεν ανοίγουμε το δικό μας τομέα έρευνας και ανάπτυξης;{n}Αυτό θα μπορούσε να επιταχύνει πραγματικά την έρευνά μας και θα μας επέτρεπε να χειριστούμε μεγαλύτερα έργα και καινοτομίες πιο αποφασιστικά. Δε θα ήταν φθηνό αλλά πιστεύω ότι θα μας επέτρεπε να γίνουμε ο κύριος νεωτεριστής στη βιομηχανία του gaming.{n}Τέλος πάντων, έκανα κάποια έρευνα και νομίζω ότι πρέπει να ανοίξουμε ένα εργαστήριο και να προσλάβουμε μια ολόκληρη ομάδα ερευνητών. Πριν να μπορούμε να το κάνουμε αυτό ωστόσο, πρέπει να έχουμε τουλάχιστον έναν ειδικό σχεδιασμού στην ομάδα μας.
es: Caray, esta nueva oficina es increíble y está en el lugar perfecto. Antes he dado un paseo cerca del edificio y se me ha ocurrido una idea radical. ¿Por qué no abrimos nuestro propio departamento de investigación y desarrollo?{n}Esto aceleraría mucho nuestra investigación y nos permitiría abordar proyectos e innovaciones de mayor tamaño. No sería barato, pero creo que nos permitiría convertirnos en líderes de innovación en la industria de videojuegos.{n}En cualquier caso, he estado investigando y creo que deberíamos abrir un laboratorio y contratar a todo un equipo de investigación. Pero primero, antes de hacerlo necesitamos al menos un especialista de diseño en el equipo.
it: Ehi, questo nuovo ufficio è fantastico e anche la posizione è perfetta. Ho fatto una passeggiata nei dintorni dell'edificio prima ed ho avuto questa idea radicale. Perché non apriamo il nostro laboratorio di ricerca e sviluppo?{n}Questo potrebbe accelerare la nostra ricerca e ci permetterebbe di realizzare progetti e innovazioni più grosse. Non sarà economico ma ci permetterà di diventare la guida dell'innovazione nell'industria dei videogiochi.{n}Comunque, ho realizzato alcune ricerche e penso che dovremmo aprire un laboratorio e assumere un intero team di ricercatori. Ma prima di fare questo comunque, dobbiamo prima avere un esperto di design nel nostro team.
ru: Ух ты, этот новый офис просто прекрасен, да и расположен удачно. Мы тут прогулялись в окрестностях, и у меня родилась классная идея. Почему бы нам не открыть собственную научную лабораторию?{n}Это позволит нам резко ускорить свои текущие исследования и взяться за разработку по-настоящему масштабных инноваций. Да, это потребует расходов, но лидерство в игровой индустрии стоит того.{n}В общем, после некоторых прикидок я считаю, что научная лаборатория нам просто необходима. Но чтобы её открыть, нам в команде нужен хотя бы один сертифицированный специалист по дизайну.
tr: Vay be, yeni ofis inanılmaz ve ayrıca konumu da mükemmel. Bina etrafında bir gezinti yaptım ve bu radikal kararı aldım. Neden kendi araştırma ve geliştirme bölümümüzü açmıyoruz?{n}Bu bizim araştırma hızımızı gerçekten arttırır ve daha büyük projelere ve yeniliklere erişimimize olanak sağlar. Bu ucuz olmayacak fakat bizim başlıca öncülerden olmamıza olanak sağlayacağını düşünüyorum.{n}Her neyse, bazı araştırmalar yaptım ve bence kendi laboratuvarımızı açabilir sonrasında bilimum araştırmacıları işe alabiliriz. Yine de bunu yapmadan önce, takımımızda en az bir tasarım uzmanı barındırmalıyız.

source: Hello {0}, We have just learned that you have opened your new headquarters not too far away from our university! We are just about to start a special course about game development and could really use your help.{n}Unfortunately we cannot offer any pay but I think you will find that teaching students about game development will be a great exercise to refine your own skills. {1} University{n}New training options available.
el: Γεια σας {0}, Μόλις μάθαμε ότι ανοίξατε τις νέες σας εγκαταστάσεις πολύ κοντά στο πανεπιστήμιό μας! Είμαστε έτοιμοι να ξεκινήσουμε ένα ειδικό πρόγραμμα μαθημάτων για την ανάπτυξη παιχνιδιών και θα μπορούσαμε πραγματικά να χρησιμοποιήσουμε τη βοήθειά σας.{n}Δυστυχώς δεν μπορούμε να προσφέρουμε καμία πληρωμή αλλά πιστεύουμε ότι θα βρείτε τη διδασκαλία μαθητών για την ανάπτυξη παιχνιδιών μία εξαιρετική άσκηση για να βελτιώσετε τις δικές σας δεξιότητες. Πανεπιστήμιο {1}{n}Νέες επιλογές εκπαίδευσης διαθέσιμες.
es: Hola {0}, Nos acabamos de enterar que has abierto tus nuevas oficinas no muy lejos de nuestra universidad! Estamos por empezar un curso especial sobre desarrollo de juegos y tu ayuda nos serviría de mucho.{n}Desafortunadamente no podemos ofrecerte paga alguna pero creo que encontrarás que enseñar a los estudiantes sobre desarrollo de juegos será una gran práctica para refinar tus propias habilidades. {1} Universidad{n}Nuevos entrenamientos disponibles.
it: Salve {0}, Abbiamo appena saputo che avete aperto la vostra nuova sede centrale non molto lontano dalla nostra università! Siamo in procinto di iniziare uno speciale corso riguardante lo sviluppo dei videogiochi e ci sarebbe molto utile il vostro aiuto.{n}Sfortunatamente non possiamo offrire nessuna retribuzione ma penso che scoprirete che insegnare come si sviluppano i videogiochi agli studenti sia un ottimo esercizio per raffinare le vostre capacità. {1} Università{n}Nuova opzione di allenamento disponibile.
ru: Здравствуйте, «{0}», Нам только что стало известно, что вы открыли свой офис недалеко от нашего университета. Мы как раз собираемся запустить специальный курс по разработке игр, и ваша помощь оказалась бы очень кстати!{n}К сожалению, мы не можем предложить никакой оплаты, но полагаем, что, обучая наших студентов, ваши сотрудники смогут отточить и свои навыки. Университет {1}{n}Доступны новые варианты обучения.
tr: Merhaba {0}, Yeni merkezinizi üniversitemizden çok da uzağa açmadığınızı henüz öğrendik! Oyun geliştirme üzerine özel bir kursa başlamayı düşünüyoruz ve yardımınızı gerçekten kullanabiliriz.{n}Ne yazık ki size herhangi bir ücret ödeyemiyoruz fakat öğrencilere oyun geliştirme hakkında ders vermenin sizin yeteneklerinizi geliştirmeniz için de harika bir alıştırma olacağını düşünüyorum. {1} Üniversitesi{n}Yeni eğitim seçenekleri erişilebilir.
