Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: You need a design specialist to open a research and development lab. You can train someone to become a specialist via the training menu but the option is only available once they have a certain design skill level.{n}You can also train technology specialists which come in handy for later options.
el: Χρειάζεστε έναν ειδικό σχεδιασμού για να ανοίξετε ένα εργαστήριο έρευνας και ανάπτυξης. Μπορείτε να εκπαιδεύσετε κάποιον για να γίνει ειδικός μέσω του μενού εκπαίδευσης αλλά η επιλογή είναι μόνο διαθέσιμη όταν το άτομο βρίσκεται σε ένα συγκεκριμένο επίπεδο δεξιοτήτων σχεδιασμού.{n}Μπορείτε επίσης να εκπαιδεύσετε ειδικούς τεχνολογίας που μπορούν να φανούν χρήσιμοι για αργότερες επιλογές.
es: Necesitas un especialista en diseño para abrir un laboratorio de investigación y desarollo. Puedes entrenar a alguien para convertirse en un especialista desde el menu de entrenamiento pero la opción solo está disponible una vez que tienen cierto nivel de diseño.{n}También puedes entrenar especialistas en tecnología que serán útiles para opciones futuras.
it: Avrai bisogno di uno specialista di design per aprire un laboratorio di ricerca e sviluppo. Puoi addestrare qualcuno perchè diventi uno specialista attraverso il Menu Addestramento ma l'opzione è disponibile soltanto una volta raggiunto un certo livello di abilità in design.{n}Puoi anche addestrare uno specialista di tecnologia che diventerà utile per possibilità future.
ru: Чтобы открыть научно-исследовательскую лабораторию, вам нужен сертифицированный специалист по дизайну. Вы можете обучить кого-нибудь из своих сотрудников, если он достиг необходимого уровня и имеет достаточный опыт в области дизайна.{n}Можно подготовить и специалистов по технологиям — они пригодятся позже.
tr: Araştırma ve Geliştirme labaratuarını açmak için bir dizayn uzmanına ihtiyacın var. Birini uzman olması için eğitim menüsü yardımı ile eğitebilirsin ancak bu seçenek çalışanın belirli bir dizayn yeteneği elde edene kadar kapalı kalacaktır.{n}Ayrıca teknoloji alanındada birini uzmanlığa kadar eğitebilirsin ki bu sonraları işine yarayacaktır.

source: Boosts
el: Ενισχύσεις
es: Impulsos
it: Sprint
ru: Концентрация
tr: Hızlandırıcılar

source: Boosts are a powerful tool that allow you to temporarily increase the output of your staff. They are most effective when timed strategically during the development of a game or during training.{n}Boosts need to recharge before you can use them. You can activate a boost as soon as the recharge progress is complete but you can also wait a little longer to further increase the effectiveness of the boost.
el: Οι ενισχύσεις είναι ένα ισχυρό εργαλείο που σας επιτρέπουν να αυξήσετε προσωρινά την απόδοση του προσωπικού σας. Είναι περισσότερο αποτελεσματικά όταν προγραμματίζονται με στρατηγικό τρόπο κατά τη διάρκεια της ανάπτυξης ενός παιχνιδιού ή κατά τη διάρκεια της εκπαίδευσης.{n}Οι ενισχύσεις πρέπει να επαναφορτίσουν πριν να μπορείτε να τις χρησιμοποιήσετε. Μπορείτε να ενεργοποιήσετε μία ενίσχυση τη στιγμή που η διαδικασία επαναφόρτισης έχει ολοκληρωθεί αλλά μπορείτε επίσης να περιμένετε λίγο παραπάνω για να αυξήσετε περαιτέρω την αποτελεσματικότητα της ενίσχυσης.
es: Los impulsos son una poderosa herramienta que te ayuda a incrementar temporalmente la producción de tus empleados. Son mas efectivos si se usan estratégicamente durante el desarrollo de un juego o durante un entrenamient.{n}Los impulsos necesitan recargarse antes de que los puedas usar. Puedes activar un impulso tan pronto como termine la regarga pero puedes esperar un poco mas si quieres aumentar la efectividad del impulso.
it: Gli sprint sono uno strumento potente che ti permette di aumentare temporaneamente il rendimento del tuo staff. Sono maggiormente efficaci quando usati in momenti strategici durante lo sviluppo di un gioco o durante l'addestramento.{n}Gli sprint si devono ricaricare prima che tu li possa usare. Puoi attivare uno sprint non appena il processo di ricarica è completo ma puoi aspettare anche un po' più a lungo per aumentare ulteriormente l'efficacia dello sprint.
ru: Концентрация — отличный способ резко увелиличить производительность разработчика на короткое время. Эффективнее всего концентрироваться при разработке игры или при обучении.{n}Восстановление возможности Концентрации требует времени. Можно активировать Концентрацию сразу, как только представится возможность, а можно подождать ещё и увеличить её эффективность.
tr: Hızlandırıcı personelin üretimini artıran geçici bir araçtır. Oyun geliştirme esnasında yada bir eğitim esnasında kullanıldıklarında çok etkilidirler.{n}Hızlandırıcının kullanıldıktan sonra tekrar kullanabilmeniz için yeninden şarja ihtiyacı vardır. Şarj tamamlandığında hızlandırıcıyı aktif edebilirsin fakat eğer biraz daha uzun beklersen hızlandırıcının verimliliği daha fazla artar.

source: Additional Specialists
el: Επιπλέον Ειδικοί
es: Especialistas Adicionales
it: Specialisti Aggiuntivi
ru: Новые специалисты
tr: Ek Uzmanlıklar

source: While you only need one specialist to start running a lab you can train more than one. Additional specialists decrease the overall running cost of your lab.
el: Παρόλο που χρειάζεστε μόλις έναν ειδικό για να ξεκινήσετε τη λειτουργία ενός εργαστηρίου μπορείτε να εκπαιδεύσετε περισσότερους από έναν. Οι επιπλέον ειδικοί μειώνουν το συνολικό κόστος λειτουργίας του εργαστηρίου σας.
es: Sólo necesitas un especialista para empezar a dirigir un laboratorio, pero puedes entrenar a más de uno. Los especialistas adicionales reducen el coste total del mantenimiento del laboratorio.
it: Mentre ti serve solo uno specialista per avviare un laboratorio, puoi addestrarne più di uno. Specialisti aggiuntivi diminuiscono il costo di esercizio globale del tuo laboratorio.
ru: Чтобы открыть свою лабораторию, достаточно иметь одного специалиста, но можно обучить и больше. Чем больше специалистов, тем ниже стоимость содержания лаборатории.
tr: Labaratuvarın çalışması için tek bir uzman yeterli olsada siz birden fazlasını eğitebilirsiniz. Ekstra uzmanlar labaratuvarının giderini azaltır.

source: R&D lab is ready
el: Το εργαστήριο Ε&Α είναι έτοιμο
es: Laboratorio de I+D listo
it: Il laboratorio R&S è pronto
ru: Научная лаборатория готова
tr: AR-GE laboratuvarı hazır

source: To visit the lab simply {0} the screen and drag to the left or use the arrow keys on the keyboard. Alternatively, you can also click on the little R&D Lab information card in the bottom right of the screen.
el: Για να επισκεφτείτε το εργαστήριο απλά {0} πάνω στην οθόνη και σύρετε προς τα αριστερά ή χρησιμοποιήστε τα βελάκια στο πληκτρολόγιο. Εναλλακτικά, μπορείτε επίσης να κάνετε κλικ στη μικρή κάρτα πληροφοριών του Εργαστηρίου Ε&Α στο κάτω δεξιά μέρος της οθόνης.
es: Para visitar el laboratorio simplemente {0} en la pantalla y arrastrala para la izquierda o usa las teclas de flechas en el teclado. También puedes hacer click en la pequeña tarjeta de información del laboratorio de IyD en la esquina inferior derecha de la pantalla.
it: Per visitare il laboratorio semplicemente {0} lo schermo e trascina a sinistra o usa i tasti freccia della tastiera. Altrimenti, puoi anche cliccare sulla piccola scheda informativa Laboratorio R&S in basso a destra sullo schermo.
ru: Чтобы посетить лабораторию, просто {0} по экрану и потяните его влево. Или используйте клавиши курсора. Или нажмите на табличку «Научная лаборатория» в правой нижней части экрана.
tr: Laboratuarı ziyaret etmek kısaca ekrana {0} ve sola sürükleyin veya klavyedeki ok tuşlarını kullanın. Alternatif olarak, aynı zamanda ekranın sağ alt kısmında bulunan küçük Ar-Ge Lab bilgileri kartına tıklayabilirsiniz.

source: To start a project simply {0} the screen to bring up the research menu. Once you start a project you can also cancel it using the same menu.
el: Για να ξεκινήσετε ένα πρότζεκτ απλά {0} στην οθόνη για να εμφανίσετε το μενού ερευνών. Μόλις ξεκινήσετε ένα πρότζεκτ μπορείτε επίσης να το ακυρώσετε χρησιμοποιώντας το ίδιο μενού.
es: Para iniciar un proyecto simplemente {0} en la pantalla para abrir el menu de investigación. Una vez que iniciaste un proyecto puedes cancelarlo usando el mismo menú.
it: Per cominciare il progetto semplicemente {0} lo schermo per aprire il Menu Ricerca. Una volta che cominci un progetto puoi sempre cancellarlo usando lo stesso menu.
ru: Чтобы начать проект, просто {0} по экрану и выберите пункт в меню. Если проект уже запущен, его можно отменить через то же меню.
tr: Bir projeye başlamak için ekranın herhangi bir yere {0} ve araştırma menüsü açılsın. Birkez bir projeye başladığında bunu yine aynı menüden iptal edebilirsiniz.

source: R&D project started
el: Το πρότζεκτ Ε&Α έχει ξεκινήσει
es: Proyecto I+D iniciado
it: Progetto di R&S cominciato
ru: Новый исследовательский проект
tr: AR-GE projesi başladı

source: The project is now started and as your researchers work on it you will see the progress in the status card. Don't forget to adjust the budget! If the budget is 0 the project will never progress.
el: Το πρότζεκτ έχει τώρα ξεκινήσει και καθώς οι ερευνητές σας δουλεύουν σε αυτό θα δείτε την πρόοδο στην κάρτα κατάστασης. Μην ξεχάστε να ρυθμίσετε τον προϋπολογισμό! Αν ο προϋπολογισμός είναι 0 το πρότζεκτ ποτέ δεν θα έχει πρόοδο.
es: El proyecto ha empezado. Podrás ver su progreso en la tarjeta de estado conforme tus investigadores trabajen en él. ¡No olvides ajustar el presupuesto! Si el presupuesto es 0, el proyecto nunca progresará.
it: Il progetto è ora cominciato e man mano che i tuoi ricercatori ci lavorano su vedrai il progresso nella scheda dello stato. Non dimenticarti di aggiustare il budget! Se il budget è 0 il progetto non progredirà mai.
ru: Ваши исследователи начали работу над новым проектом. Ход его выполнения отображается в окне состояния. Кстати, не забудьте скорректировать бюджет! Если вы не выделите денег на лабораторию, то и проект не будет двигаться.
tr: Bu proje artık başladı ve araştırmacıların bunun üzerinde çalıştıkça bunu durum kartında görebilirsiniz. Bütçeyi ayarlamayı unutma! Eğer bütçe 0 ise proje asla ilerlemez.

source: Hardware lab is ready
el: Το εργαστήριο υλικού είναι έτοιμο
es: El laboratorio de hardware está listo
it: Il laboratorio hardware è pronto
ru: Аппаратная лаборатория готова
tr: Donanım laboratuvarı hazır

source: To visit the hardware lab simply {0} the screen and drag to the right or use the arrow keys on the keyboard. Alternatively, you can also click on the little Hardware Lab information card in the top left of the screen.
el: Για να επισκεφτείτε το εργαστήριο υλικού απλά {0} πάνω στην οθόνη και σύρετε προς τα δεξιά ή χρησιμοποιήστε τα βελάκια πάνω στο πληκτρολόγιο. Εναλλακτικά, μπορείτε επίσης να κάνετε κλικ στη μικρή κάρτα πληροφοριών του Εργαστηρίου Υλικού στο πάνω αριστερά μέρος της οθόνης.
es: Para visitar el laboratorio de harware simplemente {0} en la pantalla y arrastrala a la derecha o usa las teclas de flechas en el teclado. También puedes hacer click en la pequeña ficha del laboratorio de HW en la esquina superior izquierda.
it: Per visitare il laboratorio hardware semplicemente {0} lo schermo e trascina a destra o usa i tasti freccia della tastiera. Altrimenti, puoi anche cliccare sulla piccola scheda informativa Laboratorio Hardware in basso a sinistra sullo schermo.
ru: Чтобы посетить аппаратную лабораторию, просто {0} по экрану и потяните его вправо. Или используйте клавиши курсора. Или нажмите на табличку «Аппаратная лаборатория» в левой верхней части экрана.
tr: Donanım laboratuvarı ziyaret etmek kısaca ekrana {0} ve sola sürükleyin veya klavyedeki ok tuşlarını kullanın. Alternatif olarak, aynı zamanda ekranın sağ alt kısmında bulunan küçük Donanım laboratuvarı bilgileri kartına tıklayabilirsiniz.

source: Console Development
el: Ανάπτυξη Κονσόλας
es: Desarrollo de Consola
it: Sviluppo Console
ru: Разработка консоли
tr: Konsol Geliştirme

source: Developing your own console is a very costly undertaking. Not only do you have to pay a big chunk of money up front for the project but you will also have to pay your hardware lab crew. Only attempt to create a console if you are confident that you have enough capital.{n}When developing a console you can decide on how your console will look like and decide on the technical features as well as the quality assurance budget. The more sophisticated your technology is the better the console will fare against competing products. The more budget you reserve for QA the better the quality of your console will be.
el: Η ανάπτυξη της δική σας κονσόλας είναι μια πολύ δαπανηρή επιχείρηση. Όχι μόνο πρέπει να καταβάλλετε ένα μεγάλο ποσό χρημάτων εκ των προτέρων για το έργο αλλά θα πρέπει επίσης να πληρώνετε την ομάδα σας του εργαστηρίου υλικού. Επιχειρήστε να δημιουργήστε μια κονσόλα μόνο όταν είστε σίγουρος ότι διαθέτετε αρκετό κεφάλαιο.{n}Όταν αναπτύσσετε μια κονσόλα μπορείτε να αποφασίσετε σχετικά με το πως θα μοιάζει και να αποφασίσετε όσον αφορά τις τεχνικές δυνατότητές της καθώς και τον προϋπολογισμό για τον έλεγχο ποιότητας. Όσο πιο εξειδικευμένη είναι η τεχνολογία σας τόσο αποτελεσματικότερα θα έρχεται η κονσόλα σας σε αντιπαράθεση με τα αντίπαλα προϊόντα. Όσο περισσότερα χρήματα αποταμιεύσετε για έλεγχο ποιότητας τόσο καλύτερης ποιότητας θα είναι η κονσόλα σας.
es: Desarrollar tu propia consola es un proyecto muy caro. No sólo tendras de pagar mucho por el proyecto sino que también deberás pagar a la plantilla de tu laboratorio de hardware. Intenta crear una consola sólo si estás seguro de contar con suficiente capital.{n}Al desarrollar una consola puedes decidir qué aspecto tendrá y elegir sus características técnicas, así como el presupuesto destinado a la garantía de calidad. Cuanto más sofisticada sea la tecnología, mejor competirá la consola contra los productos competidores. Cuanto más presupuesto guardes para la GC, mejor será la calidad de la consola.
it: Sviluppare la tua console è un impegno davvero esoso. Non solo si deve pagare una grande somma di denaro in anticipo per il progetto ma dovrai pagare anche il tuo personale di laboratorio. Cerca di creare una console solo se tu sei sicuro che hai abbastanza capitale.{n}Quando sviluppi una console puoi decidere come apparirà la tua console e decidere le caratteristiche tecniche oltre al budget per il controllo qualità. Più sofisticata è la tua tecnologia, meglio farà la console contro i prodotti concorrenti. Più soldi riservi alla GQ migliore sarà la qualità della tua console.
ru: Разработка собственной консоли — очень дорогостоящее начинание. Вам придётся выложить крупную сумму просто для того, чтобы проект мог стартовать, а ведь нужны ещё и средства на содержание и работу аппаратной лаборатории. Приступайте к проекту только в том случае, если у вас достаточно денег.{n}Вам понадобится принять решение о том, как должна будет выглядеть ваша консоль и какими техническими возможностями обладать, а также установить бюджет на обеспечение качества разработки. Чем сложнее и мощнее консоль, тем легче ей будет противостоять конкурентам, а чем больше вы выделите средств на тестирование, тем выше будет её качество.
tr: Kendi konsolunu yapmak oldukça masraflıdır. Bunu gerçekleştirmek için büyük bir miktar para vermek dışında birde donanım ekibine ekstra para ödemeniz gerekir. Büyük bir miktar paraya sahip olmadan kendi konsolunuzu üretmeye çalışmayın.{n}Konsolunuzu yaratırken konsolun nasıl görüneceğini ve özelliklerinden kaliteyi ayarlayan paraya kadar herşeyi ayarlayabilirsiniz. Teknoloji ne kadar sofistike ise konsol diğer rekabet ettiği konsollardan daha iyidir. Kalite Tespit için ne kadar çok para ayırdıysan konsolun okadar iyi olur.

source: Console released
el: Η κονσόλα κυκλοφόρησε
es: Consola a la venta
it: Console rilasciata
ru: Консоль выпущена
tr: Konsol çıktı

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console information card in the top left of the screen.
el: Η κονσόλα σας τώρα είναι στην αγορά. Οι παιχνιδομηχανές είναι πολύπλοκα μηχανήματα και όταν πουλάτε πολλές από αυτές είναι μόνο φυσικό επακόλουθο ότι μερικές από αυτές χρειάζονται επισκευή.{n}Όσο η κονσόλα σας διατίθεται προς πώληση η ομάδα υλικού σας θα πρέπει να ξεφορτώνουν πόντους συντήρησης. Σύμφωνα με την ποιότητα της κονσόλας και πόσες πουλάτε οι πόντοι αυτοί διαφέρουν από βδομάδα σε βδομάδα.{n}Δοκιμάστε να δώσετε στο εργαστήριο υλικού σας επαρκή χρηματοδότηση ώστε να μένουν πρώτοι στη συντήρηση, διαφορετικά οι πελάτες σας θα γίνουν δυσαρεστημένοι όταν πρέπει να περιμένουν πάρα πολύ για να επισκευαστούν οι κονσόλες τους. Μπορείτε να δείτε πόσο καλά τα πηγαίνει η ομάδα σας στην κάρτα πληροφοριών κονσόλας πάνω αριστερά στην οθόνη σας.
es: Tu propia consola ya está en el mercado. Las consolas de videojuegos son máquinas complejas y, al vender muchas de ellas, es normal que algunas necesiten ser reparadas.{n}Mientras tu consola esté a la venta, tu equipo de hardware deberá trabajar en puntos de mantenimiento. En función de la calidad de la consola y de las unidades vendidas, esos puntos varían cada semana.{n}Procura darle al laboratorio de hardware presupuesto suficiente para cumplir con el mantenimiento al máximo o los clientes se enfadarán por tener que esperar demasiado a la reparación de sus consolas. Puedes ver lo bien que lo está haciendo tu equipo en la tarjeta de información de consola, arriba y a la izquierda de la pantalla.
it: La tua personale console è ora sul mercato. Le console di gioco sono macchine complesse e quando ne vendi molte è solo naturale che alcune di queste debbano essere riparate.{n}Mentre la tua console è in vendita il tuo personale hardware dovrà smaltire punti manutenzione. Basato sulla qualità della console e quante ne vendi questi punti varieranno di settimana in settimana.{n}Prova a dare al tuo laboratorio abbastanza soldi in modo che stiano dietro alle manutenzioni, altrimenti i clienti diventeranno scontenti dovendo aspettare troppo per farsi riparare le loro console. Puoi vedere come la tua squadra sta lavorando nella scheda informazioni console in alto a sinistra dello schermo.
ru: Ваша игровая консоль вышла на рынок. Консоли — сложные технические устройства, и вполне естественно, что иногда некоторые из них нуждаются в ремонте.{n}Пока идут продажи, ваш аппаратный отдел занимается консолями, требущими ремонта. Их количество меняется с каждой неделей в зависимости от качества консоли и объёма продаж.{n}Постарайтесь выделять аппаратной лаборатории достаточно средств, чтобы они могли справляться с потоком неисправных консолей — в противном случае клиенты будут недовольны слишком долгим ожиданием своих консолей из ремонта. Окно состояния в левом верхнем углу экрана показывает, насколько хорошо обстоят дела с обслуживанием консолей.
tr: Oyun konsolun artık markette. Oyun konsolları karışık makinelerdir ve bunlardan çok fazla sattığında doğal olarak sadece bazılarının tamir edilmesi gerekir.{n}Konsolun satıştayken donanım takımın bakım puanları için çalışır. Konsolunun kalitesine göre ve ne kadar sattığına göre haftadan haftaya değişiklik gösterir.{n}Donanım laboratuvarına bakım maliyetlerini karşılayabilmesi için yeterince bütçe ayırmaya çalış, aksi halde müşteriler konsollarının tamir edilmesini çok fazla beklerlerse mutsuz olacaklardır. Ekranın sol üst kısmında konsol bilgileri kartına tıklayarak takımının nasıl iyi iş çıkardığını görebilirsin.

source: MMO on sale
el: MMO σε πώληση
es: MMO a la venta
it: MMO in vendita
ru: ММО в продаже
tr: MMO satışta
