Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: {0} is no longer supported. You've released {1} game for the platform and earned a total of {2}!
el: Το {0} δεν υποστηρίζεται πλέον. Κυκλοφορήσατε {1} παιχνίδια για την πλατφόρμα και κερδίσατε το συνολικό ποσό των {2}!
es: {0} ya no esta apoyada. ¡Ha lanzado {1} juego para la plataforma y ha ganado un total de {2}!
it: La piattaforma {0} è diventata obsoleta. Hai rilasciato {1} videogiochi per questa piattaforma, e hai guadagnato un totale di {2}!
ru: {0} больше не поддерживается. Вы выпустили одну игру для этой платформы, и она принесла вам {2}!
tr: {0} artık desteklenmiyor. Bu platformda {1} oyun yayınladın ve {2} kadar kazandın!

source: {0} is no longer supported.
el: Το {0} δεν υποστηρίζεται πια.
es: {0} ya no es soportado.
it: {0} non è più supportato.
ru: {0} больше не поддерживается.
tr: {0} artık desteklenmiyor.

source: We had {0} people visiting our booth this year.
el: {0} άτομα επισκέφθηκαν το θάλαμό μας φέτος.
es: {0} personas han visitado nuestra cabina este año.
it: {0} persone hanno visitato il nostro stand quest'anno.
ru: За время выставки наш стенд посетили {0} чел.!
tr: Bu sene standımızı {0} kişi ziyaret etti.

source: We didn't make it in the top 100 booths this year. Once we gain more fans I'm sure we will!
el: Δεν τα καταφέραμε στη λίστα των 100 κορυφαίων θαλάμων φέτος. Μόλις κερδίσουμε περισσότερους οπαδούς είμαι σίγουρος ότι θα τα καταφέρουμε!
es: No estamos entre las 100 mejores cabinas del año. En cuanto ganemos más aficionados, ¡seguro que sí estaremos!
it: Non siamo riusciti ad entrare nella top 100 degli stand quest'anno. Appena guadagneremo più fan sono sicuro ci riusciremo!
ru: В этом году мы не попали в топ-100 на выставке. Как только наша армия фанатов пополнится, я уверен, мы будем в топе!
tr: Bu sene en iyi 100 stand içindeki yerimizi alamadık. Daha fazla hayrana sahip olduğumuzda eminim ki başaracağız!

source: We were voted the number one booth this year! Congratulations!
el: Ψηφιστήκαμε ως ο νούμερο ένα θάλαμος φέτος! Συγχαρητήρια!
es: ¡Nos votaron como la mejor cabina del año! ¡Felicitaciones!
it: Siamo lo stand più votato quest'anno! Congratulazioni!
ru: Мы заняли первое место на выставке в этом году! Ура!
tr: Bu sene yılın bir numaralı standı seçildik! Tebrikler!

source: We made it into the top 100 conference attractions this year at place {0}.
el: Τα καταφέραμε στη λίστα των 100 κορυφαίων συνεδρίων σε αριθμό προσέλευσης φέτος στη θέση {0}.
es: Hemos logrado entrar en el top 100 de conferencias, hemos quedado en el puesto {0}.
it: Siamo entrati nella top 100 delle attrazioni della conference in posizione {0}.
ru: В этом году мы заняли {0} место в топ-100 на выставке.
tr: Bu sene en iyi 100'e doğru yerimizi {0}. sırada aldık.

source: Our convention had {0} visitors this year!
el: Το συνέδριό μας είχε {0} επισκέπτες φέτος!
es: ¡Nuestra convención tuvo {0} visitantes este año!
it: La nostra convention ha avuto {0} visitatori quest'anno!
ru: Нашу выставку в этом году посетили {0} чел.!
tr: Bu sene oyun etkinliğimizi {0} kişi ziyaret etti!

source: Hardware lab
el: Εργαστήριο υλικού
es: Laboratorio de Hardware
it: Laboratorio hardware
ru: Аппаратная лаборатория
tr: Donanım Laboratuvarı

source: R&D lab
el: Εργαστήριο Ε&Α
es: Laboratorio de I+D
it: Laboratorio R&S
ru: Научная лаборатория
tr: AR-GE Laboratuvarı

source: Recent market studies suggest that the Govodore G64 is steadily outselling competitors in the PC sector. Consumers prefer the lower price, greater availability and the flexible hardware configuration over other home computers.{n}Experts say that this might spell the end of competing hardware manufacturers.
el: Πρόσφατες έρευνες αγορά δείχνουν ότι το Govodore G64 σταθερά πουλάει περισσότερο από τους ανταγωνιστές στον τομέα των PC. Οι καταναλωτές προτιμούν τη χαμηλότερη τιμή, τη μεγαλύτερη διαθεσιμότητα και τα ευέλικτα τεχνικά χαρακτηριστικά σε σύγκριση με άλλους οικιακούς υπολογιστές.{n}Οι ειδικοί λένε ότι αυτό μπορεί να σημάνει το τέλος των ανταγωνιστών κατασκευαστών υπολογιστών.
es: Los estudios recientes de mercado sugieren que el Govodore G64 se está imponiendo a sus competidores en el sector del PC. Los consumidores prefieren su bajo coste, mayor disponibilidad y la flexible configuración de hardware por encima de otras computadoras caseras.{n}Los expertos dicen que esto podría precipitar el fin del resto de los fabricantes de hardware.
it: Recenti studi di mercato indicano che il Govodore G64 sta dominando costantemente i suoi concorrenti nel settore dei PC. I consumatori preferiscono il prezzo ridotto, la maggiore disponibilità e la configurazione hardware flessibile rispetto agli altri computer casalinghi.{n}Gli esperti dicono che questo potrebbe sentenziare la fine dei produttori di hardware concorrenti.
ru: Недавние исследования показывают, что Govodore G64 уверенно обходит конкурентов на рынке персональных компьютеров. Потребителей привлекают более низкие цены, большая доступность и возможность гибкой конфигурации аппаратных средств.{n}Аналитики предполагают, что это может стать началом конца конкурирующих платформ.
tr: Yakın zamanda yapılan pazar araştırmalarına göre Govodore G64 PC'ye göre çok daha fazla satıyor. Alıcılar daha düşük fiyatı, daha kullanılışlılığı ve esnek donanım yapılandırmasını diğer ev bilgisayarlarına tercih ediyor.{n}Uzmanların dediğine göre bu donanım üreticilerinin rekabetinin sonu demek.

source: Recent market data shows that the Govodore G64 seems to be slowly losing market share against other PC manufacturers.{n}In an unofficial statement a G64 employee said that the company has been unsuccessful in introducing higher priced computers to compete against newer and more advanced PCs.
el: Πρόσφατα δεδομένα αγοράς δείχνουν ότι το Govodore G64 φαίνεται σιγά σιγά να χάνει μερίδιο αγοράς εναντίον άλλων κατασκευαστών PC.{n}Σε μια ανεπίσημη δήλωση ένας εργαζόμενος πάνω στον G64 είπε ότι η εταιρεία ήταν ανεπιτυχής στο να εισάγει ακριβότερους υπολογιστές για να συναγωνιστεί νεότερα και περισσότερο προηγμένα PC.
es: Estadísticas recientes demuestran que el Govodore G64 está perdiendo cuota de mercado frente al resto de fabricantes de PC.{n}En un comunicado no oficial, un empleado de G64 ha dicho que la compañía no ha sido capaz de introducir ordenadores de altos precios para competir contra PCs más modernas y avanzadas.
it: Recenti studi di mercato mostrano che apparentemente il Govodore G64 stia cedendo lentamente quote di mercato a favore di altri produttori di PC. {n}In un comunicato non ufficiale un impiegato di G64 ha detto che la società ha fallito a introdurre nel mercato computer più costosi che potessero competere con i nuovi e più avanzati PC.
ru: По последним данным, Govodore G64 медленно, но верно сдает свои позиции на рынке персональных компьютеров.{n}Один из сотрудников G64 неофициально сообщил, что компания потерпела неудачу в продвижении своих более дорогих моделей — они не в состоянии конкурировать с новыми и современными PC.
tr: Yeni piyasa verileri Govodore G64 ün yavaş yavaş diğer PC üreticilerine karşı pazar payı kaybettiğini gösteriyor. {n}Resmi olmayan açıklamada bir G64 çalışanı şirketin yeni ve daha gelişmiş pc'lere karşı tanıtımda başarız olduğunu söyledi.

source: According to rumours the Japanese company Ninvento is planning to launch its very own home gaming console. Ninvento is known for the widely successful arcade game 'Dinkey King'.{n}Many industry experts doubt that home gaming consoles will take off but we are eager to see what Ninvento will deliver.
el: Σύμφωνα με φήμες η Ιαπωνική εταιρεία Ninvento σχεδιάζει να λανσάρει τη δικιά της οικιακή gaming κονσόλα. Η Ninvento είναι γνωστή για το άκρως επιτυχημένο παιχνίδι arcade 'Dinkey King.'{n}Πολλοί ειδήμονες της βιομηχανίας αμφιβάλλουν ότι οι οικιακές gaming κονσόλες θα έχουν επιτυχία άλλα ανυπομονούμε να δούμε τι θα προσφέρει η Ninvento.
es: Según los rumores, la compañía japonesa Ninvento planea lanzar su propia consola casera. Ninvento es conocida por el exitoso arcade "Dinkey King".{n}Muchos expertos de la industria dudan de que las videoconsolas caseras tengan éxito, pero estamos ansiosos por ver con qué nos sorprenderá Ninvento.
it: Stando alle voci, la società Giapponese Ninvento sta pianificando di commercializzare la propria console di gioco da casa. Ninvento è nota per il popolarissimo gioco arcade 'Dinkey King'.{n}Molti esperti d'industria dubitano che le console di gioco da casa possano aver successo ma noi tutti siamo ansiosi di vedere cosa ci proporrà Ninvento.
ru: По слухам, японская компания Ninvento готовится к выпуску собственной домашней игровой консоли. Ninvento известна своей очень успешной игрой «Dinkey King».{n}Многие эксперты сомневаются, что игровые консоли смогут обрести популярность, но интересно посмотреть, что же представит Ninvento.
tr: Dedikodulara göre Japon şirketi Ninvento kendi ev oyun konsollarını piyasaya sürmeyi planlıyor. Ninvento, oldukça başarılı olan oyunları 'Dinkey King' ile tanınıyor.{n}Bir çok piyasa uzmanı ev oyun konsollarının kullanımının artacağından şüpheli fakat biz Ninvento'nun ne yapacağını göreceğiz.

source: Recent studies suggest that the increasing variety of gaming devices also creates a market for more specialized games. Some platforms become more popular with younger gamers while others cater for the more mature age groups.{n}As more and more developers enter the market we expect developers to focus their games on specific age groups to really make an impact.
el: Πρόσφατες έρευνες προτάσσουν ότι η αυξανόμενη ποικιλία στις συσκευές gaming δημιουργεί επιπλέον μια αγορά για πιο ειδικευμένα παιχνίδια. Μερικές πλατφόρμες γίνονται πιο δημοφιλείς με νεαρότερους gamers ενώ άλλες απευθύνονται στις πιο ώριμες ηλικιακές ομάδες.{n}Καθώς όλο και περισσότεροι προγραμματιστές εισέρχονται στην αγορά περιμένουμε τους προγραμματιστές να εστιάσουν τα παιχνίδια τους σε συγκεκριμένες ηλικιακές ομάδες για να έχουν πραγματικό αντίκτυπο.
es: Estudios recientes sugieren que la creciente variedad de dispositivos dará lugar a un mercado para juegos más especializados. Algunas plataformas serán más populares entre jugadores jóvenes, mientras que otras atraerán a los grupos de edad más avanzada.{n}Conforme más diseñadores entren en el mercado, se espera que los mismos centren sus juegos en grupos específicos de edad para lograr un mayor impacto.
it: Recenti studi suggeriscono che l'aumento della varietà dei dispositivi di gioco crei anche un mercato per giochi più specializzati. Alcune piattaforme sono diventate più popolari per i giocatori giovani mentre altre vanno incontro a gruppi di età più matura.{n}Con sempre più sviluppatori che entrano nel mercato ci aspettiamo che gli sviluppatori concentrino i loro giochi su fasce d'età specifiche per avere un vero impatto.
ru: Результаты недавних исследований говорят о том, что всё больший выбор игровых устройств начал приводить к сегментации рынка видеоигр. Одни платформы набирают популярность среди детей и подростков, другие становятся выбором более старшей аудитории.{n}Ожидается, что с ростом числа разработчиков будет появляться всё больше игр, ориентированных на определённую возрастную группу, что пойдёт на пользу всем участникам рынка.
tr: Son zamanlardaki oyun cihazları üzerine yapılan çalışmalar ayrıca daha detaylı oyun pazarı oluşturuyor. Bir kısmı genç oyunculara hitap ederken diğerleri daha olgun yaş gruplarına hitap ediyor.{n}Daha çok yazılımcının markete katılmasıyla bizler yazılımcıların piyasada gerçek bir darbe yapabilmesi adına oyunlarda yaş gruplarına daha çok ağırlık verilmesini bekliyoruz.

source: The recently released TES home console by Ninvento has proven to be a massive success. Sales numbers have exceeded expectations by far.{n}As one customer says: 'I love the games that come with the TES and playing with a controller is so much more fun than on a keyboard.'
el: Η πρόσφατα κυκλοφορημένη οικιακή κονσόλα TES από τη Ninvento αποδείχθηκε τεράστια επιτυχία. Οι αριθμοί πωλήσεων μέχρι στιγμής ξεπέρασαν κάθε προσδοκία.{n}Όπως λέει ένας πελάτης: 'Λατρεύω τα βιντεοπαιχνίδια που βγαίνουν για το TES και το παιχνίδι με χειριστήριο είναι πολύ πιο διασκεδαστικό από το πληκτρολόγιο.'
es: La nueva consola casera TES de Ninvento es un éxito impresionante. Las cifras de ventas sobrepasan con creces las expectativas.{n}Tal y y como ha dicho un cliente: "Me encantan los juegos de la TES, y jugar con un mando es mucho más divertido que con el teclado."
it: La console da casa TES rilasciata recentemente da Ninvento si è rivelata un enorme successo. I numeri alle vendite hanno superato le aspettative di gran lunga.{n}Come dice un cliente: 'Adoro i giochi venduti per TES e giocare con un controller è molto più divertente che con una tastiera.'
ru: Недавно выпущенная Ninvento домашняя консоль TES снискала неожиданно большой успех. Число продаж превосходит самые смелые ожидания.{n}Вот мнение одного пользователя: «Я обожаю игры, которые принесла TES, а играть с контроллером намного веселее, чем с клавиатурой».
tr: Ninvento tarafından henüz yayınlanan TES ev konsolu muazzam bir başarıya ulaştığını kanıtladı. Satış rakamları beklentileri fazlasıyla aştı.{n}Bir müşteri: 'TES ile beraber gelen ve oyun koluyla oynadığım oyunları seviyorum, klavye ile oynamaktan daha eğlenceli.' dedi

source: Following the massive success of the TES console there are now rumours circulating that Vena, another Japanese company, is planning to release a home gaming console on their own.
el: Ύστερα από τη μαζική επιτυχία της κονσόλας TES υπάρχουν τώρα φήμες ότι η Vena, μια άλλη Ιαπωνική εταιρεία, σχεδιάζει και αυτή να κυκλοφορήσει μία οικιακή gaming κονσόλα.
es: Tras el gran éxito de la consola TES, los rumores apuntan a que Vena, otra compañía japonesa, planea lanzar su propia videoconsola casera.
it: A seguito del massiccio successo della console TES girano ora nuove voci che la Vena, altra società Giapponese, stia pianificando di rilasciare la propria console di gioco da casa.
ru: Ходят слухи, что после оглушительного успеха консоли TES другая японская компания, Vena, тоже планирует выпуск собственной домашней игровой консоли.
tr: TES konsolunun büyük başarısından sonra Vena, bir başka Japon şirketi, kendine özel bir ev oyun konsolu yayımlamayı planladığı dolaşan söylentiler arasında.

source: The recently released gaming console, Master V by Vena, has stirred up the market worldwide. Industry experts say that the console is not very well marketed in North America but that it will flourish in other parts of the world.
el: Η πρόσφατα κυκλοφορημένη gaming κονσόλα, το Master V της Vena, έχει σαρώσει την αγορά παγκοσμίως. Οι ειδικοί λένε ότι η κονσόλα δεν είναι πολύ καλά προωθημένη στη Βόρεια Αμερική αλλά ότι θα ανθήσει σε άλλα μέρη του κόσμου.
es: La nueva videoconsola Master V de Vena ha sacudido el mercado global. Los expertos en la industria concuerdan en que la consola no ha sido muy promocionada en Norteamérica, pero que tendrá ventas fructíferas en el resto del mundo.
it: La console di gioco recentemente rilasciata, la Master V di Vena, ha sobillato il mercato globale. Gli esperti di industria dicono che la console non è ben commercializzata nel Nord America ma che spopolerà in altre parti del globo.
ru: Недавно выпущенная компанией Vena игровая консоль Master V всколыхнула мировой рынок. Эксперты индустрии считают, что в Северной Америке она не будет пользоваться популярностью — зато во всём остальном мире её ждёт успех.
tr: Vena tarafından henüz yayınlanan oyun konsolu Master V, pazarda dünya çapında bir heyecan yarattı. Endüstri uzmanlarının söylediğine göre konsol, Kuzey Amerika'da çok da iyi pazarlanmadı fakat dünyanın diğer kısımlarında oldukça yayılacak.

source: With the growing interest in video games there is also a growing audience for video game magazines. These magazines offer a great new way for game developers to market their upcoming games.
el: Με το μεγαλωμένο ενδιαφέρον στα βιντεοπαιχνίδια υπάρχει αυξανόμενη ζήτηση για περιοδικά βιντεοπαιχνιδιών. Αυτά τα περιοδικά προσφέρουν έναν φανταστικό καινούριο τρόπο για τους προγραμματιστές να προωθήσουν τα επερχόμενα παιχνίδια τους.
es: Conforme aumenta el interés en los videojuegos, también crecen los lectores de las revistas especializadas. Estas publicaciones ofrecen a los diseñadores una estupenda forma de comercializar sus próximos juegos.
it: Con l'interesse crescente nei videogiochi c'è anche un pubblico in crescita per le riviste di videogiochi. Queste riviste offrono un nuovo potente mezzo per gli sviluppatori di pubblicizzare i propri giochi in uscita.
ru: По мере роста интереса к видеоиграм растёт и аудитория игровых журналов. Такие журналы — ещё один хороший способ разработчику рассказать об игре, которую он готовит к выпуску.
tr: Video oyunlarına olan ilginin artmasının yanında, ayrıca video oyunu dergileri için giderek büyüyen bir kitle var. Bu dergiler oyun geliştiricilerine gelecek oyunlarını pazarlamaları için oldukça iyi bir yol sunuyor.

source: Today, Ninvento announced the much anticipated successor to the popular TES console. 'This is the greatest console we have ever built. It comes with state of the art 16-bit graphics and sound. It is simply super and that's why we decided to call it the Super TES!'.{n}Fans around the world have been waiting for this moment and it seems that they will not be disappointed.
el: Σήμερα, η Ninvento ανακοίνωσε τον πολυαναμενόμενο διάδοχο της κονσόλας TES. 'Αυτή είναι η καλύτερη κονσόλα που έχουμε δημιουργήσει. Έρχεται με σύγχρονα 16-bit γραφικά και ήχο. Είναι απλά υπέροχη και γι'αυτό αποφασίσαμε να την αποκαλέσουμε Super TES!'. {n}Θαυμαστές από όλο τον κόσμο περίμεναν αυτή την στιγμή και φαίνεται ότι δεν θα απογοητευτούν.
es: Ninvento ha anunciado hoy la muy anticipada sucesora de la popular TES. "Es la mejor consola que hemos construido jamás. Tanto sus gráficos de 16 bits como su sonido son de última generación. Es simplemente una súper consola, ¡Por eso hemos decidido llamarla Super TES!"{n}Los fans de todo el mundo llevan tiempo esperando este momento y todo apunta a que no quedarán decepcionados.
it: Oggi, Ninvento ha annunciato il tanto atteso successore della famosa console TES. 'Questa è la migliore console che abbiamo mai costruito. Uscirà con lo stato dell'arte delle grafiche e suoni a 16-bit. È semplicemente super ed è per questo che abbiamo deciso di chiamarlo Super TES!'.{n}Gli ammiratori in giro per il mondo sembra abbiano atteso tanto questo momento e sembra che non resteranno delusi.
ru: Сегодня Ninvento анонсировали давно ожидаемую игровую консоль — преемника TES. «В ней вас ожидают наисовременнейшие шестнадцатибитные графика и звук. Это будет наша лучшая консоль, суперконсоль, и мы недолго думали над названием. Встречайте: Super TES!»{n}Поклонники компании давно ждали этого момента, и, судя по всему, они не будут разочарованы.
tr: Bugün,Ninvento merakla beklenilen popüler TES konsolunun varisini açıkladı.'Bu bu güne kadar üretilen en iyi konsol. Bu sanatsal 16-bitlik grafik ve ses özelliği ile geliyor. Bu süper ve basit bu yüzden ona Süper TES demeye karar verdik!'.{n}Dünya çapında hayranları bu anı bekliyor ve onlar hayal kırıklığına uğramayacak gibi görünüyor.

source: The media is abuzz with the latest news from this year's Entertainment Conference. In a surprise announcement Vonny, a company known for general electronics has presented a prototype console called the Play System.{n}Apparently Vonny has collaborated with Ninvento, creators of the beloved and successful TES and Super TES consoles to develop what is basically a Super TES with a CD drive.{n}This would be the world's first console using a CD drive.
el: Τα τελευταία νέα απο το φετινό Entertainment Conference απασχόλησαν έντονα τα ΜΜΕ. Σε μία ανακοίνωση-έκπληξη η Vonny, μία εταιρεία γνωστή για γενικά ηλεκτρονικά παρουσίασε μία πρωτότυπη κονσόλα που ονομάζεται Play System.{n}Προφανώς η Vonny συνεργάστηκε με την Ninvento, δημιουργούς των πολυαγαπημένων και επιτυχημένων κονσολών TES και Super TES για να αναπτύξουν αυτό που βασικά είναι μία Super TES με CD drive.{n}Αυτή θα είναι παγκοσμίως η πρώτη κονσόλα που χρησιμοποιεί CD drive.
es: La prensa está entusiasmada por las últimas noticias de la Conferencia de Entretenimiento de este año. En un anuncio sorprendente, Vonny, compañía conocida por sus electromodésticos, ha presentado un prototipo de consola llamado Play System.{n}Vonny ha estado colaborando aparentemente con Ninvento, creador de las exitosas consolas TES y Super TES, para desarrollar básicamente una Super TES con lector de CD.{n}Esta podría ser la primera consola del mundo que use un lector de CD.
it: I media sono in fermento per le ultime novità dall' Entertainment Conference di quest'anno. In un annuncio a sorpresa Vonny, una società nota nel campo dell'elettronica generale ha presentato una console prototipo chiamata Play System.{n}Apparentemente Vonny avrebbe collaborato con Ninvento, creatrice delle famose e amate console TES e Super TES per sviluppare ciò che in pratica sarebbe un Super TES con lettore CD.{n}Questa sarebbe la prima console al mondo ad utilizzare un lettore CD.
ru: СМИ гудят от новостей с недавно прошедшей ежегодной выставки «Мир развлечений». Неожиданно для всех компания Vonny, ранее известная лишь своей бытовой электроникой, представила прототип консоли под названием Play System.{n}Судя по всему, Vonny сотрудничала с Ninvento, создателями успешных и популярных консолей TES и Super TES, и результатом стало нечто вроде Super TES с CD-приводом.{n}Это будет первая в мире консоль с поддержкой компакт-дисков.
tr: Medya bu yılki Eğlence Konferansı'nın son haberleri ile heyecanlandırdı. Süpriz bir duyuru açıklayan Vonny, genel elektronik alanıyla tanınan bir şirket Play System adı verilen bir prototip konsolu sundu.{n}Görünüşe göre Vonny Ninvento ile işbirliği yaptı, sevilen ve başarılı TES ve Süper TES konsolları üreticileri temel olarak CD sürücülü bir Süper TES geliştirdiler.{n}Bu CD driver kullanılan ilk konsol olucak.
