Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Today, Ninvento has announced their bid in the next-generation console market by announcing the Nuu. Instead of trying to compete with Mirconoft and Vonny on hardware strength and graphical power, Ninvento has decided to deliver a truly unique gaming experience.{n}The Nuu features a controller with a built-in motion sensor, which allows players to stand front of their TV and use the controller as a counterpart to virtual objects such as a tennis racquet.{n}First playtesters were seen with huge grins on their faces. It seems to be a lot of fun.
el: Σήμερα, η Ninvento ανακοίνωσε την προσφορά της στην αγορά των κονσολών νέας γενιάς ανακοινώνοντας το Nuu. Αντί να προσπαθήσει να ανταγωνιστεί με τη Mirconoft και τη Vonny σε ισχύ hardware και γραφική ισχύ, η Ninvento αποφάσισε να παραδώσει μία πραγματικά μοναδική gaming εμπειρία.{n}Το Nuu περιλαμβάνει χειριστήριο με ενσωματωμένο αισθητήρα κίνησης, ο οποίος επιτρέπει στους παίκτες να κάθονται μπροστά στην τηλεόρασή τους και να χρησιμοποιούν το χειριστήριο ως ομόλογο ψηφιακών αντικειμένων όπως μια ρακέτα τένις.{n}Οι πρώτοι δοκιμαστές εθεάθησαν με μεγάλα χαμόγελα στα πρόσωπά τους. Φαίνεται να είναι πολύ διασκεδαστικό.
es: Ninvento anunció hoy su apuesta por las consolas de nueva generación presentando la Nuu. En lugar de intentar competir contra Mirconoft y Vonny en cuanto a potencia gráfica y de hardware, Ninvento ha decidido proporcionar una experiencia de juego verdaderamente única.{n}La Nuu incluye un mando con un sensor basado en el movimiento que permite al jugador colocarse ante el televisor y usar el mando para interactuar con objetos virtuales, como una raqueta de tenis.{n}Los primeros testeadores mostraban sonrisas de enorme satisfacción. Parece ser de lo más divertida.
it: Oggi, Ninvento ha annunciato la loro scommessa per il mercato delle console di nuova generazione annunciando la Nuu. Invece di provare a competere con Mirconoft e Vonny sulla forza dell' hardware e la potenza grafica, Ninvento ha deciso di offrire una esperienza di gioco veramente unica.{n}La Nuu presenta un controller con sensore di movimento integrato, che permette ai giocatori di stare davanti alla TV ed usare il controller come controparte degli oggetti virtuali come ad esempio una racchetta da tennis.{n}I primi testatori di gioco son stati visti con enormi sorrisi sulle loro facce. Sembra essere molto divertente.
ru: Сегодня и Ninvento заявили о себе в споре за рынок консолей нового поколения, анонсировав Nuu. Не желая вступать с Mirconoft и Vonny в гонку процессорных и графических мощностей, Ninvento сделали ставку на уникальные игровые впечатления.{n}Nuu оснащена контроллером со встроенным датчиком движения, что позволяет игрокам, стоя перед экраном телевизора, использовать контроллер в качестве двойника виртуального игрового объекта — например, теннисной ракетки.{n}Игроки, первыми тестировавшие новую консоль, не могли сдержать своих эмоций. Похоже, она действительно позволяет получить совершенно новое удовольствие от игры.
tr: Bugün, Ninvento yeni jenerasyonda yapacakları konsol olan Nuu'yu duyurdu. Mirconoft ve Vonny'nin donanım kuvveti ve grafik gücü ile rekabet etmek yerine, Ninvento tamamen ayrıcalıklı bir oynanış deneyimi kazandırmaya karar verdi.{n}Nuunun pek çok özelliğinden biri hareket sensörlü kontrol cihazı, bu sizi TV karşısında kontrol cihazını hareket ettirerek bazı objeleri kullanmanızı sağlıyor örneğin bir tenis raketini.{n}Oyunu ilk test edenlerin yüzlerinde koca bir gülümseme beliriyor. Oldukça eğlenceli gibi.

source: Today, Grapple, the company responsible for the massively successful grPhone has announced their plans to release a tablet device called the grPad. Tablet devices are not a new idea in the computing industry but earlier attempts never seemed to take off. Many expect the grPad to do very well.
el: Σήμερα, η Grapple, η εταιρία που ευθύνεται για το μαζικά επιτυχημένο grPhone ανακοίνωσε τα σχέδιά της για να κυκλοφορήσει μία συσκευή tablet υπό την ονομασία grPad. Οι συσκευές tablet δεν είναι καινούρια ιδέα στη βιομηχανία των υπολογιστών αλλά προηγούμενες προσπάθειες ποτέ δεν φάνηκαν να απογειώνονται. Πολλοί περιμένουν το grPad να τα καταφέρει πολύ καλά.
es: Hoy, Grapple, la compañía responsable del tremendamente exitoso grPhone, anunció su intención de lanzar un dispositivo tablet llamado grPad. Las tablets no son una idea nueva en la industria de la computación, pero los intentos anteriores nunca terminaron de prosperar. Mucha gente espera que la grPad se venda muy bien.
it: Oggi, Grapple, società responsabile per il popolarissimo grPhone ha annunciato i propri piani di rilasciare un dispositivo tablet chiamato il grPad. I tablet non sono una novità nell'industria tecnologica ma i primi tentativi non sembrano esser mai decollati. Tanti si aspettano che il grPad venda molto bene.
ru: Сегодня Grapple, компания, разработавшая невероятно успешный grPhone, объявила о своих планах по выпуску планшетных устройств под названием grPad. До сих пор все попытки создать игровой планшет неизменно проваливались, но в успех разработчиков grPad верят очень многие.
tr: Bugün, Grapple, şirket sorumlusu grPhone'un kitlesel başarısından sonra bir tablet aygıtı olacak olan grPad'i duyurdu. Tablet cihazlar bilgisayar endüstürisinde yeni bir fikir değil ama eski çalışmalardan hiçbiri gözle görülür bir çıkış yakalayamadı. GrPad'ın çok iyi olacağı bekleniyor.

source: The mPad has received mixed reviews at launch, with many of them highlighting the fact that the mPad is indeed not the same as the grPad from Grapple. We will see what the future holds for this platform.
el: Το mPad έλαβε μικτές κριτικές στην κυκλοφορία του, με πολλές από αυτές να επισημαίνουν το γεγονός ότι το mPad δεν είναι πράγματι το ίδιο όπως το grPad της Grapple. Θα δούμε τη φυλάει το μέλλον για αυτήν την πλατφόρμα.
es: El mPad ha recibido en su lanzamiento críticas dispares que en su mayoría señalan que el mPad está lejos de ser lo mismo que el grPad de Grapple. Veremos qué le depara el futuro a esta plataforma.
it: L' mPad ha ricevuto recensioni contrastanti al lancio, con molti che sottolineano il fatto che l' mPad non è davvero come il grPad di Grapple. Vedremo cosa serba il futuro per questa piattaforma.
ru: Первые отзывы об mPad довольно противоречивы, но в одном большинство авторов сходятся: это определённо не то же самое, что grPad от Grapple. Посмотрим, что ждёт эту платформу в будущем.
tr: mPad satışa çıkmasıyla birlikte farklı görüşler aldı, çoğu mPad'in Grapple'un ürünü olan grPad ile aralarında farklılıklar olduğu konusunda hemfikir. Geleceğin bu platform için neler getireceğini göreceğiz.

source: Mirconoft has lost a substantial share of the market since {0} released their {1} console.{n}
el: …Η Mirconoft έχασε ένα σημαντικό μερίδιο της αγοράς από τότε που η {0} κυκλοφόρησε την κονσόλα της {1}.{n}
es: Mirconoft ha perdido una importante cuota de mercado desde que {0} lanzara su {1} consola.{n}
it: Mirconoft ha perso una grande fetta di mercato da quando {0} ha rilasciato la sua console {1}.{n}
ru: Mirconoft потеряли значительную долю рынка из-за того, что {0} выпустили свою консоль {1}{n}
tr: Mirconoft, {0} {1} konsolu yayınladığından beri piyasada önemli bir pay kaybetti.{n}

source: The new console is marketed as a unified entertainment platform and comes with voice control and a camera which is always watching to enable gesture control. A camera which is always on is not the only controversial feature as the new console also seems to require internet access at least once a day to function properly, does not support previous mBox games and seems to place restrictions on how games can be shared or resold.{n}Clearly, Mirconoft wants to push the current status quo and deliver a console for a new future of gaming but we are not sure if players will share Micronoft's vision.
el: Η νέα κονσόλα προωθείται ως μία ενοποιημένη πλατφόρμα διασκέδασης και έρχεται με έλεγχο φωνής και μια κάμερα που παρακολουθεί συνεχώς για να επιτρέψει για έλεγχο μέσω κινήσεων. Μια κάμερα που είναι πάντοτε αναμμένη δεν είναι η μόνη αμφιλεγόμενη λειτουργία καθώς η νέα κονσόλα επίσης φαίνεται να απαιτεί πρόσβαση στο διαδίκτυο τουλάχιστον μια φορά τη μέρα για να λειτουργήσει ομαλώς, δεν υποστήριζει προηγούμενα παιχνίδια του mBox και φαίνεται να τοποθετεί περιορισμούς στο πως τα παιχνίδια μπορούν να μοιράζονται ή να μεταπωλούνται.{n}Ξεκάθαρα, η Mirconoft θέλει να σπρώξει την παρούσα κατάσταση και να παραδώσει μια κονσόλα για ένα νέο μέλλον gaming αλλά δεν είμαστε σίγουροι για το εάν οι παίκτες μοιράζονται τις βλέψεις της Mirconoft.
es: La nueva consola ha sido promocionada como una plataforma unificada de entretenimiento y viene con control por voz y una cámara siempre observando para permitir control por gestos. Una cámara que está siempre encendida no es la única característica que genera controversia ya que la nueva consola también parece que requiere acceso a internet al menos una vez por día para funcionar correctamente, no soporta juegos anteriores de mBox y parece que impondrá restricciones en como los juegos pueden ser compartidos o revendidos.{n}Claramente Mirconoft quiere impulsar su actual statu quo y entregar una consola para un nuevo futuro en los juegos pero no estamos seguro si los jugadores compartirán la visión de Mirconoft.
it: La nuova console è presentata come piattaforma unificata di intrattenimento e arriva con controlli vocali e una videocamera che abilita il controllo gestuale. Una videocamera sempre attiva non è l'unico aspetto controverso dato che sembra che la nuova console richieda l'accesso a internet almeno una volta al giorno per funzionare correttamente, non supporti i giochi della precedente mBox e sembri porre restrizioni su come i giochi possano essere scambiati o rivenduti.{n}Chiaramente, Mirconoft vuole spingere sullo stato attuale e consegnare una console per un nuovo futuro dei videogiochi ma non siamo sicuri che i giocatori condivideranno la visione di Mirconoft.
ru: Новая консоль позиционируется как единый развлекательный комплекс и будет иметь возможность управления как с помощью голоса, так и с помощью жестов (благодаря постоянно работающей камере). Однако это планируемое нововведение уже вызвало массу нареканий, как и заявленная необходимость выхода в интернет минимум раз в сутки. Кроме того, консоль не поддерживает игры своего предшественника, mBox, да к тому же, похоже, накладывает ограничения на обмен и перепродажу игр.{n}Очевидно, Mirconoft рассчитывает изменить статус-кво в игровой индустрии и дать игрокам консоль будущего... но такого ли будущего ожидают от Micronoft игроки? Поживём — увидим.
tr: Yeni konsol, birleştirilmiş eğlence platformu olarak tanıttı ve ses kontrolü ayrıca birde e kamera ile birlikte geliyor ki bu kamera sizin hareketlerinizi sürekli takip edebilecek. Yeni konsol yanlızca bütün gün açık kalacak kamera ile değil ayrıca günde en azından bir kez interenete bağlanmak zorunda, daha önceki mBox oyunlarını desteklemiyor ve oyunların nasıl paylaşıldığı ve tekrar satılabileceği konularında sınırlamalar getiriyor.{n}Görünen o ki, Mirconoft kendi durumunu ileri taşıyım gelecek için daha iyi oyunlar sunmak istiyor ancak oyuncuların bu konuda Mirconoft ile aynı görüşte olup olmadıkları konusunda emin değiliz.

source: Vonny and {0}
el: Vonny και {0}
es: Vonny y {0}
it: Vonny e {0}
ru: Vonny и {0}
tr: Vonny ve {0}

source: After a massive public backlash to the controversial features announced for the upcoming mBox One, Mirconoft has today published a letter outlining their change of plans. The mBox One will no longer require a constant internet connection and will not place restrictions on how games are sold or shared.{n}Clearly the different and much more popular strategies of companies like {0}, as well as vocal players themselves, have forced this change of direction.
el: Έπειτα από μια τεράστια δημόσια αντίδραση στις αμφιλεγόμενες λειτουργίες που ανακοινώθηκαν για το επερχόμενο mBox One, η Mirconoft σήμερα δημοσίευσε ένα γράμμα που περιγράφει την αλλαγή των σχεδίων της. Το mBox One δεν θα απαιτεί πια συνεχή σύνδεση στο internet και δεν θα τοποθετεί περιορισμούς σχετικά με το πως τα παιχνίδια πωλούνται ή μοιράζονται.{n}Πολύ ξεκάθαρα οι διαφορετικές και πολύ πιο δημοφιλείς στρατηγικές εταιριών όπως της {0}, καθώς και ιδιαίτερα ομιλητικοί παίκτες, επέβαλαν αυτήν την αλλαγή πορείας.
es: Después de una masiva reacción negativa del público a las polémicas características anunciadas para la próximo mbox One, Mirconoft ha publicado hoy una carta indicando un cambio de planes. La Mbox ya no necesitará una conexión permanente a Internet y no impondrá restricciones a la venta de juegos o compartirlos.{n} Es evidente que diferentes estrategias, mucho más populares, de compañías como {0},así como de los portavoces de los jugadores, han forzado este cambio de dirección.
it: Dopo le massicce lamentele del pubblico sulle controverse caratteristiche annunciate per la mBox One in arrivo, Mirconoft ha pubblicato oggi una lettera sottolineando il loro cambio di piani. La mBox One non richiederà più connessione internet permanente e non porrà restrizioni su come scambiare e rivendere i giochi.{n}Chiaramente le differenti e molto più popolari strategie di società come {0}, e le proteste dei giocatori stessi, hanno imposto questo cambio di direzione.
ru: Столкнувшись с валом недовольных отзывов о планируемых особенностях анонсированной mBox One, Mirconoft поспешила объявить о смене стратегии. Новая консоль не будет требовать постоянного подключения к интернету, а продавать и передавать игры можно будет без ограничений.{n}Очевидно, что изменение планов было вызвано анализом чётко выраженных и более популярных стратегий других компаний, вроде {0}, а также мнения игроков.
tr: Açıklanan mBox One özelliklerinin halkta büyük tepkiye neden olmasından sonra, Mirconoft bugün bir mektup ile planların değiştiğini açıkladı. mBox One artık sürekli bir internet bağlantısı gerektirmeyecek ve oyunların nasıl ne şekilde satılıp satılamayacağı konusunda kısıtlama olmayacak.{n}Görünüyorki diğer kuvvetli {0} gibi şirketler ve yerel oyuncuların kendileri bu tarz bir değişiklik yapılmasına sebep oldu.

source: Dear {0}, we, the worldwide game developers guild, would like to invite you to a special award ceremony at our main meeting at the end of the year. Please come. (Hint: The game will end at the end of this year.)
el: Αγαπητέ/ή {0}, εμείς, η παγκόσμια συντεχνία προγραμματιστών παιχνιδιών, θα θέλαμε να σας προσκαλέσουμε σε μία ειδική τελετή απονομής βραβείων στην κύρια συνάντησή μας στο τέλος της χρονιάς. Παρακαλώ ελάτε. (Συμβουλή: Το παιχνίδι θα τελειώσει στο τέλος αυτής της χρονιάς.)
es: Estimado {0}, el gremio de diseñadores de videojuegos se complace en invitarle a una ceremonia especial de premios en nuestro centro habitual a final de año. Le rogamos que acuda. (Pista: La partida terminará al finalizar este año.)
it: Caro {0}, noi, la gilda mondiale degli sviluppatori di giochi, vorremmo invitarti a una speciale cerimonia di premiazione alla nostra riunione principale alla fine dell'anno. Vieni per favore. (Suggerimento: Il gioco finirà alla fine di quest'anno.)
ru: {0}, Мы, Международный союз разработчиков игр, хотели бы пригласить Вас на специальную церемонию вручения наград на наше главное заседание, которое состоится в конце этого года. Ждём Вас! (Пояснение: в конце года игра завершится.)
tr: Sevgili {0}, biz, dünya çapındaki oyun geliştiricileri birliği, sizi bu yılın sonunda yapılacak olan bizim ana toplantımızdaki özel bir ödül törenine davet etmek isteriz. Lütfen gelin. (İpucu: Oyun bu yılın sonunda sona erecek.)

source: A company by the name of RiseVR has developed a virtual reality headset which promises to finally start the path towards true 3D immersion. The new headset called Visorius looks like a pair of giant ski-goggles and provides a large field of vision as well as near-perfect motion tracking.
el: Μια εταιρία με το όνομα RiseVR έχει αναπτύξει ένα headset εικονικής πραγματικότητας το οποίο υπόσχεται να ξεκινήσει επιτελούς το δρόμο προς την πραγματική 3D αίσθηση. Το νέο headset που ονομάζεται Visorius μοιάζει με ένα ζευγάρι τεράστιων γυαλιών σκι και παρέχει ένα τεράστιο πεδίο όρασης καθώς και σχεδόν τέλεια καταγραφή της κίνησης.
es: Una compañía llamada RiseVr ha desarrollado un visor de realidad virtual que promete iniciar el camino hacia la verdadera inmersión 3D. El nuevo visor llamado Visorius luce como unas gafas para la nieve gigantes y provee un amplio campo de visión así como también una casi perfecta detección de movimiento.
it: Una società chiamata RiseVR ha sviluppato un occhiale per la realtà virtuale che promette di aprire finalmente la strada verso la vera immersione in 3D. Il nuovo occhiale chiamato Visorius ha l'aspetto di una maschera da sci gigante e offre un campo visivo enorme come una quasi perfetto tracciamento dei movimenti della testa.
ru: Компания RiseVR разработала гарнитуру виртуальной реальности, которая обещает стать первым шагом к настоящему 3D. Новая гарнитура называется Visorius и выглядит как огромные горнолыжные очки. Она почти идеально отслеживает движение и обеспечивает широкое поле зрения.
tr: RiseVR adında bir şiket nihayet sanal gerçeklik veren bir aygıt tasarladı ve bu 3B dünyası için ilk adım. Yeni aygıt Visorius adında, dev bir dalma gözlüğüne benziyor ve hareket algılayıcılarına sahip.

source: A first test left some players feeling a little motion-sick but with the right game this technology can surely deliver a new level of immersion.
el: Ένα πρώτο τεστ άφησε μερικούς παίκτες λίγο ζαλισμένους όμως με το σωστό παιχνίδι αυτή η τεχνολογία μπορεί σίγουρα να παραδώσει ένα νέο επίπεδο εμβάθυνσης.
es: Una primera prueba dejó algunos jugadores sintiéndose un poco mareados, pero con el uso adecuado esta tecnología sin duda puede ofrecer un nuevo nivel de inmersión.
it: Un primo test ha lasciato alcuni giocatori con una leggera chinetosi ma con il gioco giusto questa tecnologia fornirà un livello tutto nuovo di immersione.
ru: У некоторых игроков первые опыты вызвали ощущение морской болезни, но нет сомнений, что при правильном подходе эта технология позволит совершенно по-новому погрузиться в игру.
tr: Teste katılan bir kaç oyuncu biraz hareket-hastası olsada, doğru ekipmanlarla bu yeni bir teknolojinin kapılarını aralayacak gibi.

source: outstanding
el: άψογες
es: excelentes
it: eccezionale
ru: великолепно
tr: fevkalade

source: great
el: φανταστικές
es: muy buena
it: grande
ru: превосходно
tr: harika

source: good
el: καλές
es: buenas
it: buona
ru: хорошо
tr: iyi

source: moderate
el: μέτριες
es: moderadas
it: modesta
ru: неплохо
tr: orta

source: below average
el: κακές
es: por debajo de la media
it: mediocre
ru: так себе
tr: ortalamanın altında

source: pretty bad
el: πολύ κακές
es: muy malas
it: pessima
ru: довольно плохо
tr: oldukça kötü

source: {0} has recently released a sequel to their game {1}. The newest game in the series titled {2} was met with {3} responses.
el: Η {0} πρόσφατα κυκλοφόρησε ένα σίκουελ για το παιχνίδι της {1}. Το νεότερο παιχνίδι στη σειρά με το όνομα {2} έγινε αποδεκτό με {3} αντιδράσεις.
es: {0} ha sacado recientemente una secuela de su juego {1}. El nuevo título en la serie, titulado {2}, ha recibido críticas {3}.
it: {0} ha recentemente rilasciato un sequel del loro gioco {1}. L'ultimo gioco della serie intitolata {2} ha avuto un riscontro {3}.
ru: Компания «{0}» недавно выпустила продолжение игры «{1}». Новая игра серии называется «{2}» и была встречена {3}.
tr: {0} şirketi {1} için bir devam oyunu yayınladı. {2} olarak adlandırılan yeni oyun için {3} yorumu yapıldı.

source: Critics praised that {0} had a newer engine than the original, really driving technical innovation.
el: Οι κριτικοί επιδοκίμασαν το γεγονός ότι το {0} είχε πιο καινούργια μηχανή από το αρχικό, ωθώντας πραγματικά την καινοτομία στον τεχνικό τομέα.
es: Los críticos han alabado a {0} por contar con un motor renovado respecto al original, apostando por la innovación tecnológica.
it: La critica ha lodato che {0} ha un motore aggiornato rispetto all'originale, portando davvero dell'innovazione tecnica.
ru: Критики особо отметили тот факт, что «{0}» использует новый игровой движок, и это выводит её на современный уровень.
tr: Eleştirmenlerin övgülerine göre {0}, aslına göre daha yeni bir oyun motoruna sahip ve teknik gelişimini gerçekten arttıyor.

source: A major negative reaction came from fans who felt that with the original coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
el: Μία τεράστια αρνητική αντίδραση ήρθε από οπαδούς που αισθάνθηκαν ότι με το αρχικό να κυκλοφορεί μόλις {0} βδομάδες πριν, η εταιρία προσπαθεί να αρμέξει το franchise για περισσότερα χρήματα χωρίς να προσφέρει πολλά καινούργια για να απολαύσουν οι παίκτες.
es: Ha habido una respuesta ampliamente negativa por parte de los fans, quienes creen que, habiéndose lanzado el original tan sólo {0} semanas antes, la compañía intenta exprimir monetariamente la franquicia sin ofrecer nada nuevo a los jugadores.
it: Una grande reazione negativa è arrivata dagli ammiratori che sentono, con l'originale uscito soltanto {0} settimane prima, che la società stìa cercando di spremere altro denaro alla serie senza dare nulla di nuovo con cui divertirsi ai giocatori.
ru: Игра-продолжение была встречена валом негативных отзывов от игроков. По словам одного из них, «когда продолжение отделено от оригинала всего {0} неделями, мы начинаем крепко подозревать, что из нас просто пытаются выкачать побольше денег, не давая взамен практически ничего нового!»
tr: Orjinalin çıkmasına {0} hafta kala şirketin daha çok para kazanmak adına yaptıklarından dolayı hayranlardan büyük bir tepki var.

source: Sequel
el: Σίκουελ
es: Secuela
it: Seguito
ru: Продолжение
tr: Devam Oyunu

source: {0} has recently released an expansion pack to their game {1}. The expansion pack titled {2} was met with {3} responses.
el: Η {0} πρόσφατα κυκλοφόρησε ένα πακέτο επέκτασης για το παιχνίδι της {1}. Το πακέτο επέκτασης υπό την ονομασία {2} συναντήθηκε με {3} ανταποκρίσεις.
es: {0} acaba de lanzar un pack de expansión para el juego {1}. La expansión, titulada {2}, ha recibido críticas {3}.
it: {0} ha recentemente rilasciato un'espansione per il loro gioco {1}. L'espansione intitolata {2} ha avuto un riscontro {3}.
ru: Компания «{0}» недавно выпустила дополнение к своей игре «{1}». Дополнение называется «{2}» и было встречено {3}.
tr: {0} şirketi kısa bir süre önce {1} adlı oyuna bir genişleme paketi yayınladı. {2} olarak adlandırılan genişleme paketi {3} yorumunu aldı.
