Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Our research is complete. There is definitely a big opportunity ahead of us. If we create our own hardware lab and have the appropriate technology specialists to run it then we could even create our very own gaming console!{n}It would not be cheap and it will probably take us a few years but maybe we could even trump the likes of an mBox or the Playsystem!
el: Η έρευνά μας ολοκληρώθηκε. Υπάρχει σίγουρα μια μεγάλη ευκαιρία μπροστά μας. Αν φτιάξουμε το δικό μας εργαστήριο hardware και έχουμε τους απαραίτητους τεχνολογικούς ειδήμονες για να το λειτουργήσουν θα μπορούσαμε μέχρι και να φτιάχναμε τη δική μας παιχνιδομηχανή!{n}Δε θα ήταν φθηνό και πιθανότατα να μας πάρει μερικά χρόνια αλλά ίσως να μπορούσαμε μέχρι και να ξεπεράσουμε ένα mBox ή το Playsystem!
es: Hemos terminado la investigación. Está claro que tenemos una gran oportunidad por delante. Si creamos nuestro propio laboratorio de hardware y contamos con los especialistas tecnológicos adecuados para dirigirlo, ¡podríamos crear incluso nuestra propia consola!{n}No sería barato y probablemente nos llevaría varios años, ¡pero podríamos obtener un triunfo similar al de la mBox o la Playsystem!
it: La nostra ricerca è completa. C'è effettivamente una grande opportunità innanzi a noi. Se creassimo il nostro laboratorio di hardware e avessimo gli esperti di tecnologia a guidarlo potremmo pure creare la nostra console di gioco!{n}Non sarà economico e ci richiederà alcuni anni ma potremmo perfino sbancare come la mBox o la Playsystem!
ru: Наше исследование завершено, и теперь перед нами открываются большие возможности. Если мы откроем свою аппаратную лабораторию и обучим соответствующих специалистов, то сможем создать собственную игровую консоль!{n}Это обойдётся нам недёшево и, скорее всего, займёт несколько несколько лет, но не исключено, что в итоге мы сможем даже превзойти mBox или Playsystem!
tr: Araştırmamız tamamlandı. Önümüzde kesinlikle büyük bir fırsat var. Eğer kendi donanım laboratuvarımızı kurar ve burayı işletecek uygun teknoloji uzmanlarına sahip olursak kendi oyun konsolumuzu bile yaratabiliriz!{n}Bu ucuz olmayacak ve muhtemelen bir kaç yılımızı alacak ama belki mBox veya Playsystem'ı gölgede bırakabiliriz bile!

source: Before we can think about creating this lab we need at least one technology specialist on our team so this should be our priority.
el: Πριν να μπορούμε να σκεφτούμε τη δημιουργία αυτού του εργαστηρίου χρειαζόμαστε τουλάχιστον έναν ειδικό τεχνολογίας στην ομάδα μας έτσι αυτή θα πρέπει να είναι η προτεραιότητά μας.
es: Antes de que podamos pensar en crear este laboratorio necesitamos un especialista en tecnología en el equipo, así que esa debería ser nuestra prioridad.
it: Prima di pensare di creare questo laboratorio abbiamo bisogno di almeno uno specialista tecnologico nella nostra squadra quindi questa dovrebbe essere la nostra priorità.
ru: Нам в команде нужен хотя бы один специалист по технологиям — без этого нечего и думать про аппаратную лабораторию. Пожалуй, следует уделить этому вопросу самое пристальное внимание.
tr: Bu laboratuvarı yaratmayı düşünmeden önce kadromuzda en az bir teknoloji uzmanına ihtiyacımız var yani önceliğimiz bu olmalı.

source: Massively Multiplayer Online games! We know how much fun it is to play multiplayer games but imagine that instead of playing with a handful of players you could play with thousands! This project will unlock a brand new genre to allow you to create MMO games.
el: Παιχνίδια Massively Multiplayer Online! Γνωρίζουμε πόσο διασκεδαστικό είναι το να παίζει κανείς παιχνίδια πολλών παικτών αλλά φανταστείτε αντί να παίζετε με μόνο ένα μικρό μερίδιο παικτών να μπορούσατε να παίζατε με χιλιάδες! Αυτό το πρότζεκτ θα ξεκλειδώσει ένα νέο είδος παιχνιδιού για να σας επιτρέψει τη δημιουργία παιχνιδιών MMO.
es: ¡Juegos Masivos Multijugador Online! Sabemos lo divertido que es un juego multijugador, ¡pero imagina lo que sería jugar con miles de jugadores en lugar de unos pocos! Este proyecto desbloqueará un género completamente nuevo que te permitirá crear juegos MMO.
it: Giochi Multigiocatore Massivo Online! Sappiamo quanto divertente sia giocare in multigiocatore ma immagina che invece di giocare con una manciata di giocatori tu possa giocare con migliaia! Questo progetto sbloccherà un nuovo genere per permetterti di creare giochi MMO.
ru: Массовые многопользовательские онлайн-игры! Мы знаем, как интересен мультиплеер, но представьте, насколько увлекательнее было бы играть не с горсткой игроков, а с тысячами! Завершение проекта откроет совершенно новый жанр и позволит нам создавать MMO-игры.
tr: Devase Online Oyunlar! Çok oyunculu oyunlar oynamanın ne kadar eğlenceli olduğunu biliyoruz fakat bir avuç oyuncuyla oynamak yerine binlercesiyle oynayabileceğini hayal et! Bu proje MMO yapmanıza olanak sağlayan yeni bir türü açacak.

source: Boss, our research into massively multiplayer online (MMO) games is complete. The possibilities of MMOs are big but they are also risky. In our research we realized that before we can begin to develop an MMO we will need to create a special game engine for it.{n}You will need to complete the research for the MMO support feature with one of your staff. Once it is integrated into a game engine you can start building an MMO but be careful. It seems that MMOs only work with the best theme/genre combinations and you will also need to have specialists on your team to make an MMO successful.
el: Αφεντικό, η έρευνά μας στα παιχνίδια MMO έχει τώρα ολοκληρωθεί. Οι ευκαιρίες που παρουσιάζουν τα MMO είναι μεγάλες αλλά φέρουν επίσης ρίσκο. Στην έρευνά μας συνειδητοποιήσουμε ότι πριν να μπορούμε να ξεκινήσουμε την ανάπτυξη ενός MMO θα χρειαστεί να δημιουργήσουμε μια ειδική μηχανή γραφικών για αυτό.{n}Θα χρειαστεί να ολοκληρώσετε την έρευνα για την δυνατότητα υποστήριξης MMO με έναν από το προσωπικό σας. Μόλις ενσωματωθεί μέσα σε μια μηχανή γραφικών μπορεί να αρχίσετε να χτίζετε ένα MMO αλλά να είστε προσεκτικοί. Φαίνεται ότι τα MMO δουλεύουν μόνο με τους καλύτερους συνδυασμούς θέματος/είδους και επίσης θα χρειαστεί να έχετε ειδήμονες στην ομάδα σας για να έχει επιτυχία ένα MMO.
es: Jefe nuestra investigación de juegos masivos multijugador online (MMO) se ha completado. Las posibilidades de los MMOs son grandes, pero también arriesgadas. En nuestra investigación hemos descubierto para desarrollar un MMO necesitaremos crear un motor especial.{n}Deberás completar la investigación del soporte MMO con alguno de tus empleados. Una vez lo integres a un motor de juego podrás empezar a crear un MMO, pero ten cuidado. Parece que estos juegos sólo funcionan con las mejores combinaciones tema/género, y también neceistarás especialistas en tu equipo para que sea exitoso.
it: Capo, la nostra ricerca nei giochi multigiocatore massivo online (MMO) è completa. Le possibilità degli MMO sono tante ma sono anche rischiosi. Durante la nostra ricerca abbiamo realizzato che prima di iniziare a sviluppare MMO avremo bisogno di creare un motore di gioco speciale per esso.{n}Avrai bisogno di completare la ricerca per il supporto MMO con un membro del tuo personale. Una volta che sarà integrato in un motore di gioco potrai cominciare a creare un MMO ma stai attento. Sembra che gli MMO funzionino soltanto con le migliori combinazioni tema/genere e avrai anche bisogno di avere specialisti nella tua squadra per creare un MMO di successo.
ru: Босс, наше исследование многопользовательских онлайн-игр (MMO) завершено. Такие игры обладают огромными возможностями, но при этом являются довольно рискованным начинанием. В ходе исследования стало ясно, что прежде чем создавать ММО-игры, необходимо разработать специальный игровой движок для них.{n}Один из наших сотрудников должен будет завершить исследования, необходимые для функции поддержки MMO. Интегрировав её в движок, можно будет приступить к созданию ММО-игры — но будьте осторожны. Чтобы добиться успеха, нужно использовать только лучшие сочетания тематики и жанра, а в команде должны быть специалисты.
tr: Patron, devasa online oyun (MMO) ile ilgili araştırmamız tamamlandı. MMOların olanakları çok büyük fakat bir o kadar da riskli. Araştırmamızda MMO geliştirmeye başlamadan önce ona özel bir oyun motoru yaratmamız gerektiğinin farkına vardık.{n}MMO destek özelliği araştırmasını çalışanlarınızdan biriyle yapmanız gerek. Bir oyun motoruna entegre edildikten sonra bir MMO yapmaya başlayabilirsiniz fakat dikkatli olun. MMOlar sadece en iyi tema/tür kombinasyonlarıyla çalışıyor gibi görünüyor ve ayrıca bir MMO'yu başarıya ulaştırmak için ekibinizde uzmanların olması gerekecek.

source: AAA Games
el: Παιχνίδια AAA
es: Juegos AAA
it: Giochi AAA
ru: AAA-игры
tr: AAA Oyunları

source: We have proven that we can make large games work. How about we see how we can make games that are so massive in scope and of such high quality that they will create an entire new label. To borrow a term from the finance sector they will be triple A rated games or to borrow from the movie industry, true blockbusters.
el: Έχουμε αποδείξει ότι τα καταφέρνουμε με παιχνίδια μεγάλου μεγέθους. Τι λέτε να δούμε αν μπορούμε να δημιουργήσουμε παιχνίδια τόσο μεγάλα σε έκταση και τόσο υψηλής ποιότητας που θα δημιουργήσουν μια εντελώς νέα κατηγορία. Για να δανειστούμε έναν όρο από τον οικονομικό τομέα θα ήταν παιχνίδια AAA ή για να δανειστούμε έναν όρο από την βιομηχανία των ταινιών, πραγματικά blockbuster.
es: Hemos demostrado ser capaces de hacer juegos grandes que funcionen. ¿Qué tal si comprobamos si podemos hacer juegos tan enormes en extensión y de tal calidad que reciban una definición totalmente nueva? Tomando prestado un término del sector financiero, se les podría llamar juegos de tipo AAA, o superproducciones en lenguaje cinematográfico.
it: Abbiamo dato prova che possiamo fare giochi di grandi dimensioni che funzionino. Che ne pensi di guardare se possiamo fare giochi che son così colossali negli obbiettivi e di così alta qualità da creare nuovi punti di riferimento? Prendendo in prestito un termine dalla finanza sarebbero giochi valutati AAA o prendendolo dalla industria cinematografica, dei colossal.
ru: Мы доказали, что можем делать успешные большие игры. Почему бы нам не взяться за разработку таких игр, которые своей масштабностью и качеством зададут новую планку в игровой индустрии? Финансисты называют это ААА-классом, а киношники — блокбастером.
tr: Biz büyük oyun işleri yapabileceğimizi kanıtladık. Tamamen yeni bir etiket yaratabilecek kadar yüksek kalitede ve bu kadar geniş içeriğe sahip oyunları nasıl yapabileceğimizi görsek. Finans sektöründen 3 A için sözleşme almak yada film endüstrisinden almak oldukça etkili.

source: Boss, our research into AAA games is complete and we can now begin to create AAA games. A triple A game requires well-trained staff and it is best to have specialists in the different areas to make sure the team does their best work.{n}When creating a AAA game we can also use the R&D lab to develop a special marketing campaign which greatly enhances the hype around the game.
el: Αφεντικό, η έρευνά μας στα παιχνίδια AAA έχει ολοκληρωθεί και τώρα μπορούμε να αρχίσουμε να δημιουργούμε παιχνίδια AAA. Ένα παιχνίδι AAA απαιτεί καλά εκπαιδευμένο προσωπικό και είναι καλύτερο να τοποθετήσετε ειδήμονες στους διαφορετικούς τομείς για να σιγουρευτείτε ότι η ομάδα κάνει την καλύτερη δουλειά της.{n}Όταν δημιουργούμε ένα παιχνίδι AAA μπορούμε επίσης να χρησιμοποιούμε το εργαστήριο Ε&Α για να αναπτύξουμε μία ειδική εκστρατεία μάρκετινγκ που βελτιώνει την προώθηση του παιχνιδιού.
es: Jefe, hemos completado la investigación de juegos AAA, con lo que ya podemos crearlos. Un juego AAA requiere una plantilla bien entrenada y es mejor contar con especialistas en distintos campos para asegurarnos de que el equipo lo hace lo mejor que puede.{n}Mientras creemos un juego AAA, también podemos echar mano del laboratorio de I+D para que diseñe una campaña publicitaria especial que incrementará muchísimo la expectación en torno al juego.
it: Capo, la nostra ricerca dei giochi AAA è completa e ora possiamo cominciare a creare giochi AAA. Un gioco tripla A richiede personale ben istruito e sarebbe meglio avere specialisti in aree differenti per assicurarci che la squadra svolga il lavoro al meglio.{n}Quando creiamo un gioco AAA possiamo usare il laboratorio R&S perché sviluppi una campagna marketing speciale che aumenti grandemente l' hype attorno al gioco.
ru: Босс, наше исследование завершено, и теперь мы можем создавать игры ААА-класса. Для таких проектов требуются хорошо обученные разработчики, а в идеале — специалисты в разных областях, только тогда команда покажет наилучшие результаты.{n}Во время работы над AAA-игрой мы также можем задействовать нашу научную лабораторию, подготовив специальную маркетинговую кампанию, которая значительно повысит ажиотаж вокруг игры.
tr: Patron, AAA oyunları için yaptığımız araştırma tamamlandı ve artık AAA oyunları üretebiliriz. Bir üçlü A cinsi oyun yaratmak için iyi-eğitim almış çalışana ve takımın elinden gelenin en iyisini yapmasını sağlamak için profesyonellere ihtiyacımız var.{n}AAA oyunu oluştururken ArGe labaratuarını kullanabilir, özel pazarlama yöntemleri yaratabilir ve oyun için bekleyen oranı sayısını arttırabiliriz.

source: The hardware lab can also be used to develop special hardware products such as keyboard, mice and headsets that are sold with the game.
el: Το εργαστήριο hardware (υλικού) μπορεί τώρα επίσης να χρησιμοποιηθεί για την ανάπτυξη ειδικών προϊόντων hardware όπως πληκτρολόγια, ποντίκια και headset που πωλούνται μαζί με το παιχνίδι.
es: El laboratorio de hardware también puede usarse para desarrollar productos especiales de hardware como teclados, ratones y cascos para venderlos junto con el juego.
it: Il laboratorio hardware può anche essere usato per sviluppare prodotti hardware speciali come tastiere, mouse e cuffie che vengano venduti con il gioco.
ru: Кроме того, можно задействовать аппаратную лабораторию и разработать периферийные устройства — например, клавиатуры, мыши, гарнитуры — специально для продажи вместе с игрой.
tr: Donanım laboratuvarında ayrıca özel donanım ürünleride yaratabilirsiniz örneğin klavye, mouse veya kulaklık.

source: Marketing Campaign
el: Εκστρατεία Μάρκετινγκ
es: Campaña Publicitaria
it: Campagna Marketing
ru: Маркетинговая кампания
tr: Pazarlama Kampanyası

source: Let's use our in-house skills to design a special marketing campaign for our AAA title.
el: Ας χρησιμοποιήσουμε τις μυστικές δεξιότητές μας για να σχεδιάσουμε μία ειδική εκστρατεία μάρκετινγκ για τον AAA τίτλο μας.
es: Echemos mano de las habilidades internas para diseñar una campaña publicitaria especial para nuestro título AAA.
it: Usiamo le nostre abilità interne per disegnare una campagna marketing speciale per il nostro titolo AAA.
ru: Давайте используем наши внутренние ресурсы и подготовим специальную маркетинговую кампанию для нашего AAA-проекта.
tr: Hadi, AAA başlığımız için kendi yeteneklerimizi özel pazarlama kampanyası oluşturmada kullalım.

source: Custom Hardware
el: Προσαρμοσμένο Hardware
es: Hardware Personalizado
it: Hardware Personalizzato
ru: Особая периферия
tr: Özel Donanım

source: Let's use our in-house hardware lab to design and develop special hardware products to coincide with the release of our AAA title.
el: Ας χρησιμοποιήσουμε το εσωτερικό εργαστήριο υλικού μας για να σχεδιάσουμε και να αναπτύξουμε ειδικά προϊόντα hardware που θα συμπέσουν με την κυκλοφορία του AAA τίτλου μας.
es: Usemos el laboratorio interno de hardware para desarrollar productos especiales de hardware que coincidan con el lanzamiento de nuestro título AAA.
it: Usiamo le nostre abilità interne per disegnare e sviluppare prodotti hardware speciali che escano al rilascio del nostro titolo AAA.
ru: Давайте задействуем аппаратную лабораторию и разработаем особые периферийные устройства, продажи которых приурочим к выходу нашей ААА-игры.
tr: Hadi, AAA başlığımızla çıkarabilmek için kendi labaratuarımızda oluşturabileceğimiz özel donanım ürünleri yapalım.

source: Management
el: Διαχείριση
es: Administración
it: Gestione
ru: Менеджмент
tr: Yönetim

source: Staff Management
el: Διαχείριση Προσωπικού
es: Administración de Personal
it: Gestione Personale
ru: Управление персоналом
tr: Personel Yönetimi

source: Well done! You've successfully completed your management course and you are now able to hire your very first employee! To get started close this message and then {0} the 'Fill Position...' button which is visible near the big desk.
el: Μπράβο! Έχετε επιτυχώς ολοκληρώσει το μάθημα διαχείρισης και τώρα είστε ικανοί να προσλάβετε τον πρώτος σας υπάλληλο! …Για να ξεκινήσετε κλείστε αυτό το μήνυμα και έπειτα {0} το κουμπί 'Κάλυψη Θέσης...' που είναι ορατό κοντά στο μεγάλο γραφείο.
es: ¡Bien hecho! ¡Has completado exitosamente tu curso de gerencia y ahora eres capaz de contratar tu primer empleado! Para empezar cierra este mensaje y luego haz {0} en el botón de 'Ocupar vacante' que está cerca del gran escritorio.
it: Ben fatto! Hai completato con successo Il tuo corso gestionale e ora puoi assumere il tuo primo vero impiegato! Per cominciare chiudi questo messaggio e poi {0} il pulsante 'Riempi posizione...' che è visibile vicino alla grande scrivania.
ru: Замечательно! Вы успешно завершили курс по управлению персоналом и теперь можете нанять своего первого сотрудника! Закройте это сообщение, а затем {0} по кнопке «Нанять», которая находится у большого стола.
tr: Tebrikler! Yöneticilik kursunu başarıyla tamamladın ve artık kendine ait ilk çalışanını işe alabilirsin! Başlamak için bu mesajı kapat ve 'Pozisyonu Doldur...' butonuna {0} ki kendisi büyük masanın hemen orda duruyor.

source: Training Complete
el: Εκπαίδευση Ολοκληρώθηκε
es: Entrenamiento Completado
it: Addestramento Completato
ru: Обучение завершено
tr: Eğitim Tamamlandı

source: Staff Welcome Training
el: Εκπαίδευση Καλωσορίσματος Προσωπικού
es: Curso de Bienvenida al Equipo
it: Addestramento di Benvenuto del Personale
ru: Тренинг для новых сотрудников
tr: Personele Hoş Geldin Eğitimi

source: Special
el: Ειδικός
es: Especial
it: Speciale
ru: Особые тренинги
tr: Özel

source: Develop patch
el: Ανάπτυξη patch
es: Crear parche
it: Sviluppa Patch
ru: Разработать патч
tr: Yama geliştirmek

source: {0} has recently released a much needed patch for {1}. One fan said: 'I love companies like {0}. They don't just milk their customers for more money but also understand our concerns and make sure that we can enjoy our games!'.
el: Η {0} πρόσφατα κυκλοφόρησε ένα πολύ αναγκαίο patch για το {1}. Ένας οπαδός είπε: 'Αγαπώ τις εταιρίες σαν τη {0}. Δεν αρμέγουν απλά τους πελάτες τους για περισσότερο χρήματα αλλά επίσης κατανοούν τις ανησυχίες μας και σιγουρεύουν ότι μπορούμε να απολαύσουμε τα παιχνίδια μας!'.
es: {0} ha lanzado recientemente un muy necesitado parche para {1}. Un fan dijo: 'Amo las compañías como {0}. No solo exprimen a sus clientes por mas dinero sino que también entienden nuestras preocupaciones y se aseguran de que disfrutemos nuestros juegos!.
it: {0} ha di recente rilasciato una patch davvero necessaria per {1}. Un fan ha detto: 'Adoro società come {0}. Non pensano a spremere denaro ai consumatori ma capiscono le nostre preoccupazioni e si assicurano che possiamo goderci i nostri giochi!'.
ru: Компания «{0}» недавно выпустила очень нужный патч для игры «{1}». Вот реакция одного из фанатов: «Мне нравятся такие компании, как "{0}". Они хоть и выкачивают деньги из пользователей, но при этом понимают наши проблемы и стараются, чтобы мы в полной мере получали то, за что заплатили».
tr: {0} yakın zamanda oldukça ihtiyacı olan {1} için daha gerekli bir yama yayınladı. Bir hayran: '{0} gibi şirketleri seviyorum. Müşterilerinden daha çok para toplamak yerine bizleri anlayıp bizim oyundan daha fazla zevk almamızı sağlamaya çalışıyorlar!'.

source: It seems that {0} has finally released their patch for {1}. One fan said: 'I can't believe it took them so long to release a patch! I surely hope that they are more efficient next time!'
el: Φαίνεται ότι η {0} επιτέλους κυκλοφόρησε το patch για το {1}. Ένας οπαδός είπε: 'Δεν το πιστεύω ότι τους πήρε τόσο πολύ για να βγάλουν ένα patch! Ευελπιστώ να είναι πιο αποδοτικοί την άλλη φορά!'
es: Parece que {0} ha lanzado al fin su parche para {1}. Un fan ha dicho: "¡No puedo creer que les haya llevado tanto tiempo sacar un parche! ¡Espero que la próxima vez sean más eficientes!"
it: Sembra che {0} abbia finalmente rilasciato la loro patch per {1}. Un fan ha detto: 'Non ci posso credere che abbiano impiegato tanto tempo per rilasciare una patch! Spero sicuramente che siano più efficienti la prossima volta!'
ru: Компания «{0}» наконец-то выпустила патч для своей игры «{1}». Один из фанатов заявил: «Неужели на это действительно требовалось столько времени? Искренне надеюсь, что в следующий раз они окажутся расторопнее».
tr: Görünüşe göre {0} nihayet {1} için bir yama çıkardı. Hayranlardan biri: 'Bir yamanın yayınlanmasının bu kadar uzun sürdüğüne inanamıyorum! Umuyorum bi sonraki sefere daha hızlı olabilirler!' dedi

source: Specialists
el: Ειδικοί
es: Especialistas
it: Specialisti
ru: Сертификация специалиста
tr: Uzmanlıklar

source: Design Specialist (Req. 700 D)
el: Ειδικός Σχεδιασμού (Απαιτεί 700 Σ)
es: Especialista en Diseño (Req. 700 D)
it: Specialista di Design (Rich. 700 D)
ru: Специалист по дизайну (треб. 700 Д)
tr: Tasarım Uzmanlığı(700 Tasarım Gerekli)

source: Technology Specialist (Req. 700 T)
el: Ειδικός Τεχνολογίας (Απαιτεί 700 Τ)
es: Especialista en Tecnología (Req. 700 T)
it: Specialista di Tecnologia (Rich. 700 T)
ru: Специалист по технологиям (треб. 700 T)
tr: Teknoloji Uzmanlığı(700 Teknoloji Gerekli)

source: Boost (Req. D:500 or T:500)
el: Ενίσχυση (Απαιτεί Σ:500 ή Τ:500)
es: Impulso (Req. D:500 o T:500)
it: Sprint (Rich. D:500 o T:500)
ru: Концентрация (треб. Д:500 или Т:500)
tr: Güçlendirme(500 Teknoloji ya da Tasarım Puanı Gerekli)

source: Boost Max. Level 3 (Req. D:700 or T:700)
el: Μέγιστη Ενίσχυση Επίπεδο 3 (Απαιτεί Σ:700 ή Τ:700)
es: Impulso Máx. Nivel 3 (Req. D:700 o T:700)
it: Sprint Max. Livello 3 (Rich. D:700 o T:700)
ru: Макс. концентрация (треб. Д:700 или Т:700)
tr: Güçlendirme Mak. Seviye 3 (700 Teknoloji ya da Tasarım Puanı Gerekli)

source: Specialization
el: Ειδίκευση
es: Especialización
it: Specializzazione
ru: Спецкурсы
tr: İhtisas

source: {0} [Req. {1}D/{2}T]
el: {0} [Απαιτεί {1}Σ/{2}Τ]
it: {0} [Rich. {1}D/{2}T]
ru: {0} [Треб. {1}Д/{2}Т]
tr: {0} [{1}Tasarım/{2}Teknoloji Gerekli]

source: Coding contest
el: Διαγωνισμός προγραμματισμού
es: Concurso de programación
it: Gara di programmazione
ru: Турнир по программированию
tr: Kodlama yarışması

source: Teach and learn
el: Δίδαξε και μάθε
es: Instruye y aprende
it: Insegna e impara
ru: Учитесь, преподавая
tr: Öğret ve öğren

source: Game Design Course
el: Μάθημα Σχεδιασμού Παιχνιδιού
es: Curso de Diseño de Juegos
it: Corso di Design dei Giochi
ru: Курс гейм-дизайна
tr: Oyun Tasarım Kursu

source: Programming Course
el: Μάθημα Προγραμματισμού
es: Curso de Programación
it: Corso di Programmazione
ru: Курс программирования
tr: Programlama Kursu

source: Product Management Course
el: Μάθημα Διαχείρισης Προϊόντων
es: Curso de Gestión de Productos
it: Corso di Gestione Prodotto
ru: Курс управления проектами
tr: Ürün Yönetimi Kursu

source: R&D Course
el: Μάθημα Ε&Α
es: Curso de I+D
it: Corso R&S
ru: Курс методологий исследования
tr: ArGe Kursu

source: Practice, Practice, Practice
el: Εξάσκηση, Εξάσκηση, Εξάσκηση
es: Practica, Practica, Practica
it: Pratica, Pratica, Pratica
ru: Практика, практика, практика
tr: Pratik, Pratik, Pratik

source: G3 Pixel Cup
el: G3 Κύπελλο Pixel
es: Trofeo Pixel G3
ru: Кубок Пикселя G3
tr: G3 Piksel Kupası

source: G3 Code Jam
es: Sesión de Programación G3
ru: Турнир G3 по программированию
tr: G3 Kod Yarışması
