Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Ninvento announced their next generation console called TES 64 today. Expected {0} it is the world's first gaming console to sport 64-bit processors for graphics and audio. Ninvento said this will allow never-before-seen 3D realism.{n}In recent years the Super TES has lost a lot of market share to more modern consoles. Market experts said that the hardware of the TES 64 is surely impressive, but expressed their surprise that it still uses ROM cartridges instead of the much cheaper and higher capacity CD-ROM format.{n}Nevertheless, the TES 64 seems like an impressive console and Ninvento has said that it plans to aggressively price it against Vonny's Playsystem.
el: Η Ninvento ανακοίνωσε σήμερα την κονσόλα της νέας γενιάς TES 64. Αναμενόμενη {0} είναι η πρώτη gaming κονσόλα του κόσμου που χρησιμοποιεί 64-bit επεξεργαστές για γραφικά και ήχο. Η Ninvento είπε ότι αυτό θα δώσει τη δυνατότητα για τρισδιάστατο ρεαλισμό που δεν έχουμε ξαναδεί ποτέ.{n}Τα τελευταία χρόνια το Super TES έχασε αρκετό μερίδιο αγοράς σε περισσότερο μοντέρνες κονσόλες. Οι ειδήμονες της αγοράς είπαν ότι το υλικό του TES 64 είναι όντως εντυπωσιακό, αλλά εξέφρασαν την έκπληξή της που ακόμα χρησιμοποιεί κασετάκια ROM αντί από την πολύ πιο φθηνή και υψηλότερης χωρητικότητας μορφής CD-ROM.{n}Παρόλα αυτά, το TES 64 φαίνεται να είναι μια εντυπωσιακή κονσόλα και η Ninvento είπε ότι σχεδιάζει να το διαθέσει επιθετικά ενάντια στο Playsystem της Vonny.
es: Ninvento ha anunciado hoy su consola de próxima generación, la TES 64. Se espera que salga {0} y será la primera consola del mundo con procesadores gráficos y de sonido con capacidad para 64 bits. Ninvento asegura que esto permitirá un realismo en 3D nunca antes visto.{n}En los últimos años, la Super TES ha perdido mucha cuota de mercado ante consolas más modernas. Los expertos aseguran que el hardware de la TES 64 es sin duda impresionante, aunque sorprende que siga usando cartuchos ROM en lugar del formato CD-ROM, mucho más barato y de mayor capacidad.{n}En cualquier caso, la TES 64 parece una consola impresionante y en Ninvento planean competir agresivamente contra la Playsystem de Vonny.
it: Ninvento ha oggi annunciato la loro console della prossima generazione chiamata TES 64. Attesa {0} è la prima console di gioco al mondo ad offrire processori a 64-bit per le grafiche e l' audio. Ninvento ha detto che questo permetterà un realismo 3D mai visto prima.{n}Negli ultimi anni la Super TES ha perso molte quote di mercato a favore di console più moderne. Gli esperti del mercato dicono che l' hardware della TES 64 è sicuramente impressionante, ma hanno espresso il loro stupore che usi ancora ROM su cartucce invece del formato CD-ROM molto più economico e di maggiore capienza.{n}Ciò nonostante, la TES 64 sembra essere una console impressionante e Ninvento ha detto che cercherà di competere agguerritamente sul prezzo la Playsystem di Vonny.
ru: Сегодня Ninvento анонсировали свою консоль следующего поколения под названием TES 64 — её выход ожидается {0}. Это будет первая в мире игровая консоль, которая сможет похвастаться 64-разрядным процессором специально для звука и графики, и, по словам представителей Ninvento, «это обеспечит невиданный ранее трёхмерный реализм».{n}За последние годы Super TES уступила значительную часть рынка более современным консолям. Эксперты признают, что аппаратная часть TES 64 внушает уважение, но недоумевают, почему компания до сих пор не отказалась от картриджей в пользу более дешёвых и ёмких компакт-дисков.{n}Тем не менее, характеристики TES 64 действительно впечатляют, и Ninvento уже заявила, что планирует прямо противопоставить её Playsystem от Vonny.
tr: Ninvento bugün yeni konsol projeleri olan TES 64'ü duyurdu. {0} beklenilen dünyanın ilk oyun konsolu grafik ve ses için 64-bit işlemci destekliyor. Ninvento'nun dediğine göre bu daha-önce-görülmemiş 3B gerçeklik sağlıycak.{n}Yakın zamanda Super TES modern konsollar nedeniyle oldukça fazla market payı kaybetti. Market uzmanları TES 64'ın donanım bakımından oldukça etkileyici olduğunu, ancak hala daha ucuz ve daha yüksek kapasiteli CD-ROM yerine ROM kartları kullanılmasına şaşırdıklarını dile getirdiler.{n}Yinede, TES 64 oldukça etkileyici bir konsol gibi görünüyor ve Ninvento Vonny'nin Playsystem'ine karşı rekabetçil bir fiyat belirlemeyi düşünüyor.

source: The day Vena fans have waited a long time for has arrived, as Vena has announced their next generation console, the DreamVast. A company spokesperson said, 'The DreamVast is a dream come true. This console is the most advanced gaming console in history!'.{n}The new console sports powerful graphics hardware promising graphic quality rivaling those on high-end PCs. The DreamVast is also the first console to ship with a modem out-of-the-box, making it ready for online play. The console will be available {0}.
el: Η μέρα που οι οπαδοί της Vena προσδοκούσαν για πολύ καιρό έφτασε, καθώς η Vena ανακοίνωσε την κονσόλα της νέας γενιάς, το DreamVast. Ένας αντιπρόσωπος της εταιρείας είπε, 'Το DreamVast είναι όνειρο που έγινε πραγματικότητα. Η συγκεκριμένη κονσόλα είναι η πιο προηγμένη gaming κονσόλα στην ιστορία!'.{n}Η νέα κονσόλα περιλαμβάνει ισχυρό hardware γραφικών υποσχόμενη ποιότητα γραφικών που ανταγωνίζεται τελευταίας τεχνολογίας PC. Το DreamVast είναι επίσης η πρώτη κονσόλα που περιλαμβάνει modem στη συσκευασία, καθιστώντας τη έτσι έτοιμη για διαδικτυακό παιχνίδι. Η κονσόλα θα είναι διαθέσιμη σε {0}.
es: Ha llegado el día que los fans de Vena aguardaban desde hacía mucho, ya que la compañía ha anunciado su consola de próxima generación, la DreamVast. Un portavoz de Vena ha dicho: "La DreamVast es un sueño hecho realidad. ¡Esta es la videoconsola más avanzada de la historia!"{n}La nueva consola soporta un potente hardware cuya calidad gráfica rivaliza contra los PCs más avanzados. La DreamVast es también la primera consola que incluye un módem externo, lo que permitirá el juego online. La consola estará disponible {0}.
it: Il giorno tanto atteso dagli ammiratori di Vena è arrivato, dato che Vena ha annunciato la loro console di prossima generazione, la DreamVast. Un portavoce della società ha detto, 'La DreamVast è un sogno che diventa realtà. Questa console è la console da gioco più avanzata della storia!'.{n}La nuova console è equipaggiata con un potente hardware per le grafiche promettendo una qualità grafica rivaleggiante quella dei PC di alta fascia. La DreamVast è anche la prima console ad uscire con un modem incorporato, rendendola già pronta per il gioco online. La console sarà disponibile {0}.
ru: Сегодня Vena наконец-то порадовала фанатов долгожданным анонсом DreamVast — консоли нового поколения. Представитель компании заявил: «DreamVast — это воплощённая мечта, самая лучшая консоль в истории!»{n}Аппаратные мощности DreamVast обещают обеспечить графику, по качеству сравнимую с той, что предоставляют лучшие персональные компьютеры. Кроме того, встроенный модем делает её первой консолью, рассчитанной на игру онлайн. Выход на рынок планируется {0}.
tr: Vena hayranlarının uzun zamandır beklediği gün geldi, çünkü Vena yeni çıkacak oyun konsolları olan DreamVast'ı duyurdu. Bir şirket yetkilisi, 'DreamVast gerçekleşmiş bir düştür. Bu oyun konsolu tarihteki en gelişmiş oyun konsoludur!' dedi.{0}Yeni konsol güçlü ekran kartlarını destekliyor ve yüksek görüntü kalitesi onun PC'lerle rekabet etmesini sağlıyor. DreamVast ayrıca ilk modemi olan konsol ve online oyunlar için hazır. Konsol {0} tarihinde hazır olacak.

source: PC software juggernaut Mirconoft has announced today that they will enter the game console market with their very own gaming console called the mBox.{n}First demonstrations have been impressive, but we will have to wait and see how it fares against the popular DreamVast, as well as against the recently announced and much anticipated Playsystem 2. The new console is said to debut {0}.
el: Ο κολοσσός λογισμικού PC Mirconoft ανακοίνωσε σήμερα ότι θα μπουν στην αγορά παιχνιδομηχανών με τη δικιά τους gaming κονσόλα ύπο την ονομασία mBox.{n}Οι πρώτες παρουσιάσεις ήταν εντυπωσιακές, αλλά θα πρέπει να περιμένουμε και να δούμε πως τα πάει ενάντια στο δημοφιλές DreamVast, καθώς και ενάντια στο πρόσφατα ανακοινωμένο και πολυαναμενόμενο Playsystem 2. Η νέα κονσόλα λέγεται ότι θα κυκλοφορήσει {0}.
es: El coloso del software para PC, Mirconoft, ha anunciado hoy que entrará en el mercado con su propia consola, la mBox.{n}Las primeras demostraciones han sido impresionantes, pero habrá que esperar a ver si puede competir contra la popular DreamVast, así como la recientemente anunciada y muy esperada Playsystem 2. El debut de la nueva consola está previsto {0}.
it: Il colosso del software PC Mirconoft ha annunciato oggi che entrerà nel mercato delle console da gioco con la loro console proprietaria chiamata mBox.{n}Le prime dimostrazioni sono state impressionanti, ma dovremo attendere e vedere come se la caverà contro la popolare DreamVast, come contro la recentemente annunciata e tanto attesa Playsystem 2. La nuova console si dice che debutterà {0}.
ru: Компания Mirconoft, признанный лидер в разработке программного обеспечения для PC, сегодня объявила, что планирует выйти на рынок игровых консолей со своей новой разработкой под названием «mBox».{n}Первые демонстрации были действительно впечатляющими. Однако ещё неизвестно, как новая консоль покажет себя в сравнении с популярной DreamVast и давно ожидаемой Playsystem 2. Выход mBox ожидается {0}.
tr: PC yazılım devi Mirconoft bugün oyun konsolu marketine mBox adı verilen kendi konsolları ile gireceklerini ilan etti.{n}İlk izlenimler oldukça etkileyici, ancak bekleyip oldukça popüler olan DreamVast, yada yeni duyurulan Playsystem 2 ile baş edebilecekmi göreceğiz.Yeni konsol {0} tarihinde çıkacak.

source: Mirconoft has announced the delay of their new gaming console, mBox. The new release date is '{0}'. Rumour has it that the incredible success of the Playsystem 2 launch has prompted Mirconoft to delay their own debut.
el: Η Mirconoft ανακοίνωσε την καθυστέρηση την καινούργιας της κονσόλας, το mBox. Η νέα ημερομηνία κυκλοφορίας είναι '{0}'. Φήμες λένε ότι η τρομερή επιτυχία του Playsystem 2 έκανε την Mirconoft να καθυστερήσει την δική της κυκλοφορία.
es: Mirconoft ha anunciado un retraso en su nueva consola de juegos, mBox. La nueva fecha de lanzamiento es '{0}'. Los rumores dicen que el increible éxito del lanzamiento de la Playsystem 2 ha provocado que Mirconoft retrase su propio estreno.
it: Mirconoft ha annunciato il ritardo della loro nuova console, la mBox. La nuova data di rilascio è '{0}'. Voci dicono che l'incredibile successo al lancio della Playsystem 2 abbia spinto Mirconoft a ritardare il proprio debutto.
ru: Mirconoft перенесла дату выхода своей новой консоли, mBox — теперь называют сроки «{0}». По слухам, задержать выпуск их побудил феноменальный успех Playsystem 2.
tr: Mirconoft, gecikmiş olan yeni oyun konsolu mBox'ı duyurdu. Yeni çıkış tarihi ise '{0}'. Söylentilere göre Playsystem 2'nin inanılmaz başarısı Mirconoft'u tarihi ertelemeye zorladı.

source: Today, Ninvento announced the new Ninvento Game Sphere, with which it will try to compete with Vonny's market leading Playsystem 2 and Mirconoft's strong alternative, the mBox. The curiously shaped console has similar hardware specifications as other consoles.{n}The Game Sphere is Ninvento's first console to have an optical disc drive instead of cartridges. However, instead of using full sized CD and DVDs, like its competitors, the console features a mini-DVD drive. Game Spheres will start rolling into stores {0}.
el: Σήμερα, η Ninvento ανακοίνωσε το νέο Ninvento Game Sphere, με το οποίο θα προσπαθήσει να συναγωνιστεί με το Playstem 2 της Vonny που είναι ηγείται της αγοράς και το ισχυρό εναλλακτικό της Mirconoft, το mBox. Η κονσόλα με το περίεργο σχήμα έχει παρόμοιες τεχνικές προδιαγραφές με τις άλλες κονσόλες.{n}Το Game Sphere είναι η πρώτη κονσόλα της Ninvento που έχει οπτικό disc drive αντί για κασετάκια. Ωστόσο, αντί να χρησιμοποιεί CD και DVD πλήρους μεγέθους, όπως οι ανταγωνιστές της, η κονσόλα περιλαμβάνει ένα mini-DVD drive. Τα Game Sphere θα γίνουν διαθέσιμα στα καταστήματα {0}.
es: Ninvento ha anunciado hoy la nueva Ninvento Game Sphere, que competirá con la Playsystem 2 de Vonny, líder del mercado, y la potente alternativa de Mirconoft, la mBox. Esta consola de curioso diseño posee unas especificaciones de hardware similares a las de otras consolas.{n}La Game Sphere es la primera consola de Ninvento con un lector óptico de discos en lugar de cartuchos. Sin embargo, en lugar de usar CDs y DVDs como sus competidores, la consola incluye un lector de mini-DVDs. La Game Spheres llegará a las tiendas {0}.
it: Oggi, Ninvento ha annunciato il nuovo Ninvento Game Sphere, con il quale cercherà di competere con la leader di mercato Playsystem 2 di Vonny e la forte alternativa di Mirconoft, la mBox. La console dalla forma curiosa ha specifiche hardware simili alle altre console.{n}Il Game Sphere è la prima console di Ninvento ad avere un lettore ottico di dischi al posto delle cartucce. Comunque, invece di usare CD e DVD di dimensioni normali, come i suoi concorrenti, la console presenta un lettore mini-DVD. I Game Sphere inizieranno a girare nei negozi {0}.
ru: Сегодня Ninvento анонсировали новую Ninvento Game Sphere, которая, по замыслу, должна будет потеснить лидера рынка, Playsystem 2 от Vonny, и ближайшего соперника, mBox от Mirconoft. Консоль имеет оригинальную форму и аналогичную по производительности начинку.{n}Game Sphere — первая консоль Ninvento, использующая оптические диски вместо картриджей. Впрочем, в отличие от других консолей, тут носителями служат не полноразмерные диски, а мини-DVD. Первые продажи начнутся {0}.
tr: Bugün, Ninvento Vonny'nin Playsystem 2'si ve Mirconoft'un mBox'ı ile yarışacak olan yeni Ninvento Game Sphere'i duyurdu. Merak edilen konsol diğer konsollarla aynı özelliklere sahip.{n}Game Sphere, Ninvento'nun soketler yerine optik disk kullandığı ilk konsol olacak. Buna rağmen, rakipleri gibi CD yada DVD'ler yerine konsol mini DVD sürücüsüne sahip olacak. Game Sphere dükkanlardaki yerini {0} tarihinde alacak.

source: Today, Ninvento has announced a new mobile console called the Ninvento GS. It features two screens, one of them touch sensitive, and promises unique gameplay. While Ninvento has been struggling to regain their market lead ever since the TES 64 they still have a very strong position on the mobile market.{n}The Ninvento GS promises to strengthen this position and aims to breath life into a stagnating mobile market. The console will be in stores {0}.
el: Σήμερα, η Ninvento ανακοίνωσε μια νέα φορητή κονσόλα που ονομάζεται Ninvento GS. Συμπεριλαμβάνει δύο οθόνες, η μία από αυτές ευαίσθητη στο άγγιγμα, και υπόσχεται μοναδικό gameplay. Παρόλο που η Ninvento αγωνιά με τον ξανακερδίσει την πρωτιά στην αγορά από την εποχή του TES 64 εξακολουθούν να έχουν μια πολύ ισχυρή θέση στην αγορά των φορητών συσκευών.{n}Το Ninvento GS υπόσχεται να δυναμώσει αυτήν τη θέση και στοχεύει στο να φέρει νέα ζωή σε μια αδρανή αγορά φορητών συσκευών. Η κονσόλα θα βρίσκεται στα καταστήματα {0}.
es: Hoy, Ninvento ha anunciado una nueva consola portatil llamada Ninvento GS. Esta posee dos pantallas, una de ellas sensible al tácil y promete una jugabilidad única. Mientras que Ninvento ha estado luchando por recuperar su liderazgo en el mercado desde la TES 64, aun tiene una fuerte posición en el mercado portatil.{n} La Ninvento GS promete fortalecer esta posición y apunta a dar vida a un estancado mercado portatil. La consola estará en las tiendas {0}.
it: Oggi, Ninvento ha annunciato una nuova console mobile chiamata Ninvento GS. È caratterizzata da due schermi, uno sensibile al tocco, e promette un gameplay unico. Mentre Ninvento ha dovuto sempre combattere dopo la TES 64 per riguadagnare la guida del mercato, possiedono comunque una fore posizione nel mercato mobile.{n}Il Ninvento GS promette di rafforzare questa posizione e mira a portare aria fresca in un mercato mobile stagnante. La console sarà nei negozi {0}.
ru: Сегодня Ninvento анонсировали новую мобильную консоль — Ninvento GS. У нее будет два экрана, один из которых сенсорный, что обещает игрокам уникальные впечатления. Ninvento пытается вернуть себе лидерство на рынке со времен TES 64, но в мобильном сегменте их позиции традиционно сильны.{n}Ninvento GS должна ещё больше укрепить их влияние и оживить рынок мобильных консолей и игр. Её появление обещают {0}.
tr: Bugün Ninvento, Ninvento GS adında yeni bir mobil konsol duyurdu. Bu iki ekranlı, biri hassas dokunmatik ekran ve bu benzersiz bir oynanış deneyimi vaat ediyor. Ninvento, TES 64'den beri marketin önderliğini yeniden almak için mücadele ederken mobil markette güçlü bir pozisyondaydı.{n}Ninvento GS bu pozisyonu güçlendirmeyi hedefliyor ve durgunlaşmış mobil markete nefes aldırmaya geliyor. Konsol {0} tarihinde mağazalarda olacak.

source: Today, Vonny announced that they are launching a new mobile gaming console called Portable Playsystem, or PPS for short, {0}. Media analysts speculate that this announcement is meant to distract users from Ninvento's launch of the Ninvento GS.{n}While the Ninvento GS utilizes an innovative dual screen, the PPS instead makes use of a single screen and will focus on giving developers access to much more powerful hardware.
el: Σήμερα, η Vonny ανακοίνωσε ότι θα κυκλοφορήσει μία νέα φορητή gaming κονσόλα υπό την ονομασία Portable Playsystem, ή PPS για συντομία, {0}. Οι αναλυτές των media εικάζουν ότι αυτή η ανακοίνωση αποσκοπεί στο να τραβήξει την προσοχή των χρηστών από την κυκλοφορία του Ninvento GS της Ninvento.{n}Ενώ το Ninvento GS χρησιμοποιεί μια πρωτοποριακή διπλή οθόνη, το PPS αντί αυτού χρησιμοποιεί μία μοναδική οθόνη και θα εστιάσει στο να δώσει στους προγραμματιστές πρόσβαση σε πολύ πιο δυνατό hardware.
es: Vonny ha anunciado hoy que lanzará una nueva consola portátil llamada Playsystem Portable, o PPS como abreviatura, {0}. Los analistas informativos especulan que este anuncio podría haberse hecho para distraer a los usuarios de Ninvento sobre el lanzamiento de la Ninvento GS.{n}Mientras que la Ninvento GS utiliza un innovador sistema de pantalla doble, la PPS se sirve de una sola pantalla y se centra en ofrecer a los diseñadores acceso a un hardware mucho más potente.
it: Oggi, Vonny ha annunciato che stanno lanciando una nuova console portatile da gioco chiamata Portable Playsystem, o PPS abbreviato, {0}. Analisti media speculano che quest'annuncio sia inteso a distrarre gli utenti dal lancio del Ninvento GS della Ninvento.{n}Mentre la Ninvento GS utilizza un innovativo doppio schermo, la PPS invece utilizza un singolo schermo e si focalizzerà sul fornire accesso agli sviluppatori ad un hardware molto più potente.
ru: Сегодня Vonny анонсировали выпуск мобильной игровой консоли под названием Portable Playsystem, или, сокращённо, PPS. Предполагается, что она появится на рынке {0}. По мнению аналитиков, это заявление призвано отвлечь игроков от запуска Ninvento GS.{n}PPS, в отличие от Ninvento GS, оснащена единственным экраном, но обещает более мощное аппаратное обеспечение.
tr: Bugün, Vonny yeni mobil oyun konsolları olan Portable Playsystem, yada kısaca PPS'i duyurdu, {0}. Medya analizcileri bu duyurunun Ninventonun çıkacak olan Ninvento GS indeki ilgiyi azalmak için duyurulduğu şeklinde yorumladı.{n}Ninvento GS gelişmiş çift ekran olanağı sunadursun, PPS tek ekran şeklinde seçim yaptı ve yazılımcıların daha çok gelişim üzerinde duracağını bildirdi.

source: Today, Vonny has announced the successor to the massively successful Playsystem 2. The new console is predictably called 'Playsystem 3' and comes with an impressive hardware configuration, making it the most powerful console in gaming history.{n}The console also doubles as a player for BlueRay, which Vonny hopes will be the successor to the DVD format. All this power comes with a hefty price tag, also making the Playsystem 3 the most expensive console ever.{n}We will see how consumers will react to this given the lower-cost alternatives; however, considering the massive success of the Playsystem 2, Vonny can be hopeful. The console is expected to ship {0}.
el: Σήμερα, η Vonny ανακοίνωσε τον διάδοχο στο μαζικά επιτυχημένο Playsystem 2. Η νέα κονσόλα προβλέψιμα καλείται 'Playstem 3' και έρχεται με μία εντυπωσιακή σύνθεση hardware, καθιστώντας το την πιο ισχυρή κονσόλα στην ιστορία του gaming.{n}Η κονσόλα επίσης έχει δεύτερο ρόλο ως BlueRay player, το οποίο η Vonny ελπίζει ότι θα διαδεχθεί το DVD format. Όλη αυτή η ισχύ έρχεται με μια βαριά τιμή, επίσης καθιστώντας το Playsystem 3 την πιο ακριβή κονσόλα στην ιστορία.{n}Θα δούμε πως οι καταναλωτές θα ανταποκριθούν σε αυτό δεδομένου των χαμηλότερης τιμής εναλλακτικών: ωστόσο, λαμβάνοντας υπόψη την μαζική επιτυχία του Playsystem 2, η Vonny μπορεί να έχει ελπίδες. Η κονσόλα αναμένεται να κυκλοφορήσει {0}.
es: Vonny ha presentado hoy la sucesora de la tremendamente exitosa Playsystem 2. La nueva consola se llamará con todo pronóstico "Playsystem 3" y tendrá una configuración de hardware que la convertirá en la consola más potente de la historia.{n}También permitirá que el jugador utilice BlueRay, que Vonny confía en que sea el sucesor del formato DVD. Toda esta potencia viene a expensas de un precio considerable que convierte también a la Playsytem 3 en la consola más cara de la historia.{n}Veremos cómo reaccionarán los consumidores dadas las alternativas de bajo costo; en cualquier caso, teniendo en cuenta el éxito masivo de la Playsytem 2, Vonny puede mostrarse esperanzada. Se espera que la consola llegue el {0}.
it: Oggi, Vonny ha annunciato il successore della incredibilmente popolare Playsystem 2. La nuova console è chiamata prevedibilmente 'Playsystem 3' e arriverà con una configurazione hardware impressionante, rendendola la console più potente nella storia dei videogiochi.{n}La console inoltre funge da lettore BlueRay, che Vonny spera diventi il successore del formato DVD. Tutta questa potenza viene fornita ad un prezzo pesante, rendendo anche la Playsystem 3 la più costosa console di sempre.{n}Vedremo come i consumatori reagiranno a ciò, date le alternative dai prezzi inferiori; comunque, considerato l'enorme successo della Playsystem 2, Vonny può bensperare. La console è attesa per {0}.
ru: Сегодня Vonny объявили о скором выпуске преемника успешной Playsystem 2. Новая консоль обладает впечатляющими техническими характеристиками — лучшими в истории консолей — и вполне предсказуемо называется «Playsystem 3».{n}Консоль одновременно является и BlueRay-плеером — Vonny надеется, что этот формат станет преемником DVD. Стоимость всего этого набора достоинств тоже на высоте, добавляя к списку рекордов Playsystem 3 ещё и титул «самой дорогой консоли в истории».{n}Время покажет, как потребители отреагируют на это предложение, учитывая наличие более дешёвых вариантов. Впрочем, успех Playsystem 2 позволяет Vonny оставаться оптимистичными. Выпуск консоли ожидается {0}.
tr: Bugün,Vonny büyük başarı yakalayan Playsystem 2'nin devamını getireceklerini duyurdu. Yeni konsol tahminimize göre 'Playsystem 3' adını alacak ve etkileyici bir donanıma sahip olup zamanının en iyi konsolu olacak.{n}Konsol ayrıca BlueRay çalıştırabilecek, ve Vonny bunun DVD gibi başarılı olacağını umuyor. Bütün bunlar kabarık bi fiyat etiketiyle geliyor, ayrıca Playsystem 3'de var olan yapılmış en masraflı konsol olacak.{n}Tüketicilerin ucuz alternatif konsollar varken nasıl tepki vereceklerini görücez, yinede, Playsystem 2'nin başarısını göz önünde bulunduracak olursak, Vonny umutlu olabilir. Konsolun {0} tarihinde piyasaya sürülmesi bekleniyor.
