Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Our staff needs to be taught how to use these modern technologies.
el: Το προσωπικό μας πρέπει να διδαχτεί πως να χειρίζεται αυτές τις μοντέρνες τεχνολογίες.
es: Nuestra personal necesita aprender a usar estas tecnologías modernas.
it: Il nostro personale ha bisogno di essere addestrato su come usare queste tecnologie moderne.
ru: Нужно научить наш персонал пользоваться этими современными технологиями.
tr: Ekibimizin bu yeni teknolojileri nasıl kullanacağını öğrenmeleri gerek.

source: Library Software
el: Λογισμικό Βιβλιοθήκης
es: Software de Biblioteca
it: Libreria Software
ru: Программа для библиотеки
tr: Kütüphane Yazılımı

source: Develop a simple library management system
el: Αναπτύξτε ένα απλό σύστημα διαχείρισης βιβλιοθήκης
es: Diseña un sistema sencillo de administración de bibliotecas
it: Sviluppa un semplice sistema di gestione librerie
ru: Разработать простую систему управления библиотекой.
tr: Basit bir kütüphane yönetim sistemi geliştir

source: Usability Study
el: Έρευνα Χρησιμότητας
es: Estudio de Utilidad
it: Studi Utilizzabilità
ru: Тест эргономики
tr: Kullanılabilirlik Eğitimi

source: Perform a detailed usability study.
el: Εκτελέστε μία λεπτομερή έρευνα χρησιμότητας.
es: Realiza un estudio de utilidad detallado.
it: Effettua uno studio dettagliato di utilizzabilità.
ru: Провести тщательное исследование эргономики приложения.
tr: Detaylı bir kullanılabilirlik eğitimi verin.

source: Review Game Concept
el: Εξέταση Προσχεδίου Παιχνιδιού
es: Valorar Idea de Juego
it: Recensione Idea di Gioco
ru: Игровая концепция
tr: Oyun Konseptini Değerlendir

source: Review a game concept using your expertise.
el: Εξετάστε ένα προσχέδιο παιχνιδιού χρησιμοποιώντας την πραγματογνωμοσύνη σας.
es: Valora una idea para un juego aprovechando tus conocimientos.
it: Recensisci un' idea di gioco usando la tua competenza.
ru: Дать оценку игровой концепции на основе своего опыта.
tr: Uzmanlığınızı kullanarak bir oyun konseptini değerlendirin.

source: Game Art
es: Arte para Videojuegos
it: Arte del Gioco
ru: Концепт-арты
tr: Oyun Sanatı

source: Help out on a project with some game art
el: Βοηθήστε σε ένα έργο με λίγο game art
es: Colabora en un proyecto de juego con diseño artístico
it: Aiuta un progetto con alcuni tavole per il gioco
ru: Помочь проекту, разработав концепт-арты для игры.
tr: Bir projede bazı oyun grafikleri için yardımda bulun

source: Clean up database
el: Καθαρισμός Βάσης δεδομένων
es: Limpiar base de datos
it: Ripulisci base di dati
ru: Рефакторинг базы данных
tr: Veritabanını temizle

source: Should one table really have 200 columns? Probably not.
el: Πρέπει ένας πίνακας πραγματικά να έχει 200 στήλες; Μάλλον όχι.
es: ¿Debería una tabla tener 200 columnas? Quizá no.
it: Una tabella deve proprio contenere 200 colonne? Probabilmente no.
ru: Разве таблица должна содержать двести полей? Ох, вряд ли.
tr: Bir tablo gerçekten 200 sütuna sahip olabilir mi? Muhtemelen olamaz.

source: Accounting Software
el: Λογιστικό Λογισμικό
es: Software de Contabilidad
it: Software Contabile
ru: Бухгалтерская программа
tr: Muhasebe Yazılımı

source: Develop a simple accounting software. Are those ever simple?
el: Αναπτύξτε ένα απλό λογιστικό λογισμικό. Είναι ποτέ αυτά απλά;
es: Desarrolla un sencillo software de contabilidad. ¿ha habido alguno sencillo?
it: Sviluppa un semplice software contabile. Sono mai semplici queste cose?
ru: Разработать простую бухгалтерскую программу. Впрочем, когда это они были простыми?
tr: Basit bir muhasebe yazılımı geliştir. Onların hiç basit olduğu oldumu?

source: Time Tracking
el: Καταγραφή Χρόνου
es: Seguimiento del Tiempo
it: Misurazione Tempi
ru: Учёт рабочего времени
tr: Zaman Takibi

source: Design and develop a time tracking system.
el: Σχεδιάστε και αναπτύξτε ένα σύστημα καταγραφής χρόνου.
es: Diseña y desarrolla un sistema de seguimiento del tiempo.
it: Disegna e sviluppa un sistema misurazione tempi.
ru: Спроектировать и разработать систему учета рабочего времени.
tr: Bir zaman takip sistemi tasarla ve geliştir.

source: Design a board game
el: Σχεδιάστε ένα επιτραπέζιο παιχνίδι
es: Diseñar un juego de mesa
it: Disegna gioco da tavolo
ru: Разработка настольной игры
tr: Bir masa oyunu tasarlayın

source: Let's see how your skills translate to traditional games.
el: Για να δούμε πως οι ικανότητές σας μεταφράζονται σε παραδοσιακά παιχνίδια.
es: Veamos cómo se adaptan tus habilidades a los juegos tradicionales.
it: Vediamo come le tue abilità si riversano sui giochi tradizionali.
ru: Давайте посмотрим, насколько ваши навыки применимы к традиционным играм.
tr: Yetenekleriniz geleneksel oyunlarla nasıl başa çıkacak görelim.

source: Horoscope Generator
el: Δημιουργός Ωροσκοπίου
es: Generador de Horóscopo
it: Generatore Oroscopi
ru: Генератор гороскопов
tr: Burç Üreteci

source: Making up horoscopes is hard work. We want it automated.
el: Το να φτιάχνεις ωροσκόπια είναι σκληρή δουλειά. Την θέλουμε αυτοματοποιημένη.
es: Lleva mucho trabajo hacer un horóscopo; lo queremos automatizado.
it: Creare oroscopi è un lavoro duro. Lo vogliamo automatizzato.
ru: Составление гороскопов — непростое дело. Мы хотим его автоматизировать.
tr: Yıldız falı oluşturmak zor iştir. Bunu otomatik hale getirmek istiyoruz.

source: Character Dialogues
el: Διάλογοι Χαρακτήρων
es: Diálogos de Personaje
it: Dialoghi Personaggio
ru: Диалоги персонажей
tr: Karakter Diyalogları

source: Improve our character dialogues.
el: Βελτίωσε τους διαλόγους των χαρακτήρων μας.
es: Mejora los diálogos de nuestro personaje.
it: Migliora i dialoghi del nostro personaggio.
ru: Улучшить наше дерево диалогов.
tr: Karakter Diyaloglarını geliştir.

source: Futuristic Application
el: Φουτουριστική Εφαρμογή
es: Aplicación Futurista
it: Applicazione Futuristica
ru: Футуристическая программа
tr: Fütürist Uygulama

source: We need an application that looks futuristic for a movie.
el: Χρειαζόμαστε μια εφαρμογή που να φαίνεται φουτουριστική για μία ταινία.
es: Necesitamos una aplicación que parezca futurista para una película.
it: Abbiamo bisogno di una applicazione che sembri futuristica per un film.
ru: Для фильма нам нужна программа, которая выглядит так, словно сделана в будущем.
tr: Bir film için fütüristik gözükecek bir uygulamaya ihtiyacımız var.

source: Vacuum Robot
el: Ρομπότ-Σκούπα
es: Aspiradora Robotizada
it: Robot Aspirapolvere
ru: Робот-пылесос
tr: Vakum Robotu

source: Create a revolutionary AI for a vacuum robot
el: Δημιούργησε μια επαναστατική Τεχνιτή Νοημοσύνη(AI) για ένα ρομπότ-σκούπα
es: Crea una IA revolucionaria para una aspiradora robótica
it: Crea una IA rivoluzionaria per un robot aspirapolvere
ru: Создать искусственный интеллект для робота-пылесоса
tr: Vakum robotu için yenilikçi bir yapay zeka oluşturun

source: Website
el: Ιστοσελίδα
es: Página Web
it: Sito web
ru: Веб-сайт
tr: Websitesi

source: We just heard of this thing called internet. We want to have one.
el: Μόλις ακούσαμε για αυτό το πράγμα που λέγεται διαδίκτυο. Θέλουμε κι εμείς ένα.
es: Acabamos de oír hablar de algo llamado Internet. Queremos tener uno de esos.
it: Abbiamo appena sentito di questa cosa chiamata internet. Ne vogliamo uno.
ru: Мы тут узнали, что такое интернет. Мы его хотим.
tr: İnternet denilen şeyi yeni duyduk. Bir tane istiyoruz.

source: Game Port
el: Μεταφορά Παιχνιδιού
es: Adaptar videojuego
it: Trasportare Gioco
ru: Портирование игры
tr: Oyun Aktarımı

source: Port a game to a different platform.
el: Μεταφέρετε ένα παιχνίδι σε διαφορετική πλατφόρμα.
es: Adapta un juego a una plataforma diferente.
it: Trasporta un gioco per una piattaforma differente.
ru: Портировать игру на новую платформу.
tr: Bir oyunu başka bir platforma aktarın.

source: Cut Scenes
es: Cortes de Escena
it: Scene d' intermezzo
ru: Кат-сцены
tr: Ara sahneler

source: Deliver professional cut scenes for a game.
el: Παραδώστε επαγγελματικά cut scenes για ένα παιχνίδι.
es: Crea escenas cinematográficas profesionales para un juego.
it: Consegna delle scene d' intermezzo professionali per un gioco.
ru: Создать профессиональные кат-сцены для игры.
tr: Bir oyun için profesyonel ara sahneler sunun.

source: Space Shuttle
el: Διαστημικό Λεωφορείο
es: Transbordador espacial
ru: Космический челнок
tr: Uzay Mekiği

source: Deliver part of the space shuttle control software.
el: Μετάφερε μέρος του προγράμματος ελέγχου του διαστημικού λεωφορείου.
es: Proporciona parte del software de control de un transbordador espacial.
it: Consegna parte del software di controllo dello space shuttle.
ru: Разработать один из модулей программы по управлению космическим челноком.
tr: Uzay mekiğinin bir parçası için kontrol yazılımı sağlayın.

source: Alien Search
el: Αναζήτηση Εξωγήινων
es: Búsqueda Alienígena
it: Ricerca di Alieni
ru: Поиск пришельцев
tr: Uzaylı Araştırması

source: Optimize our search for alien life forms using advanced AI techniques.
el: Βελτιστοποίησε την αναζήτηση για εξωγήινες μορφές ζωής χρησιμοποιώντας προηγμένες τεχνικές Τεχνητής Νοημοσύνης(AI).
es: Optimiza nuestra búsqueda de formas de vida alienígena con técnicas avanzadas de IA.
it: Ottimizza la nostra ricerca di forme vite aliene usando tecniche avanzate di IA.
ru: Помочь проекту по поиску внеземной жизни, используя ИИ нового поколения.
tr: Gelişmiş yapay zeka teknikleri kullanarak uzaylı yaşam formları araştırmamızı uygun hale getir.

source: Movies
el: Ταινίες
es: Películas
it: Film
ru: Кино
tr: Filmler

source: We need your skills in our latest blockbuster production.
el: Χρειαζόμαστε τις ικανότητές σας στην τελευταία μας παραγωγή μεγάλης εμπορικής επιτυχίας.
es: Requerimos de tus habilidades en nuestra última superproducción.
it: Ci servono le tue abilità nella nostra ultima produzione di successo.
ru: Нам нужны ваши навыки для работы над очередным блокбастером.
tr: Son yüksek bütçeli yapımımız için yeteneklerinize ihtiyacımız var.

source: Thank you for taking care of this for us.
el: Ευχαριστούμε που το τακτοποιήσατε για μας.
es: Gracias por encargarte de esto.
it: Grazie per esserti occupato di questo per noi.
ru: Спасибо, вы очень нам помогли.
tr: Bizim için bunun çaresine baktığından dolayı teşekkür ederiz.

source: Well done.
el: Μπράβο.
es: Bien hecho.
it: Ben fatto.
ru: Отличная работа.
tr: Aferin.

source: Just what we wanted.
el: Ακριβώς αυτό που θέλαμε.
es: Justo lo que queríamos.
it: Proprio quello che volevamo.
ru: Как раз то, что нам нужно.
tr: Tam istediğimiz gibi.

source: Excellent work.
el: Εξαιρετική δουλειά.
es: Excelente trabajo.
it: Ottimo lavoro.
ru: Превосходная работа.
tr: Mükemmel iş.

source: Thank you for the quick work.
el: Ευχαριστούμε για την γρήγορη δουλειά.
es: Gracias por tu rápido trabajo.
it: Grazie per il rapido lavoro.
ru: Спасибо, что справились так быстро.
tr: Hızlı çalışma için teşekkür ederim.

source: Would hire again.
el: Θα σας ξαναπροσλάμβανα.
es: Te contrataríamos de nuevo.
it: Ti contatteremo nuovamente.
ru: Будем рады новому сотрудничеству с вами.
tr: Tekrar çağırabilirim.

source: Nice job.
el: Καλή δουλειά.
es: Buen trabajo.
it: Ben fatto.
ru: Хорошая работа.
tr: Güzel iş.

source: Success!
el: Επιτυχία!
es: ¡Éxito!
it: Successo!
ru: Успех!
tr: Başarı!

source: We will transfer {0} to your account.
el: Θα μεταφέρουμε {0} στο λογαριασμό σας.
es: Ingresaremos {0} en tu cuenta.
it: Trasferiremo {0} sul tuo conto.
ru: Мы переведём {0} на ваш счет.
tr: Hesabınıza {0} aktaracağız.

source: This is very disappointing.
el: Αυτό είναι πολύ απογοητευτικό.
es: Esto es muy decepcionante.
it: Questo è davvero deludente.
ru: Мы разочарованы.
tr: Bu tamamen hayal kırıklığı.

source: You didn't complete the contract on time
el: Δεν ολοκληρώσατε το συμβόλαιο στην ώρα σας
es: No completaste el contrato a tiempo
it: Non hai completato il contratto in tempo
ru: Вы не выполнили контракт вовремя.
tr: Sözleşmeyi zamanında tamamlayamadınız

source: Hope you can make it next time.
el: Ελπίζουμε να τα καταφέρετε την επόμενη φορά.
es: Esperemos que puedas hacerlo la próxima vez.
it: Spero tu ce la faccia la prossima volta.
ru: Надеемся, в следующий раз вы справитесь.
tr: Umarım bir dahaki sefere yapabilirsiniz.

source: Seems like this was too big of a job for you.
el: Φαίνεται ότι αυτή παραήταν μεγάλη δουλειά για εσάς.
es: Parece que este fue un trabajo demasiado grande para usted.
it: Sembra che questo sia un lavoro troppo grande per te.
ru: Кажется, эта работа для вас слишком сложна.
tr: Bu sizin için çok büyük bir iş oldu gibi görünüyor.

source: Unfortunately the deadline is here.
el: Δυστυχώς η προθεσμία έληξε.
es: Por desgracia, el plazo de entrega ha vencido.
it: Sfortunatamente è arrivata la scadenza.
ru: К сожалению, вы не уложились в срок.
tr: Maalesef son teslim tarihi gelmiş gibi gözüküyor.

source: A penalty of {0} will be applied to your account.
el: Μία κύρωση των {0} θα εφαρμοστεί στο λογαριασμό σας.
es: Se aplicará una penalización de {0} a tu cuenta.
it: Una penale di {0} sarà addebitata sul tuo conto.
ru: С вашего счета будет списан штраф в размере {0}.
tr: {0} tutarında ceza hesabınızdan kesilecek.

source: The game meets the required ratings. We are looking forward to future business.
el: Το παιχνίδι συναντά τις απαιτούμενες βαθμολογίες. Ευελπιστούμε σε μελλοντικές συνεργασίες.
es: El juego cumple con las puntuaciones requeridas. Esperamos hacer más negocios contigo.
it: Il gioco raggiunge le valutazioni richieste. Non vediamo l'ora di lavorare di nuovo con voi.
ru: Игра получила требуемый рейтинг. Будем рады новому сотрудничеству с вами.
tr: Oyun gereken derecelendirmeleri karşılıyor. Gelecekteki işler için önümüze bakıyoruz.

source: The game doesn't live up to expectations. As per contract a penalty will be applied to your account.
el: Το παιχνίδι δεν ανταποκρίνεται στις προσδοκίες. Σύμφωνα με το συμβόλαιο μία κύρωση θα εφαρμοστεί στο λογαριασμό σας.
es: El juego no ha cumplido las expectativas. Por contrato se realizara una penalización a tu cuenta.
it: Il gioco non è all'altezza delle aspettative. Come da contratto una penale verrà addebitata al tuo conto.
ru: Игра не оправдала ожиданий. В соответствии с контрактом с вашего счёта будет списан штраф.
tr: Oyun beklentileri karşılamıyor. Her sözleşme için ceza hesabınızdan kesilecek.

source: Any Topic
el: Οποιοδήποτε Θέμα
es: Cualquier Tema
it: Qualsiasi Tema
ru: Любая тематика
tr: Herhangi Bir Konu

source: Any Genre
el: Οποιοδήποτε Είδος
es: Cualquier Género
it: Qualsiasi Genere
ru: Любой жанр
tr: Herhangi Bir Tür

source: Publisher: {0}
el: Εκδότης: {0}
es: Distribuidor: {0}
it: Editore: {0}
ru: Издательство: {0}
tr: Dağıtımcı: {0}

source: okay
el: εντάξει
es: adecuada
it: buona
ru: хорошо
tr: tamam

source: bad
el: κακό
es: bastante mala
it: male
ru: плохо
tr: kötü

source: terrible
el: απαίσιο
it: terribile
ru: странно
tr: korkunç

source: Audience match:
el: Ταύτηση κοινού:
es: Coincidencia de audiencia:
it: Combinazione con il pubblico:
ru: Аудитория:
tr: İzleyici eşleşmesi:

source: unknown
el: άγνωστο
es: desconocido
it: sconosciuto
ru: неизвестный
tr: bilinmeyen

source: Genre match:
el: Ταύτηση είδους:
es: Coincidencia de género:
it: Combinazione con il genere:
ru: Жанры:
tr: Tür eşleşmesi:

source: not at all important
el: καθόλου σημαντικό
es: nada importante
it: per nulla importante
ru: совершенно неважный
tr: hiçte önemli değil

source: not important
el: όχι σημαντικό
es: poco importante
it: non importante
ru: неважный
tr: önemli değil

source: not very important
el: όχι τόσο σημαντικό
es: no muy importante
it: non molto importante
ru: не очень важный
tr: çok da önemli değil

source: quite important
el: αρκετά σημαντικό
es: muy importante
it: abbastanza importante
ru: довольно важный
tr: oldukça önemli

source: very important
el: πολύ σημαντικό
es: muy importante
it: molto importante
ru: очень важный
tr: çok önemli

source: Technology
el: Τεχνολογία
es: Tecnología
it: Tecnologia
ru: Технологии
tr: Teknoloji

source: Design
el: Σχεδιασμός
es: Diseño
ru: Дизайн
tr: Tasarım

source: Research
el: Έρευνα
es: Investigación
it: Ricerca
ru: Исследования
tr: Araştırma

source: Speed
el: Ταχύτητα
es: Rapidez
it: Velocità
ru: Скорость
tr: Hız

source: Previously shown tutorial messages for the active game are shown here. To see tutorial messages here, please continue an existing game or start a new one. You can start a new game via the app bar.
el: Τα προηγουμένως εμφανισμένα μηνύματα του tutorial για το ενεργό παιχνίδι εμφανίζονται εδώ. Για να δείτε μηνύματα του tutorial εδώ, παρακαλούμε συνεχίστε ένα υπάρχον παιχνίδι ή ξεκινήστε ένα καινούριο. Μπορείτε να ξεκινήσετε ένα καινούριο παιχνίδι μέσω του app bar.
es: Los mensajes del tutorial previamente mostrados aparecen aquí. Para ver aquí los mensajes del tutorial, por favor continúa una partida existente o empieza una nueva. Puedes empezar una nueva partida a través de la barra de aplicaciones.
it: I messaggi di aiuto mostrati in precedenza, per la partita attiva, sono mostrati qui. Per vedere i messaggi di aiuto qui, per favore continua una partita esistente o cominciane una nuova. Puoi cominciare una nuova partita tramite la barra app.
ru: Здесь можно посмотреть обучающие сообщения, уже показанные в текущей игре. Продолжайте эту игру или начните новую, чтобы узнать больше. Новую игру можно начать с помощью панели приложения.
tr: Oyun için gösterilmiş önceki eğitici mesajlar burda görünür. Eğitici mesajları burda görmek için, oluşturulmuş bir oyunu oynayın yada yeni bir tane oluşturun. Uygulama çubuğundan yeni oyuna başlayabilirsiniz.

source: {0} Fans
el: {0} Οπαδοί
it: {0} Fan
ru: {0} фанатов
tr: {0} Hayranlar

source: fans
el: οπαδοί
it: fan
ru: фанатов
tr: hayranlar

source: The big game convention will take place in four weeks time. Do you want to participate?
el: Το μεγάλο συνέδριο παιχνιδιών θα λάβει μέρος σε χρόνο τεσσάρων εβδομάδων. Θα θέλετε να συμμετέχετε;
es: La gran convención de videojuegos tendrá lugar dentro de cuatro semanas. ¿Quieres participar?
it: La grande game convention avrà luogo tra quattro settimane. Vuoi parteciparvi?
ru: Через четыре недели состоится крупная игровая выставка. Вы будете участвовать?
tr: Büyük oyun fuarı 4 hafta içinde açılacak. Sen de katılmak istermisin?

source: Costs: {0}
el: Έξοδα: {0}
es: Costos: {0}
it: Costi: {0}
ru: Стоимость: {0}
tr: Maliyet: {0}

source: Console Name
el: Όνομα Κονσόλας
es: Nombre de consola
it: Nome Console
ru: Название консоли
tr: Konsol Adı

source: Variation {0}
el: Παραλλαγή {0}
es: Variación {0}
it: Variazione {0}
ru: Вариант {0}
tr: Çeşitlilik {0}

source: {0} costs
el: {0} έξοδα
es: {0} costes
it: {0} costi
ru: {0} стоит
tr: {0} maliyet

source: Backlog: {0}
el: Απόθεμα: {0}
es: Pedidos: {0}
it: Arretrati: {0}
ru: В ремонте: {0}
tr: Birikim: {0}

source: Today the new game platform {0} by {1} has been released.
el: Σήμερα κυκλοφόρησε η νέα πλατφόρμα παιχνιδιών {0} από την {1}.
es: Hoy fue lanzada la nueva plataforma de juegos {0} por {1}.
it: Oggi è stata rilasciata la nuova piattaforma da gioco {0} di {1}.
ru: Сегодня была выпущена новая игровая платформа {0} от {1}.
tr: Bugün {1} tarafından yapılan oyun platformu {0} satışa sunuldu.

source: Remove Platform
el: Αφαίρεση Πλατφόρμας
es: Quitar Plataforma
it: Rimuovi Piattaforma
ru: Удалить платформу
tr: Platformu Kaldır

source: Dev. cost:
el: Κόστος ανάπτυξης:
es: Cost. Des:
it: Costo Svil.:
ru: Стоимость разработки:
tr: Geliştirici maaliyeti:

source: License cost:
el: Κόστος αδειοδότησης:
es: Costo de Licencia:
it: Costo Licenza:
ru: Стоимость лицензии:
tr: Lisans maliyeti:

source: Marketshare:
el: Μερίδιο αγοράς:
es: Cuota mercado:
it: Quota di mercato:
ru: Доля рынка:
tr: Pazar Payı:

source: Game Concept
el: Προσχέδιο Παιχνιδιού
es: Concepto de Juego
it: Idea di Gioco
ru: Концепт игры
tr: Oyun Konsepti

source: Sequel to {0}
el: Sequel στο {0}
es: Secuela de {0}
it: Seguito di {0}
ru: Сиквел для игры «{0}»
tr: {0} için devam oyunu

source: Cost: {0}
el: Κόστος: {0}
es: Costo: {0}
it: Costo: {0}
ru: Стоимость: {0}
tr: Maliyet: {0}

source: MMO's cannot be small or medium.
el: Τα MMO δεν μπορεί να είναι μικρά ή μεσαία.
es: Los MMOs no pueden ser pequeños ni medianos.
it: Gli MMO non possono essere piccoli o medi.
ru: MMO не может быть малой или средней игрой.
tr: MMO küçük veya orta olamaz.

source: Engine does not support MMO.
el: Η μηχανή δεν υποστηρίζει MMO.
es: Este motor no soporta MMOs.
it: Il motore non supporta gli MMO.
ru: Движок не поддерживает MMO.
tr: Motorda MMO desteği bulunmuyor.

source: Effect:
el: Αποτέλεσμα:
es: Efectos:
it: Effetto:
ru: Эффект:
tr: Etki:

source: Development Stage {0}
el: Στάδιο Ανάπτυξης {0}
es: Fase de Desarrollo {0}
it: Fase di Sviluppo {0}
ru: Этап разработки {0}
tr: Geliştirme Aşaması {0}

source: Drag staff here
el: Σύρετε προσωπικό εδώ
es: Arrastra aquí a los empleados
it: Trascina qui il personale
ru: Перетащите сотрудника сюда
tr: Personeli buraya sürükleyin

source: Design:
el: Σχεδιασμός:
es: Diseño:
ru: Дизайн:
tr: Tasarım:

source: Tech.:
el: Τεχνολογία:
es: Tecnología:
ru: Техн.:
tr: Tekn.:

source: Dev. stage {0}
el: Στάδιο ανάπτυξης {0}
es: Fase desarr. {0}
it: Stadio di svil. {0}
ru: Этап {0}
tr: Gel. aşaması {0}

source: New Topic
el: Νέο Θέμα
es: Nuevo Tema
it: Nuovo Tema
ru: Новая тематика
tr: Yeni Konu

source: New Combo
el: Νέος Συνδυασμός
es: Nuevo Combo
it: Nuova Combinazione
ru: Новое комбо
tr: Yeni Kombo

source: Good Management
el: Καλή Διαχείριση
es: Buena Administración
it: Buona Gestione
ru: Хорошее управление
tr: İyi Yönetim

source: Lvl.
el: Επίπεδο
es: Nivel.
it: Liv.
ru: Урв.
tr: Svy.

source: Salary increase
el: Αύξηση μισθού
es: Aumento de salario
it: Aumento Stipendio
ru: Увеличение зарплаты
tr: Maaş artışı

source: Due to increase in experience the following staff have earned a raise:
el: Λόγω αύξησης στην εμπειρία το ακόλουθο προσωπικό πήρε αύξηση:
es: Debido al aumento de experiencia, los siguientes empleados se han ganado un aumento:
it: A causa di un aumento di esperienza, il seguente personale si è meritato un aumento:
ru: Следующие сотрудники повысили свой опыт и заслужили увеличение зарплаты:
tr: Deneyim artışı nedeniyle aşağıdaki personel zam aldı:

source: Special training
el: Ειδική εκπαίδευση
es: Entrenamiento especial
it: Addestramento speciale
ru: Особый тренинг
tr: Özel eğitim

source: Special training available for:
el: Ειδική εκπαίδευση διαθέσιμη για:
es: Entrenamiento especial disponible para:
it: Addestramento speciale disponibile per:
ru: Следующие разработчики готовы пройти особый тренинг:
tr: Özel eğitim mevcut:

source: Company Name
el: Όνομα Εταιρίας
es: Nombre de la Compañia
it: Nome Società
ru: Название компании
tr: Firma Adı

source: Player Name
el: Όνομα Παίκτη
es: Nombre del Jugador
it: Nome Giocatore
ru: Имя игрока
tr: Oyuncu Adı

source: Since you have played the game before you can choose to use all previously gained hints in this new game.
el: Εφόσον έχετε παίξει το παιχνίδι παλαιότερα μπορείτε να επιλέξετε να χρησιμοποιήσετε όλες τις προηγουμένως κερδισμένες συμβουλές σε αυτό το νέο παιχνίδι.
es: Como has jugado el juego antes, puedes elegir usar todas las pistas desbloqueadas anteriormente en esta nueva partida.
it: Dato che hai già giocato altre partite puoi scegliere di usare tutti i suggerimenti acquisiti in precedenza in questa nuova partita.
ru: Так как вы уже играли, вы можете использовать все ранее полученные подсказки в новой игре.
tr: Daha önce oynadığınız için bu oyunda daha önceden kazanılmış olan tüm ipuçlarını kullabilirsiniz.

source: Would you like to import all previously gained hints into this game?
el: Θέλετε να εισάγετε όλες τις προηγουμένως κερδισμένες συμβουλές σε αυτό το παιχνίδι;
es: ¿Te gustaría importar todas las sugerencias adquiridas en este juego?
it: Vuoi importare in questa partita i consigli acquisiti in precedenza?
ru: Хотите импортировать все подсказки в эту игру?
tr: Önceki oyundan kazanmış olduğunuz ipuçlarını bu oyuna yüklemek ister misiniz?

source: Auto
el: Αυτόματο
it: Automatico
ru: Авто
tr: Otomatik
