Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I've recently been informed that your legal department has advised you to stop us and I just wanted to say that I'm very grateful that you didn't.{n}{1} is the best company in the world and I'm glad I can be part of the fan community.
el: Γεια, είμαι η Denise Ried η κύρια προγραμματιστής του fan game του {0}. Ενημερώθηκα πρόσφατα ότι ο νομικός τομέας σας σάς συμβούλευσε να μας σταματήσετε και απλά θέλω να πω ότι είμαι πολύ ευγνώμων που δεν το κάνατε.{n}Η {1} είναι η καλύτερη εταιρία στον κόσμο και είμαι χαρούμενη που μπορώ να είμαι μέρος της fan κοινότητας.
es: Hola, soy Denise Ried, la principal desarrolladora del juego homenaje de {0}. Me han informado recientemente que tu departamento legal te ha aconsejado que nos pares los pies, y he de decir que estoy muy contenta de que no lo hayas hecho.{n}{1} es la mejor compañía del mundo y me alegro mucho de formar parte de su comunidad de fans.
it: Salve, sono Denise Ried, la principale sviluppatrice del fan game basato su {0}. Sono stata recentemente informata che il vostro dipartimento legale vi ha consigliato di fermarci e volevo dire che vi sono molto grata che non l'abbiate fatto.{n}{1} è la migliore società del mondo e sono felice di far parte della sua community di fan.
ru: Здравствуйте, Я Дениз Рид, главный разработчик фанатской игры на основе «{0}». Мне стало известно, что ваши юристы настаивали на прекращении работы нашей группы, и я хотела бы поблагодарить вас за то, что вы их не послушались.{n}«{1}» — лучшая компания в мире, и я рада быть частью вашего фанатского сообщества.
tr: Merhaba, ben {0} fan oyununun ana geliştiricisi Denise Ried. Geçenlerde yasal departmanınızın size bizi durdurmak için istekte bulunduğunu öğrendim ve ben bunu yapmadığınız için ne kadar minnettarım bunu belirtmenk istedim.{n}{1} dünyanın en iyi şirketi ve bende bu topluluğun bir parçası olabildiğim için çok mutluyum.

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I just want to tell you that upon your recent 'request' from your legal department my project has shut down.{n}I poured a lot of effort into this and have always loved your company but I guarantee you that I shall not 'bother' nor support you ever again.
el: Γεια σας, είμαι η Denise Ried η κύρια προγραμματιστής του φαν παιχνιδιού {0}. Απλά θέλω να σας πω ότι κατόπιν του πρόσφατου 'αιτήματός' σας από το νομικό τμήμα σας το πρότζεκτ μου έχει τερματιστεί.{n}Έριξα πολύ κόπο σε αυτό και πάντα αγαπούσα την εταιρία σας όμως σας εγγυόμαι ότι δεν θα σας 'ενοχλήσω' ή θα σας υποστηρίξω ποτέ ξανά.
es: Hola, soy Denise Ried el principal desarollador del club de fans de {0}. Solo queria decirle que gracias a su reciente 'solicitud' por parte de su departamento legal mi proyecto se ha parado.{n}Se puso muchisimo esfuerzo en esto y siempre me encanto su empresa, pero te garantizo que no me 'molesta' pero no le apoyare nunca mas.
it: Ciao, sono Denise Ried il principale sviluppatore del gioco amatoriale su {0}. Voglio solo dirti che data la recente 'richiesta' del tuo dipartimento legale il mio progetto è stato chiuso.{n}Ho riversato moltissimi sforzi in ciò e ho sempre amato la tua società ma ti garantisco che non ti 'annoierò' né supporterò mai più.
ru: Здравствуйте, Я Дениз Рид, главный разработчик фанатской игры на основе «{0}». Могу сообщить вам, что по результатам «запроса» от вашего юридического отдела мой проект был закрыт.{n}Я потратила на него немало сил и всегда восхищалась вашей компанией, но будьте уверены, что теперь вы не получите от меня ни «проблем», ни какой-либо поддержки.
tr: Merhaba, ben Denise Ried {0} hayran oyununun ana yazılımcısıyım. Size söylemek istediğim şey, projemin yakın zamanda kanunun departmanınız tarafından kapatılması'istenilmiş'.{n}Bu şeye çok fazla efor harcadım ve şirketinizi sevmiştim ancak artık sizi ne destekliğcem nede sizden bir daha bahsedicem.

source: I am an employee of the Environmental Protection Agency and have an offer for you. Your company has a high electrical footprint right now. If you would install solar panels you could decrease your footprint and save money in the long run. We would sponsor 50% of the costs which brings your investment to {0}! Would you like to install it?
el: Είμαι ένας υπάλληλος της Εταιρίας Προστασίας Περιβάλλοντος και έχω μια προσφορά. Η εταιρία σας έχει μεγάλο ηλεκτρικό αποτύπωμα. Αν εγκαθιστούσατε φωτοβολταϊκά θα μειώνατε το αποτύπωμά σας και θα κερδίζατε μακροπρόθεσμα. Θα χορηγήσουμε το 50% των εξόδων, που φέρνει την επένδυσή σας στα {0}! Θα θέλατε να τα εγκαταστήσετε;
es: Soy un empleado de la Agencia de Protección Medio Ambiental y tengo una oferta para ti. Tu compañía tiene un impacto eléctrico muy elevado ahora mismo. Si instalas unos paneles solares, podrías reducir este impacto y ahorrar dinero a largo plazo. Podríamos patrocinar el 50% de los costos, lo que reduciría tu inversión total a {0}. ¿Quieres instalarlos?
it: Sono un dipendente della Autorità per l'Energia Elettrica e il Gas e ho un offerta per voi. La vostra azienda ha un alto profilo energetico al momento. Se installaste dei pannelli solari potreste ridurre l'impatto sull'ambiente e risparmiare denaro nel lungo termine. Vorremmo finanziare il 50% dei costi il che porterebbe il vostro investimento a {0}! ↵ Volete installarli?
ru: Я представитель EPA, Агенства по защите окружающей среды, и у меня есть для вас предложение. Сейчас ваша компания потребляет много электричества. Установив солнечные батареи, вы могли бы уменьшить энергопотребление и в конечном счете сэкономить. Мы готовы компенсировать половину ваших затрат, ваши расходы в этом случае составят {0}! Что скажете?
tr: Ben bir Çevre Koruma Ajansı çalışanıyım ve sizin için bir önerimiz var. Şirketinizde şu anda yüksek elektrik tüketimi var. Eğer güneş panelleri kurarsanız elektrik tüketimini azaltıp uzun vadede para tasarrufu sağlayabilirsiniz. Biz {0} maliyetin % 50 sine sponsor oluruz! ↵ Bunu kurdurmak ister misiniz?

source: Install (pay {0})
el: Εγκατάσταση (πλήρωσε {0})
es: Instalar (pagar {0})
it: Installa (paga {0})
ru: Установить (заплатить {0})
tr: Yükle (Öde {0})

source: Ignore offer
el: Αγνόησε την προσφορά
es: Ignorar oferta
it: Ignora l'offerta
ru: Отказаться
tr: Teklifi reddet

source: solar panels
el: φωτοβολταϊκά
es: paneles solares
it: pannelli solari
ru: Солнечные батареи
tr: güneş panelleri

source: {0} has recently installed solar panels in their offices. While the video game and software industries are one of the cleanest industries on earth they do eat up a lot of electricity so installing solar panels can really make an impact.
el: Η {0} πρόσφατα εγκατέστησε φωτοβολταϊκά στα γραφεία της. Ενώ η βιομηχανία βιντεοπαιχνιδιών είναι από τις καθαρότερες, ξοδεύουν πολύ ηλεκτρικό ρεύμα, οπότε η εγκατάσταση φωτοβολταϊκών φέρνει πράγματι αποτελέσματα.
es: {0} ha instalado recientemente paneles solares en sus oficinas. Aunque la industria del software y de los videojuegos es una de las más limpias, sí que utilizan gran cantidad de electricidad, así que instalar paneles solares puede tener un buen impacto.
it: {0} ha recentemente installato dei pannelli solari presso i suoi uffici. Nonostante le industrie di programmazione e videogiochi siano tra le industrie più pulite del pianeta, consumano ingenti quantità di energia elettrica quindi installare pannelli solari ha davvero un impatto ambientale positivo.
ru: Компания «{0}» недавно установила солнечные батареи в своём офисе. Индустрия видеоигр и программного обеспечения — одно из самых экологически чистых производств, но потребляет довольно много электроэнергии, так что установка солнечных батарей значительно улучшает ситуацию.
tr: {0} yakın zamanda kendi ofislerinde güneş panelleri yaptırdı. Video oyun ve yazılım endüstrisi temiz sektörlerden biri olsada epey bir enerji harcıyorlar, yani güneş enerjisi yükleyerek gerçekten bir etki yaratabilir.

source: Yes (pay {0})
el: Ναι (πλήρωσε {0})
es: Sí (pagar {0})
it: Si (paga {0})
ru: Да (заплатить {0})
tr: Evet (öde {0})

source: air conditioner
el: κλιματιστικό
es: aire acondicionado
it: aria condizionata
ru: Кондиционер
tr: klima

source: Boss, the heat is becoming a serious problem. Just yesterday my mouse melted and my keyboard is covered in sweat. Not a good environment to work in. We really need an air conditioner.{n}Unfortunately the previous offer has expired and we would need to pay {0}. Should we order it?
el: Αφεντικό, η ζέστη έχει γίνει σοβαρό πρόβλημα. Εχθές κιόλας το ποντίκι μου έλιωσε και το πληκτρολόγιό μου είναι καλυμμένο με ιδρώτα. Όχι και τόσο καλό περιβάλλον για να δουλέψει κανείς. Πραγματικά χρειαζόμαστε κλιματιστικό.{n}Δυστυχώς η προηγούμενη προσφορά έχει λήξει και πρέπει να πληρώσουμε {0}. Να το παραγγείλουμε;
es: Jefe, el calor esta convirtiéndose un serio problema. Justo ayer mi ratón se derritió y mi teclado esta cubierto en sudor. No es un buen ambiente en donde trabajar. Realmente necesitamos un aire acondicionado.{n} Desafortunadamente la anterior oferta expiró y necesitaríamos pagar {0}. ¿ Deberíamos ordenarlo?
it: Capo, il caldo sta diventando un problema serio. Giusto ieri il mio mouse si è fuso e la mia tastiera è tutta coperta di sudore. Non è un buon ambiente in cui lavorare. Abbiamo davvero bisogno di un condizionatore d'aria.{n}Sfortunatamente l'offerta precedente è scaduta e dovremmo pagare{0}. Possiamo ordinarlo?
ru: Босс, жара становится серьезной проблемой. Моя мышь плавится, а клавиатура залита потом — это немного затрудняет работу. Нам действительно нужен кондиционер.{n}К сожалению, прошлое предложение уже недействительно, и теперь нам придётся заплатить {0}. Будем заказывать?
tr: Patron, sıcaklık ciddi bir sorun olmaya başladı. Daha dün farem eridi ve klavyem de terle kaplandı. Çalışmak için pek de iyi bir ortam değil.{n}Maalesef geçen seferki teklifin süresi bitti ve şimdi {0} ödememiz gerekiyor. Sipariş verelim mi?

source: Dave Johnson here, CEO of Departure Science. Some of our test subjects were recently exposed to some of your games and, surprisingly, they didn't go totally insane. They seemed to quite enjoy the experience in fact. Anyway, I have some products that need advertising and could do with some product placement.{n}My marketing boys tell me that making you this offer is a bad idea but that's exactly why I want it. I'll pay you {0} to place some of our fine red painted exploding barrels in one of your games. What'd ya say?
el: Dave Johnson εδώ, διευθυντής της Departure Science. Κάποια πειραματόζωά μας πρόσφατα υποβλήθηκαν σε μερικά παιχνίδια σας και, περιέργως, δεν τρελάθηκαν τελείως. Φαίνεται μάλιστα να το διασκέδασαν. Τέλος πάντων, έχω κάποια προϊόντα που χρειάζονται διαφήμιση και αυτό θα μπορούσε να γίνει με τοποθέτηση προϊόντος.{n}Τα παιδιά του marketing μου λένε ότι το να σου κάνω αυτήν τη προσφορά δεν είναι καλή ιδέα, αλλά γι' αυτό το θέλω. Θα σε πληρώσω {0} για να τοποθετήσεις κάποια από τα καλύτερά μας κόκκινα εκρηκτικά βαρέλια σε ένα από τα παιχνίδια σου. Τι λες;
es: Aquí Dave Johnson, director financiero de Departure Science. Algunos de nuestros sujetos de prueba han probado vuestros juegos y, sorprendentemente, no han perdido la cabeza del todo. De hecho, parecen haber disfrutado la experiencia. En cualquier caso, tengo algunos productos que necesitan propaganda y hemos pensado en la publicidad por emplazamiento. {n}Los de marketing dicen que hacerte esta oferta es una mala idea, pero es precisamente por eso que te la hago. Te pagaré {0} por colocar algunos de nuestros estupendos barriles explosivos de color rojo en uno de tus juegos. ¿Qué me dices?
it: Parla Dave Johnson, CEO della Departure Science. Alcuni dei soggetti dei nostri test sono stati recentemente esposti ad alcuni dei vostri giochi e, sorprendentemente, non sono impazziti del tutto. Gli stessi sembravano alquanto divertiti dall'esperienza in effetti. In ogni caso, ho alcuni prodotti che han bisogno di pubblicità e potrebbe funzionare della pubblicità indiretta.{n}I miei ragazzi del marketing mi dicono che farvi quest'offerta è una cattiva idea ma questo è esattamente il motivo per cui voglio farla. Vi pagherò {0} per piazzare alcuni dei nostri pregiati barili esplosivi dipinti di rosso in uno dei vostri giochi. Che ne dici?
ru: Это Дейв Джонсон, генеральный директор Departure Science. Недавно мы воздействовали вашими играми на нескольких подопытных, и, на удивление, они не сошли с ума. Более того, им, похоже, даже понравилось. В общем, у меня тут есть кое-что, требующее рекламы — которую вы можете им устроить.{n}Парни из нашего отдела маркетинга отговаривали меня обращаться к вам, но именно поэтому я и собираюсь это сделать. Я заплачу вам {0}, если вы добавите наши красные взрывающиеся бочки в одну из своих игр. Что скажете?
tr: Ben Dave Johnson, Bilim Şirketi'nin CEO'su. Deneklerimizden bazıları oyunlarınızı oynamış ve ilginç bir şekilde delirmemişler. Oyunları oynarken çok eğleniyorlarmış gibi görünüyorlardı. Neyse, ürün yerleştirme uygulamasıyla reklamı yapılacak birkaç ürünüm var.{n} Pazarlamacı elemanlarım size bu teklifi yapmamın kötü bir fikir olduğunu söylüyorlar ama tam da bu yüzden size bunu teklif ediyorum. Size kırmızı boyalı varillerimizi oyunlarınızda kullanmanız için {0} öderim. Ne dersiniz?

source: Product Placement
el: Τοποθέτηση Προϊόντος
es: Publicidad por emplazamiento
it: Pubblicità Occulta
ru: Размещение продукта
tr: Ürün Yerleştirme

source: Sure!
el: Σίγουρα!
es: ¡Claro!
it: Certo!
ru: Конечно!
tr: Tabii!

source: Excellent! Good to hear you have some spirit in you. One more thing: Don't feel like you have to go and rush those barrels into your next game. I'd rather have you place them in a game where they fit well. Johnson out.
el: Θαυμάσια! Χαίρομαι που ακούω ότι έχεις λίγο πνεύμα μέσα σου. Κάτι ακόμα: Μην αισθάνεσαι πως πρέπει να βιαστείς και να βάλεις αυτά τα βαρέλια στο επόμενο παιχνίδι σου. Θα το προτιμούσα καλύτερα αν τα έβαζες σε ένα παιχνίδι όπου ταιριάζουν καλά. Johnson εκτός.
es: ¡Excelente! Es bueno escuchar que que hay algo de espíritu en ti. Una cosa mas: No te sientas como si tuvieras que ir e incorporar lo aprendido en tu próximo juego de inmediato. Preferiría que lo hicieras en un juego donde encajara mejor. Johnson fuera.
it: Eccellente! È bello sapere che hai del sale in zucca. Ancora una cosa: Non sentirti in obbligo di dover mettere quei barili nel tuo prossimo gioco. Preferisco che siano messi in un gioco per cui vadano veramente bene. Johnson, passo e chiudo.
ru: Отлично! Рад слышать, что вы не испугались. Но имейте в виду: я не хочу, чтоб вы просто запихали их в ближайшую игру. Я хочу, чтоб вы запихали их в Самую Подходящую Для Этого Игру! Джонсон.
tr: Mükemmel! İçinde biraz ruh olduğunu duymak güzel. Bir şey daha: Kendini, hemen gidip bu varilleri bir sonraki oyununa koymak zorunda hissetme. Onları iyi uyacak bir oyuna koymanı tercih ederim. Johnson kaçar.

source: Dave Johnson here! Listen! You did well placing our beloved barrels in {0} - my marketing eggheads say profits are increasing which means more science for us. Well done. Here, have this cake.
el: Dave Johnson εδώ! Άκου! Τα κατάφερες καλά βάζοντας τα πολυαγαπημένα μας βαρέλια στο {0} - οι εξυπνάκηδες στο μάρκετινγκ λένε ότι τα κέρδη αυξάνονται το οποίο σημαίνει περισσότερη επιστήμη για εμάς. Συγχαρητήρια. Ορίστε, πάρε αυτό το κέικ.
es: ¡Aquí Dave Johnson! ¡Oye! Hiciste bien colocando mis preciados barriles en {0}. Los cabezas de chorlito de marketing dicen que nuestros beneficios están aumentando, lo que mejorará nuestra investigación. Bien hecho. Ten, te regalamos este pastel.
it: Qui Dave Johnson! Ascolta! Hai fatto bene inserendo i nostri amati barili in {0} - le mie teste d'uovo del marketing dicono che gli utili sono in aumento, il che significa più scienza per noi. Ben fatto. Ecco, prendi questa torta.
ru: Это Дейв Джонсон! Слушайте! Вы прекрасно справились, разместив наши любимые бочки в игре «{0}» — мои маркетологи говорят, что прибыль растет, и это нам наука. Молодцы. Вот вам тортик в награду.
tr: Dave Johnson burada! Dinleyin! Siz de {0} bizim sevgili varil yerleştirerek yoktu - benim marketim yumurtakafalar kar artışı söylüyorlar bizim için daha fazla bilim anlamına gelir. Aferin. İşte, bu kekiniz.

source: Dave Johnson here! Listen! Those red exploding barrels I'd asked you to place in your game. Well, seems that folks didn't really enjoy them as much in {0}. Oh well, was worth a try.
el: Dave Johnson εδώ! Άκου! Σχετικά με αυτά τα κόκκινα εκρηκτικά βαρέλια που σου ζήτησα να τοποθετήσεις στο παιχνίδι σου. Λοιπόν, φαίνεται ότι οι άνθρωποι δεν τα απόλαυσαν τόσο όσο στο {0}. Τέλος πάντων, άξιζε μια προσπάθεια.
es: ¡Aquí Dave Johnson! ¡Oye! Esos barriles explosivos rojos que te pedí poner en tu juego... bueno, parece que a la gente no le ha gustado mucho en {0}. En fin, el intento valió la pena.
it: Qui Dave Johnson! Ascolta! Quei barili esplosivi rossi che avevo chiesto di inserire nel vostro gioco. Beh, sembra che la gente non abbia gradito i barili inseriti in {0}. Oh beh, valeva la pena provarci.
ru: Это Дейв Джонсон! Слушайте! Насчёт тех красных взрывающихся бочек, что я просил устроить. Похоже, в игре «{0}» люди их не очень-то оценили. Ну и ладно, попытка не пытка.
tr: Dave Johnson burada! Dinle! Oyununa koymanı istediğim şu kırmızı patlayan variller. Şu işe bak ki millet onlarla {0} oyununda pek eğlenmedi gibi gözüküyor.Her neyse, denemeye değerdi.

source: Message
el: Μήνυμα
es: Mensaje
it: Messaggio
ru: Письмо
tr: Mesaj

source: Boss, I think it's time to announce the {0} to the world. Should we go ahead and make a press release?
el: Αφεντικό, νομίζω ήρθε η ώρα να ανακοινώσουμε το {0} στον κόσμο. Να κάνουμε μια διακήρυξη τύπου;
es: Jefe, creo que es hora de presentar la {0} en sociedad. ¿Deberíamos anunciarlo en los medios?
it: Capo, penso sia arrivato il momento di annunciare {0} al resto del mondo. Procediamo e rilasciamo un comunicato stampa?
ru: Босс, мне кажется, пора анонсировать нашу консоль «{0}». Подготавливаем пресс-релиз?
tr: Patron, bence dünyaya {0} konsolunu açıklamanın zamanıdır. Devam edip bir basın açıklaması yapalım mı?

source: Announce
el: Ανακοίνωσε
es: Anunciar
it: Annuncia
ru: Анонсировать
tr: Duyur

source: Don't announce
el: Μην ανακοινώσεις
es: No anunciar
it: Non annunciare
ru: Не анонсировать
tr: Duyurma

source: In a surprise announcement {0}, a company known for games such as {1} has revealed that they have been working on their very own game console. The console which is called {2} is said to compete with the high end consoles from companies like Mirconoft and Vonny.{n}We are eager to see how much of an impact this new console will have.
el: Σε μια ξαφνική ανακοίνωση η {0}, εταιρία γνωστή για παιχνίδια όπως το {1} αποκάλυψε ότι δουλεύει πάνω στη δικιά της κονσόλα. Η κονσόλα η οποία αποκαλείται {2} λέγεται ότι συναγωνίζεται με κονσόλες υψηλών προδιαγραφών από εταιρίες όπως η Mirconoft και η Vonny.{n}Ανυπομονούμε να δούμε πόσο αντίκτυπο θα κάνει αυτή η νέα κονσόλα.
es: En una declaración sorprendente, {0}, una compañía conocida por juegos como {1} ha revelado que se encuentra trabajando en su propia consola, que se llamará {2} y se cree que competirá contra los soportes avanzados de compañías como Mirconoft y Vonny. {n}Estamos ansiosos por ver el impacto de esta nueva consola.
it: In un annuncio a sorpresa {0}, società nota per giochi come {1} ha rivelato di essere al lavoro su una loro console. La console si chiamerà {2} ed è stato detto che competerà con le console di fascia alta di aziende come Mirconoft e Vonny.{n}Siamo desiderosi di vedere l'impatto che questa nuova console avrà.
ru: Компания «{0}», известная своим хитом «{1}», ещё раз удивила всех, заявив, что работает над созданием собственной игровой консоли. Она будет называться «{2}» и, по слухам, сможет уверенно потягаться с лучшими разработками Mirconoft и Vonny.{n}Посмотрим, удастся ли новой консоли занять достойное место на рынке.
tr: {0} süpriz bir açıklamayla, {1} gibi oyunlarla bilinen şirket, kendi konsolları üzerinde çalıştıklarını açıkladı. Adı {2} olan konsolun Mirconoft ve Vonny'nin son model konsollarıyla yarışacak düzeyde olduğu söyleniyor.{n}Yeni konsolun yaratacağı etkiyi görmek için sabırsızlanıyoruz.

source: which had only limited commercial success.
el: οποία είχε περιορισμένη μόνο επιτυχία.
es: que tuvo apenas un éxito comercial mediocre.
it: che ebbe un successo commerciale limitato.
ru: коммерческий успех которого оставлял желать лучшего.
tr: sadece belirli bir ticari başarı sağladı.

source: which had moderate commercial success.
el: οποία είχε μέτρια εμπορική επιτυχία.
es: que tuvo un éxito comercial moderado.
it: che ebbe un successo commerciale moderato.
ru: продажи которого были не очень впечатляющими.
tr: sadece orta derece bir ticari başarı sağladı.

source: which had a sizeable following and really made an impact in the market.
el: οποία είχε τεράστια πέραση και έκανε αισθητή την παρουσία της στην αγορά.
es: que tuvo una continuidad considerable y causó un verdadero impacto en el mercado.
it: che ha avuto un ottimo seguito ed un notevole impatto sul mercato.
ru: имевшего большой успех и ставшего настоящей сенсацией на рынке.
tr: gerçekten bir başarı yakaladı ve markette bir çarpma etkisi yarattı.

source: {0} has announced that they are working on a new game console. The console named {1} is planned as a successor to their earlier contender, the {2}
el: Η {0} ανακοίνωσε ότι ετοιμάζει την νέα της κονσόλα. Η κονσόλα ονομάζεται {1} και ακολουθεί την προηγούμενη, η {2}
es: {0} ha anunciado que está trabajando en una nueva consola. La consola se llama {1} y está destinada a suceder a su anterior competidora, la {2}
it: {0} ha annunciato di star lavorando su una nuova console. Si chiamerà {1} ed è prevista come successore della precedente console, {2}
ru: Компания «{0}» объявила, что готовит к выпуску новую игровую консоль. Предполагается, что устройство под названием «{1}» заменит своего предшественника, «{2}»,
tr: {0} yeni bir oyun konsolu üzerinde çalıştıklarını duyurdu.Konsolun adı{1}daha önceki yarışmacı bir halefi,olarak planlanmıştır {2}

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider rating the game on the Store. You can also send us some feedback
el: Συγχαρητήρια που τερματίσατε το Game Dev Tycoon και ευχαριστούμε που παίξατε! Αν απολαύσατε το μικρό μας παιχνίδι τότε παρακαλώ σκεφτείτε να το βαθμολογήσετε στο Store. Επίσης μπορείτε να μας στείλετε μερικά σχόλια
es: ¡Felicidades por terminar Game Dev Tycoon y gracias por haberlo jugado! Si has disfrutado nuestro pequeño juego, por favor, puntúa el juego en la tienda. Además, también puedes mandarnos sugerencias
it: Congratulazioni per aver terminato Game Dev Tycoon e grazie per aver giocato! Se ti è piaciuto il nostro piccolo gioco per favore valuta l'idea di votarlo nel Negozio. Puoi anche mandarci alcuni commenti
ru: Поздравляем с прохождением Game Dev Tycoon и благодарим за игру! Мы будем рады получить ваши отзывы. Если игра вам понравилась, возможно, вы захотите оценить её в Магазине
tr: Game Dev Tycoon'u bitirdiğiniz için tebrikler ve oynadığınız için teşekkürler! Eğer küçük oyunumuzdan zevk aldıysanız lütfen Mağazadan oyunumuzu oylayın. Ayrıca bize biraz geri bildirim de yapabilirsiniz
