Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Slot
el: Θέση
es: Partida
ru: Ячейка
tr: Boşluk

source: Rank:
el: Κατάταξη:
es: Rango:
it: Livello:
ru: Ранг:
tr: Derece:

source: Units:
el: Μονάδες:
es: Unidades:
it: Unità:
ru: Продаж:
tr: Üniteler:

source: How do you want to market {0}?
el: Πώς θα θέλατε να διαφημίσετε το {0};
es: ¿Cómo quieres promocionar {0}?
it: Come vuoi lanciare sul mercato {0}?
ru: Как будем рекламировать игру «{0}»?
tr: {0} için pazarlamanın nasıl yapılmasını istiyorsun?

source: What do you want to research?
el: Τι θα θέλατε να ερευνήσετε;
es: ¿Qué es lo que quiere investigar?
it: Cosa vuoi ricercare?
ru: Что вы хотите исследовать?
tr: Neyi araştırmak istiyorsunuz?

source: coming soon
el: έρχεται σύντομα
es: Próximamente
it: in arrivo
ru: в ближайшее время
tr: yakında

source: Loss:
el: Ζημιά:
es: Pérdida:
it: Perdita:
ru: Убытки:
tr: Zarar:

source: Game History
el: Ιστορικό Παιχνιδιών
es: Historial de Juegos
it: Storico Giochi
ru: История игр
tr: Oyun Geçmişi

source: Most expensive ({0}): {1}
el: Πιο δαπανηρό ({0}): {1}
es: Más caro ({0}): {1}
it: Più costoso ({0}): {1}
ru: Самая дорогая ({0}): {1}
tr: En pahalı ({0}): {1}

source: Most profitable ({0}): {1}
el: Πιο επικερδές ({0}): {1}
es: Más rentable: ({0}): {1}
it: Più redditizio ({0}): {1}
ru: Наиболее доходная («{0}»): {1}
tr: En kârlı ({0}): {1}

source: Least profitable ({0}): {1}
el: Λιγότερο επικερδές ({0}): {1}
es: Menos rentable ({0}): {1}
it: Meno redditizio ({0}): {1}
ru: Наименее доходная («{0}»): {1}
tr: En az kârlı ({0}): {1}

source: Most used topic ({0}): {1}
el: Πιο χρησιμοποιημένο θέμα ({0}): {1}
es: Tema más usado({0}): {1}
it: Tema più utilizzato ({0}): {1}
ru: Самая частая тематика ({0}): {1}
tr: En çok kullanılan konu ({0}): {1}

source: Most used genre ({0}): {1}
el: Πιο χρησιμοποιημένο είδος ({0}): {1}
es: Género más usado ({0}): {1}
it: Genere più utilizzato ({0}): {1}
ru: Самый частый жанр ({0}): {1}
tr: En çok kullanılan tür ({0}): {1}

source: Researched topics: {0}
el: Ερευνημένα θέματα: {0}
es: Temas investigados: {0}
it: Temi ricercati: {0}
ru: Исследованные тематики: {0}
tr: Araştırılmış konular: {0}

source: Total research completed: {0}
el: Σύνολο ολοκληρωμένης έρευνας: {0}
es: Investigación total completada: {0}
it: Totale ricerche completate: {0}
ru: Всего исследований: {0}
tr: Toplam araştırma tamamlandı: {0}

source: Design points generated: {0}
el: Παραγόμενοι πόντοι σχεδιασμού: {0}
es: Puntos de diseño generados: {0}
it: Punti design generati: {0}
ru: Очков дизайна: {0}
tr: Tasarım puanları oluşturulur: {0}

source: Technology points generated: {0}
el: Παραγόμενοι πόντοι τεχνολογίας: {0}
es: Puntos de tecnología generados: {0}
it: Punti tecnologia generati: {0}
ru: Очков технологий: {0}
tr: Teknoloji puanları oluşturuldu: {0}

source: Small games: {0}
el: Μικρά παιχνίδια: {0}
es: Juegos pequeños: {0}
it: Giochi piccoli: {0}
ru: Малые игры: {0}
tr: Küçük oyunlar: {0}

source: Medium games: {0}
el: Μεσαία παιχνίδια: {0}
es: Juegos medianos: {0}
it: Giochi medi: {0}
ru: Средние игры: {0}
tr: Orta oyunlar: {0}

source: Large games: {0}
el: Μεγάλα παιχνίδια: {0}
es: Juegos grandes: {0}
it: Giochi grandi: {0}
ru: Большие игры: {0}
tr: Büyük oyunlar: {0}

source: AAA games: {0}
el: Παιχνίδια ΑΑΑ: {0}
es: Juegos AAA: {0}
it: Giochi AAA: {0}
ru: AAA-игры: {0}
tr: AAA oyunlar: {0}

source: Good games: {0}
el: Καλά παιχνίδια: {0}
es: Juegos buenos: {0}
it: Giochi belli: {0}
ru: Хорошие игры: {0}
tr: İyi oyunlar: {0}

source: Top hits: {0}
el: Κορυφαίες επιτυχίες: {0}
es: Números uno: {0}
it: Grandi successi: {0}
ru: Лучшие хиты: {0}
tr: En hit: {0}

source: Publishers used: {0}
el: Εκδότες που χρησιμοποιήθηκαν: {0}
es: Editores utilizados: {0}
it: Pubblicatori usati: {0}
ru: Выпущено издательством: {0}
tr: Yayıncı kullandı: {0}

source: Self-published games: {0}
el: Αυτο-εκδομένα παιχνίδια: {0}
es: Juegos auto-publicados: {0}
it: Giochi auto-pubblicati: {0}
ru: Выпущено самостоятельно: {0}
tr: Kendi yayınladığın oyunlar: {0}

source: Best seller: {0} ({1} units)
el: Κορυφαίο σε πωλήσεις: {0} ({1} μονάδες)
es: Más vendido: {0} ({1} unidades)
it: Maggiori vendite: {0} ({1} units)
ru: Бестселлер: «{0}» ({1} копий)
tr: En iyi satanlar:{0} ({1} birim)

source: Fans: {0}
el: Οπαδοί: {0}
it: Fan: {0}
ru: Фанаты: {0}
tr: Hayranlar: {0}

source: Cash: {0}
el: Μετρητά: {0}
es: Dinero: {0}
it: Soldi: {0}
ru: Деньги: {0}
tr: Nakit: {0}

source: Custom consoles: {0}
el: Προσαρμοσμένες κονσόλες: {0}
es: Consolas propias: {0}
it: Console personalizzate: {0}
ru: Собственные игровые консоли: {0}
tr: Özel konsollar: {0}

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for purchasing the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
el: Προς: {0} Από: Patrick & Daniel Klug (Greenheart Games). Γεια σου {0}, είμαστε οι δημιουργοί του Game Dev Tycoon και θα θέλαμε να σε ευχαριστήσουμε που αγόρασες το παιχνίδι και μας υποστηρίζεις.{n}Το Game Dev Tycoon είναι το πρώτο μας παιχνίδι και το ότι το διασκεδάζεις σημαίνει πολλά για μας. Με την αγορά σου υποστηρίζεις το ξεκίνημά μας και αυτό ελπίζουμε να βοηθήσει στο να φτιάξουμε και άλλα παιχνίδια στο μέλλον.{n}Σοβαρά, σκίζεις! Ευχαριστούμε πολύ και καλή συνέχεια με το Game Dev Tycoon.
es: Para: {0} de: Patrick & Daniel Klug (Greenheart Games). Hola {0}, somos los creadores del juego Game Dev Tycoon y nos gustaría darte las gracias por comprar el juego y apoyarnos.{n}Game Dev Tycoon es nuestro primer juego y significa mucho para nosotros que lo estés disfrutando. Con su compra usted apoya nuestra pequeña puesta en marcha y espero que esto haga en un futuro que podamos traerle más juegos.{n}En serio, ¡eres el mejor! Muchas gracias y diviértete con Game Dev Tycoon.
it: A: {0} Da: Patrick & Daniel Klug (Greenheart Games). Ciao {0}, siamo i creatori di Game Dev Tycoon e ti vogliamo ringraziare tantissimo di aver comprato il gioco e averci così aiutato.{n}Game Dev Tycoon è il nostro primo gioco e significa molto per noi che tu ti stia divertendo. Grazie al tuo acquisto stai supportando la nostra piccola start-up e questo significa che potremo offrirti nuovi giochi in futuro (speriamo!).{n}Davvero, sei un grande! Ancora mille grazie, e divertiti con Game Dev Tycoon.
ru: Кому: {0} От: Patrick и Daniel Klug, компания «Greenheart Games». Привет, {0}! Мы, авторы «Game Dev Tycoon», хотели бы поблагодарить Вас за то, что Вы купили нашу игру, поддержав нас.{n}«Game Dev Tycoon» — самая первая наша игра, и то, что Вы играете в неё, очень много значит для нас. Своей покупкой Вы поддерживаете нашу начинающую компанию, которая, как мы надеемся, ещё не раз порадует Вас новыми играми.{n}Серьезно, Вы молодец, огромное Вам спасибо! А теперь — наслаждайтесь игрой!
tr: Kime: {0} Kimden: Patrick & Daniel Klug (Greenheart Games). Merhaba {0}, bizler Game Dev Tycoon'un yaratıcalarıyız ve sana bu oyunu satın aldıp bize destek olduğun için çok teşekkür ederiz.{n}Game Dev Tycoon bizim ilk oyunumuz ve oyundan keyif alman bize oldukça çok şey ifade ediyor. Oyunu satın alman ile bizim küçük başlangıcımızı destekliyorsun ve umarız bu gelecekte sizlere daha çok oyunlar getirmemize imkan sağlayacak.{n}Cidden, harikasın! Çok teşekkürler ve Game Dev Tycoon ile iyi eğlenceler.

source: It seems that something went wrong when purchasing the app. Please close the app and try again later. If the issue persists please contact {0}
el: Φαίνεται ότι κάτι πήγε στραβά με την αγορά της εφαρμογής. Παρακαλούμε κλείστε την εφαρμογή και δοκιμάστε ξανά αργότερα. Αν το πρόβλημα παραμένει παρακαλούμε επικοινωνήστε με {0}
es: Parece que algo salió mal al comprar la aplicación. Por favor, cierre la aplicación y vuelva a intentarlo más tarde. …Si el problema persiste póngase en contacto con {0}
it: Sembra che qualcosa sia andato storto durante l'acquisto dell'applicazione. Ti preghiamo di chiudere l'applicazione e riprovare più tardi. Se il problema persiste per favore contatta {0}
ru: Похоже, при покупке игры что-то пошло не так. Пожалуйста, закройте приложение и попробуйте снова через некоторое время. Если проблема повторяется, напишите нам: {0}
tr: Bu uygulamayı satın alırken birşey yanlış gitti gibi görünüyor. Uygulamayı kapatın ve daha sonra tekrar deneyin. Sorun devam ederse lütfen irtibat kurun {0}

source: It seems that something went wrong when trying to purchase the app. This usually indicates a problem with the Store. Please try again later and if the issue persists please contact {0}
el: Φαίνεται ότι κάτι πήγε στραβά με την προσπάθεια αγοράς της εφαρμογής. Αυτό συνήθως φανερώνει πρόβλημα με το Κατάστημα. Παρακαλούμε δοκιμάστε ξανά αργότερα και αν το πρόβλημα παραμένει παρακαλούμε επικοινωνήστε με {0}
es: Parece que algo salió mal mientras se intentaba comprar la aplicación. Esto suele indicar un problema con la Store. Por favor intenta de nuvo mas tarde y si el problema persiste por favor contáctanos. {0}
it: Sembra che qualcosa sia andato storto durante l'acquisto dell'app. Questo di solito indica un problema con il Negozio. Ti preghiamo di riprovare più tardi e se il problema persiste per favore contatta {0}
ru: Похоже, при покупке игры что-то пошло не так. Обычно такое случается из-за проблем в Store. Попробуйте снова через некоторое время, и если проблема повторяется, напишите нам: {0}
tr: Bu uygulamayı satın almak için çalışırken bir şeyler yanlış gitti gibi görünüyor. Bu genellikle Store ile ilgili bir sorun olduğunu gösterir. Lütfen sonra tekrar deneyin ve sorun devam ederse iletişime geçin {0}

source: It seems that something went wrong when trying to go to the Store page for the full app. Please try again and if the issue persists please contact {0} or search for Game Dev Tycoon manually on the Windows Store.
el: Φαίνεται ότι κάτι πήγε στραβά όταν προσπαθείτε να πάτε στη σελίδα του Καταστήματος για την πλήρη εφαρμογή. Παρακαλούμε δοκιμάστε ξανά και εάν το πρόβλημα παραμένει παρακαλούμε επικοινωνήστε με την {0} ή αναζητήστε για Game Dev Tycoon στο Κατάστημα Windows.
es: Al parecer algo salió mal al intentar acceder a la página de la Tienda para obtener la aplicación completa. Por favor intenta de nuevo y si el problema persiste por favor contacta a {0} o busca manualmente Game Dev Tycoon en la Tienda de Windows.
it: Sembra che qualcosa sia andato storto mentre provavi ad andare alla pagina del Negozio per il gioco completo. Per favore riprova di nuovo e se il problema persiste contatta {0} o cerca manualmente Game Dev Tycoon nel Windows Store.
ru: Похоже, что-то пошло не так при попытке открыть в Store страницу с полной версией игры. Попробуйте ещё раз, и если проблема повторяется, напишите нам ({0}) или попробуйте поискать Game Dev Tycoon в Windows Store вручную.
tr: Görünüşe göre tam sürüm uygulama için mağaza sayfasına gitmeyi denerken bir şeyler ters gitti. Lütfen tekrar deneyin ve sorun devam ederse lütfen bizimle iletişime geçin {0} ya da Windows Mağazasında manüel olarak Game Dev Tycoon'ı arayın.

source: You have reached the end of the {0} version. If you like what you've seen so far then you should definitely check out the full game. You can find a brief description of what awaits you below.
el: Η {0} έκδοση έχει φτάσει στο τέλος της. Αν σας άρεσε ο,τι έχετε δει μέχρι στιγμής θα πρέπει σίγουρα να τσεκάρετε το πλήρες παιχνίδι. Μπορείτε να βρείτε μια σύντομη περιγραφή του τι σας περιμένει παρακάτω.
es: Has alcanzado el final de la versión {0}. Si te gusta lo que has visto hasta ahora, sin duda deberías echarle un ojo al juego completo. Debajo encontrarás una breve descripción de lo que te espera.
it: Sei arrivato alla fine della versione {0}. Se ti piace ciò che hai visto finora allora dovresti proprio provare il gioco completo. Puoi trovare una breve descrizione di ciò che ti aspetta qui sotto.
ru: Здесь завершается {0} версия игры. Если она вам понравилась, то вам определённо стоит попробовать полную версию. Ниже — краткое описание того, что ждёт вас дальше.
tr: {0} versiyonunun sonuna ulaştın. Eğer bu zamana kadar gördüklerini beğendiysen kesinlikle tam sürüme göz atmalısın. Aşağıda tam sürümde seni neler beklediğini görebilirsin.

source: Go to full game ...
el: Πηγαίνετε στο πλήρες παιχνίδι ...
es: Ir al juego completo...
it: Passa al gioco completo ...
ru: Перейти к полной версии ...
tr: Tam sürüm oyuna git ..

source: Unlock full game ...
el: Ξεκλείδωμα πλήρους παιχνιδιού ...
es: Desbloquear juego completo...
it: Sblocca il gioco completo ...
ru: Разблокировать полную версию ...
tr: Tam oyunun kilidini aç ...

source: Cash
el: Μετρητά
es: Efectivo
it: Denaro
ru: Деньги
tr: Nakit

source: Total fans
el: Σύνολο οπαδών
es: Total de Fans
it: Fan totali
ru: Всего фанатов
tr: Toplam hayran sayısı

source: Total game releases
el: Σύνολο κυκλοφορήσεων παιχνιδιών
es: Total de juegos lanzados
it: Totale giochi rilasciati
ru: Выпущенных игр
tr: Piyasaya sürülen toplam oyun sayısı

source: Total unit sales
el: Σύνολο πωλήσεων μονάδων
es: Total de unidades vendidas
it: Totale unità vendute
ru: Проданных копий
tr: Toplam satış adedi

source: Total design points generated
el: Σύνολο παραγόμενων πόντων σχεδιασμού
es: Total de puntos de diseño generados
it: Totale punti design generati
ru: Очков дизайна
tr: Üretilen toplam dizayn puanları

source: Total technology points generated
el: Σύνολο παραγόμενων πόντων τεχνολογίας
es: Total de puntos de tecnología generados
it: Totale punti tecnologia generati
ru: Очков технологий
tr: Üretilen toplam teknoloji puanları

source: Total research completed
el: Σύνολο ολοκληρωμένης έρευνας
es: Investigación total completada
it: Totale ricerche completate
ru: Завершённых исследований
tr: Toplam tamamlanan araştırmalar

source: Most sales ({0})
el: Περισσότερες πωλήσεις ({0})
es: Ventas máximas ({0})
it: Maggior numero di vendite ({0})
ru: Максимум продаж ({0})
tr: En çok satış ({0})

source: Most fans ({0})
el: Περισσότεροι οπαδοί ({0})
es: Máximo de fans ({0})
it: Maggior numero di fan ({0})
ru: Максимум фанатов ({0})
tr: En çok hayran ({0})

source: Most expensive ({0})
el: Πιο ακριβό ({0})
es: El más costoso ({0})
it: Più costoso ({0})
ru: Самая дорогая ({0})
tr: En pahalı ({0})

source: Most profitable ({0})
el: Πιο επικερδε΄ς ({0})
es: El más rentable ({0})
it: Più redditizio ({0})
ru: Наиболее доходная («{0}»)
tr: En karlı ({0})

source: Least profitable ({0})
el: Λιγότερο επικερδές ({0})
es: El menos rentable ({0})
it: Meno redditizio ({0})
ru: Наименее доходная («{0}»)
tr: En az kârlı ({0})

source: Most used topic ({0})
el: Πιο χρησιμοποιημένο θέμα ({0})
es: El tema más usado ({0})
it: Tema più utilizzato ({0})
ru: Самая частая тематика ({0})
tr: En fazla kullanılan konu ({0})

source: Most used genre ({0})
el: Πιο χρησιμοποιημένο είδος ({0})
es: El género más usado ({0})
it: Genere più utilizzato ({0})
ru: Самый частый жанр ({0})
tr: En fazla kullanılan tarz ({0})

source: Thank you for playing the {0} version. If you like what you've seen so far then you should definitely check out the full game.
el: Σας ευχαριστούμε που παίξατε τη {0} έκδοση. Αν σας αρέσει ο,τι έχετε ήδη μέχρι στιγμής πρέπει σίγουρα να τσεκάρετε το πλήρες παιχνίδι.
es: Gracias por jugar la {0} versión. Si te gusta lo que has visto hasta ahora, definitivamente deberías echarle un vistazo a la versión completa.
it: Grazie per aver giocato alla versione {0}. Se ti piace ciò che hai visto finora allora dovresti davvero provare il gioco completo.
ru: Спасибо за игру. Если вам понравилась {0} версия, то вам определённо стоит попробовать полную.
tr: {0} versiyonunu oynadığınız için teşekkür ederiz. Şuana kadar gördüğünüzden memnun kaldıysanız ozaman kesinlikle tam sürümü denemelisiniz.

source: If you unlock the full game you can continue playing the game you've already started.
el: Αν ξεκλειδώσετε το πλήρες παιχνίδι μπορείτε να συνεχίσετε να παίζετε το παιχνίδι που έχετε ήδη ξεκινήσει.
es: Si desbloqueas el juego completo podrás segur jugando la partida que ya empezaste.
it: Se sblocchi il gioco completo potrai continuare a giocare alla partita che hai già cominciato.
ru: Если вы приобретёте полную игру, то сможете продолжить уже начатую.
tr: Eğer oyunu satın alırsanız daha önceden başlamış olduğunuz oyunu oynamaya devam edebilirsiniz.

source: Complex Algorithms
el: Σύνθετοι Αλγόριθμοι
es: Algoritmos Complejos
it: Algoritmi Complessi
ru: Сложные алгоритмы
tr: Karışık Algoritmalar

source: Game Demo
el: Demo Παιχνιδιού
es: Demo de Juego
it: Gioco Demo
ru: Примеры своих игр
tr: Oyun Demosu

source: Showreel
es: Video Demostrativo
ru: Шоурил
tr: Fragman

source: Cost:
el: Κόστος:
es: Costo:
it: Costo:
ru: Стоимость:
tr: Maliyet:

source: Level:
el: Επίπεδο:
es: Nivel:
it: Livello:
ru: Уровень:
tr: Seviye:

source: {0} per month
el: {0} ανά μήνα
es: {0} al mes
it: {0} per mese
ru: {0} в месяц
tr: Aylık {0}

source: Project Size:
el: Μέγεθος Πρότζεκτ:
es: Tamaño del proyecto:
it: Dimensioni del Progetto:
ru: Объём проекта:
tr: Proje Boyutu:

source: Pay: {0}
el: Πληρωμή: {0}
es: Pago: {0}
it: Paga: {0}
ru: Оплата: {0}
tr: Ödeme: {0}

source: Penalty: {0}
el: Ποινή: {0}
es: Penalización: {0}
it: Penale: {0}
ru: Штраф: {0}
tr: Ceza: {0}

source: {0} weeks
el: {0} εβδομάδες
es: {0} semanas
it: {0} settimane
ru: {0} нед.
tr: {0} hafta

source: {0} not researched
el: {0} δεν έχει ερευνηθεί
es: {0} no investigado
it: {0} non ricercato
ru: Не исследовано: {0}
tr: {0} henüz araştırılmadı

source: Min Score: {0}
el: Ελάχιστη Βαθμολογία: {0}
es: Punt Mínima: {0}
it: Punteggio Min: {0}
ru: Минимальная оценка: {0}
tr: Min Skor: {0}

source: Game Size:
el: Μέγεθος Παιχνιδιού:
es: Tamaño de Juego:
it: Dimensione Gioco:
ru: Размер игры:
tr: Oyun Büyüklüğü:

source: Target Audience:
el: Απευθυνόμενο Κοινό:
es: Público Objetivo:
it: Pubblico di Riferimento:
ru: Целевая аудитория:
tr: Hedef Kitle:

source: Royalties: {0}%
el: Δικαιώματα: {0}%
es: Derechos: {0}%
ru: Отчисления: {0}%
tr: Telif Hakkı: {0}%

source: Up-front Pay: {0}
el: Εκ των προτέρων Πληρωμή: {0}
es: Pago anticipado: {0}
it: Pagamento Anticipato: {0}
ru: Авансовый платёж: {0}
tr: Ön Ödeme: {0}

source: (no license)
el: (δεν υπάρχει άδεια)
es: (sin licencia)
it: (nessuna licenza)
ru: (нет лицензии)
tr: (lisans yok)

source: There are no contracts currently available.
el: Δεν υπάρχουν διαθέσιμα συμβόλαια αυτή τη στιγμή.
es: Ahora mismo no hay contratos disponibles.
it: Non ci sono contratti attualmente disponibili.
ru: На данный момент контрактов нет.
tr: Şuan herhangi bir sözleşme yok.

source: No scores yet. Once you finish a game your high score will be listed here.
el: Δεν υπάρχουν βαθμολογίες ακόμα. Μόλις τελειώσετε ένα παιχνίδι το ρεκόρ σας θα εμφανιστεί εδώ.
es: Todavía no hay puntajes. Una vez que termine una partida,su puntuación más alta estará aquí.
it: Ancora nessun punteggio. Una volta completata una partita il tuo punteggio migliore sarà inserito qui.
ru: Рекордов пока нет. Но они обязательно появятся здесь, как только вы пройдёте игру хотя бы раз.
tr: Henüz puan yok. Bir oyunu bitirdiğin zaman yüksek puanın burada listelenecek.

source: Reviews for {0}
el: Αξιολογήσεις για {0}
es: Análisis por {0}
it: Recensioni per {0}
ru: Оценки: «{0}»
tr: {0} için incelemeler

source: ({0}) - purchased!
el: ({0}) - αγοράστηκε!
es: ({0}) - ¡comprado!
it: ({0}) - acquistato!
ru: ({0}) — куплено!
tr: ({0}) - satın alındı!

source: We have some additional insights:
el: Έχουμε μερικές επιπλέον γνώσεις:
es: Tenemos información adicional:
it: Abbiamo alcuni suggerimenti aggiuntivi:
ru: Мы поняли кое-что ещё:
tr: Bazı ekstra sezgilerimiz:

source: No new insights
el: Όχι νέες γνώσεις
es: No hay nuevas ideas
it: Nessuna nuova intuizione
ru: Впрочем, нет, ничего нового.
tr: Yeni anlayış yok

source: Game Report
el: Αναφορά Παιχνιδιού
es: Reporte de Juego
it: Rapporto sul Gioco
ru: Анализ игры
tr: Oyun Raporu

source: Our post-release analysis of {0} is complete and we got the following results:
el: Η μετα-κυκλοφορίας ανάλυση του {0} έχει ολοκληρωθεί και λάβαμε τα ακόλουθα αποτελέσματα:
es: Nuestros análisis post-lanzamiento de {0} está completo y tenemos los siguientes resultados:
it: Abbiamo completato la nostra analisi dei dati di vendita dopo il rilascio di {0}. I risultati sono i seguenti:
ru: Мы закончили анализ игры «{0}» и сделали следующие выводы:
tr: {0} için yaptığımız yayın-öncesi analizi tamamlandı ve şu sonuçları aldı:

source: {0} and {1} is a {2} combination.
el: Τα {0} και {1} είναι {2} συνδυασμός.
es: {0} y {1} es una combinación {2}.
it: {0} e {1} sono una {2} combinazione.
ru: {0} и {1} сочетаются {2}.
tr: {0} ve {1} bir {2} kombinasyondur.

source: {0} seems to be {1} for this type of game.
el: Ο τομέας {0} φαίνεται να είναι {1} για αυτόν τον τύπο παιχνιδιού.
es: {0} parece ser {1} para este tipo de juego.
it: {0} sembra essere {1} per questo tipo di videogioco.
ru: {0} — {1} аспект игр такого типа.
tr: {0} bu oyun tipi için {1} gibi görünüyor.

source: The market really doesn't like when we publish very similar games too close to each other.
el: Στην αγορά πραγματικά δεν αρέσει όταν εκδίδουμε πολύ όμοια παιχνίδια το ένα πολύ κοντά με το άλλο.
es: Al mercado en verdad no le gusta cuando publicamos juegos muy similares en poco tiempo.
it: Al mercato non piace quando pubblichiamo giochi molto simili troppo vicini uno all'altro.
ru: Рынок плохо реагирует на выпуск нескольких однотипных игр за короткое время.
tr: Birbirine çok yakın zamanlarda ve çok benzer oyunları yayınladığımızda piyasa bunu gerçekten sevmiyor.

source: A few more games and the team will have higher potential
el: Λίγα ακόμη παιχνίδια και η ομάδα θα έχει υψηλότερες δυνατότητες
es: Unos pocos juegos más y el equipo tendrá un potencial superior
it: Ancora qualche videogioco e il team sarà al massimo potenziale
ru: Еще несколько игр, и команда заработает в полную силу.
tr: Biraz daha fazla oyun ve takım daha yüksek bir potansiyele sahip olacak

source: We should try to focus our entire team on the development of a game.
el: Θα πρέπει να προσπαθήσουμε να επικεντρώσουμε ολόκληρη την ομάδα μας στην ανάπτυξη ενός παιχνιδιού.
es: Deberíamos intentar enfocar todo nuestro equipo en el desarrollo de un juego.
it: Dovremmo provare a focalizzare tutta la nostra squadra nello sviluppo di un gioco.
ru: Нам следует полностью использовать ресурсы всей команды для разработки игры.
tr: Tüm ekibimizi bir oyunun gelişiminde kullanmalıyız.

source: Self-publishing {1} games will be most efficient when we have at least {0} fans. Publishing deals can give us great exposure and help us reach more players.
el: Η αυτοέκδοση {0} παιχνιδιών θα είναι πιο αποτελεσματική όταν θα έχουμε τουλάχιστον {0} οπαδούς. Οι συμφωνίες έκδοσης μπορεί να μας δώσουν τέλεια προβολή και να μας βοηθήσουν να φθάσουμε περισσότερους παίκτες.
es: Autopublicar juegos {1} será mas rentable cuando tengamos al menos {0} fans. Los contratos de publicación nos pueden dar una gran exhibición y ayudan a llegar a mas jugadores.
it: Auto pubblicare giochi {1} sarà più efficiente quando avremo almeno {0} fan. Gli Accordi di pubblicazione ci possono dare grande visibilità e aiutarci a raggiungere più giocatori.
ru: Выпущенная своими силами {1} игра не станет особо популярной, если у нас менее {0} фанатов. В этой ситуации выгоднее воспользоваться услугами издательства, чтобы привлечь больше внимания игроков.
tr: Kendi yayınımız olan {1} oyunlar {0} hayranımız olduğunda daha etkili satılacaktır. Dağıtım anlaşmaları bizlere güzel olanaklar sunabilir ve hayran sayımızı arttırabilir.

source: Goal reached
el: Στόχος επιτυχής
es: Objetivo cumplido
it: Obiettivo raggiunto
ru: Цель достигнута
tr: Hedefe ulaşıldı
