Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Let's do it! (pay {0})
el: Ας το κάνουμε! (πλήρωσε {0})
es: ¡Hagámoslo!(pagar {0})
it: Facciamolo! (paga {0})
ru: Давайте! (заплатить {0})
tr: Yapalım! ({0} öde)

source: Fire employee?
el: Απόλυση εργαζομένου;
es: ¿Despedir empleado?
it: Licenziare il dipendente?
ru: Уволить работника?
tr: Çalışanı kov?

source: Are you sure you want to fire {0}?
el: Είστε σίγουρος ότι θέλετε να απολύσετε τον/την {0};
es: ¿Estás seguro de que quieres despedir a {0}?
it: Sei sicuro di voler licenziare {0}?
ru: Вы действительно хотите уволить {0}?
tr: {0} adlı çalışanınızı kovmak istediğinizden emin misiniz?

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we are now. What do you say?
el: Γεια σου Αφεντικό! Είμαι καλός στα θέματα περί ασφάλειας και πιστεύω ότι θα ήμασταν καλύτερα με μερικές αναβαθμίσεις ασφαλείας στο γραφείο μας. Έχω κάνει έρευνα και πιστεύω ότι με μια επένδυση των {0} θα είμασταν πολύ πιο ασφαλείς από ο,τι είμαστε τώρα. Τι λες;
es: ¡hola jefe! Tengo un talento para la seguridad y pienso que podríamos hacer unas mejoras de seguridad en nuestra oficina. He hecho un poco de investigación y creo que con una inversión de {0} podríamos estar más seguros de lo que estamos ahora ¿Qué dices?
it: Salve Capo! Ho una certa dimestichezza con la sicurezza e penso che potremmo apportare delle modifiche a quella del nostro ufficio. Ho fatto qualche ricerca e penso che con un investimento di {0} saremmo molto più sicuri di quanto lo siamo ora. Cosa ne dice?
ru: Привет, босс! Я немного разбираюсь в системах безопасности и могу сказать, что наш офис определённо нуждается в их модернизации. По моим расчётам, нам достаточно вложить {0}, чтобы мы могли чувствовать себя гораздо безопаснее. Что скажете?
tr: Merhaba Patron! Ben güvenlik için bir püf noktası buldum ve bence gerçekten bizim ofiste bazı güvenlik güncellemeleri yapabileceğimi düşünüyorum. Ben biraz araştırma yaptım ve {0} bir yatırımla şimdi ki konumdan çok daha güvenli bir konuma getirebileceğimizi düşünüyorum. Ne diyorsunuz?

source: Yes (invest {0})
el: Ναι (επένδυσε {0})
es: Sí (invertir {0})
it: Si (investi {0})
ru: Да (потратить {0})
tr: Evet ({0} öde)

source: Investment
el: Επένδυση
es: Inversión
it: Investimento
ru: Инвестиции
tr: Yatırım

source: Dear esteemed sir/madame. I'm financial advisor to CEO at WOMOBA OIL LIMITED in Nigeria. I'm writing because I know of your high repute and trustworthiness. Our CEO has authorzied me to invest {0} in {1}.{n}We have deposited the amount at a safe bank and will transfer this money to you but the bank requires confirmation from you. If you wish to receive the funds you must transfer a one-time verification payment of {2}. I trust in you.
el: Αγαπητέ αξιότιμε κύριε/κυρία. Είμαι οικονομικό σύμβουλο για διευθύνων σύμβουλο στη WOMOBA OIL LIMITED στη Νιγηρία. Γράφω επειδή ξέρω την υψηλή φημίζεσαι και αξιοπιστίσα σας. Ο διεθύνων σύμβουλός μας μου έδωσε δικαιδοδωσία να επενδύσω {0} στην {1}.{N}Έχουμε καταθέσει το ποσό σε μια ασφαλή τράπεζα και θα μεταφέρουμε αυτά τα χρήματα σε εσάς αλλά η τράπεζα απαιτεί επιβεβαίωση από εσάς. Αν επιθυμείτε να λάβετε τα χρήματα πρέπει να μεταφέρετε μία μοναδική πληρωμή των {2}. Πιστεύω σε σας.
es: Estimado señor/a, Soy el consejero del director financiero de WOMOBA OIL LIMITED en Nigeria. Le escribo porque conozco su reputación y fiabilidad. Nuestro director financiero me ha autorizado a invertir {0} en {1}.{n} Hemos depositado dicha cantidad en un banco seguro, pero el banco requiere su confirmación para que se lo podamos transferir. Si desea recibir estos fondos, debe hacer un único pago de verificación de {2}. Confío en usted.
it: Gentile stimato Signore/a. Sono consulente finanziario di CEO presso OIL WOMOBA LIMITED in Nigeria. Scrivo perché so della tua chiara fama e fiducia. Il nostro CEO ha autorizzato me di investire {0} in {1}. {N} Abbiamo depositato l'ammontare ad una banca sicura e trasferiremo questo denaro per voi, ma la banca necessita tua conferma. Se desiderate ricevere la somma si deve trasferire un versamento verifica di una volta di {2}. Io confido in te.
ru: Достопочтенный(ая) сэр/мадам. Я финансовый консультант генерального директора WOMOBA OIL LIMITED в Нигерии. Я пишу Вам, потому что знаю о Вашей высокой репутации и надежности. Наш генеральный директор уполномочил меня проинвестировать {0} в «{1}».{n}Мы сдали эту сумму на хранение в надежный банк и готовы перечислить её Вам, но банк требует от Вас подвтерждения. Если Вы хотите получить средства, Вам необходимо осуществить разовый проверочный платёж на сумму {2}. Я доверяю Вам.
tr: Saygıdeğer beyefendi/hanımefendi. Ben Nijerya'da ki WOMOBA OIL LIMITED şirketinin CEO'sunun mali danışmanıyım.Bunu şöhretinizi ve güvenilir olduğunuzu bildiğim için yazıyorum. CEO'muz bana {1} şirketine {0} yatırım yapmam için yetki verdi.{n}Biz bu parayı güvenli bir bankaya yatırdık ve size transfer edeceğiz fakat banka sizden onay istiyor. Eğer fon almak isterseniz bir kerelik {2} doğrulama ödemesi yapmanız gerekmektedir. Size güveniyorum.

source: Pay ({0})
el: Πλήρωσε ({0})
es: Pagar ({0})
it: Paga ({0})
ru: Выполнить платёж ({0})
tr: Öde ({0})

source: Decline
el: Απόρριψη
es: Rechazar
it: Rifiuta
ru: Отказаться
tr: Reddet

source: Gullibility Tax
el: Φόρος Ευπιστίας
es: Impuesto de ingenuidad
it: Tassa sull'Ingenuità
ru: Налог на доверчивость
tr: Enayi Vergisi

source: The recent pleas for a patch for {0} seem to have been unanswered by {1}. Many fans have voiced their disappointment.
el: Οι πρόσφατες εκκλήσεις για ένα patch για το {0} φαίνεται να έχουν μείνει αναπάντητες από την {1}. Πολλοί οπαδοί έχουν γνωστοποιήσει την απογοήτευσή τους.
es: Los ruegos de los jugadores por un parche para {0} han sido ignorados por {1}. Muchos fans están descontentos por esto.
it: Le recenti richieste di una patch per {0} sembrano non aver ricevuto risposta da {1}. Molti fan hanno espresso il loro disappunto.
ru: В компании «{1}», судя по всему, решили проигнорировать настойчивые требования выпустить патч к игре «{0}». Фанатское сообщество громко выражает своё разочарование.
tr: {0} yaması için son istekler {1} tarafından cevapsız bırakılmış gibi görünüyor. Birçok hayran hayal kırıklıklarını dile getirdi.

source: Bugs!
el: Σφάλματα!
es: ¡Fallos!
it: Bug!
ru: Баги!
tr: Hatalar!

source: Oh no! It seems that {0} had quite a few undiscovered bugs when we released it. Some of our customers are having a bad time with this and they demand that we patch the game.{n}We could either spend the money and time to patch it or ignore their pleas. If you want to patch the game then {1} on a character and use the action menu to develop a patch but make sure that you don't wait for too long.
el: Ωχ όχι! Φαίνεται ότι το {0} είχε αρκετά ανεύρετα σφάλματα όταν το δημοσιεύσαμε. Μερικοί από τους πελάτες μας δεινοπαθούν με αυτό και απαιτούν να βγάλουμε patch για το παιχνίδι.{n}Θα μπορούσαμε είτε να ξοδεύσουμε τα χρήματα και το χρόνο για να βγάλουμε το patch ή να αγνοήσουμε τις εκκλήσεις τους. Αν επιθυμείτε να βγάλετε patch για το παιχνίδι τότε {1} σε έναν χαρακτήρα και χρησιμοποιήστε το μενού ενεργειών για να αναπτύξετε ένα patch αλλά σιγουρευτείτε ότι δεν θα περιμένετε για πάρα πολύ.
es: ¡Oh, no! Parece que {0} tenía unos cuantos errores sin descubrir cuando lo lanzamos. Algunos de nuestros consumidores están pasando un mal momento con esto y demandan que parchemos el juego.{n} podríamos gastar el dinero y el tiempo para parcharlo o ignorar sus súplicas. Si quiere parchar el juego entonces {1} sobre un personaje y usa el menú de acción para desarrollar un parche pero asegúrate de no esperar por mucho tiempo.
it: Oh no! Sembra che {0} avesse un bel po' di bug non scoperti quando lo abbiamo rilasciato. Alcuni dei nostri clienti stanno avendo dei problemi e ci chiedono di rilasciare una patch.{n}Possiamo spendere soldi e tempo per creare la patch o ignorare le loro richieste. Se vuoi correggere il gioco puoi {1} su un personaggio e utilizzare il Menu Azioni per sviluppare una patch, ma assicurati di non metterci troppo.
ru: О нет! Похоже, что игра «{0}» была выпущена с багами, которым удалось остаться незамеченными. Некоторые клиенты серьёзно этим разочарованы и требуют, чтобы мы выпустили патч.{n}Мы можем выделить время и деньги, чтобы исправить баги, а можем и проигнорировать эти требования. Если вы хотите выпустить патч, то {1} по персонажу и выберите соответствующий пункт в меню, но не тяните с этим.
tr: Olamaz! {0} oyununu yayınladıktan sonra epeyce keşfedilmemiş hata olduğu görünüyor. Bazı müşterilerimiz kötü zaman geçiriyor ve oyuna güncelleme talep ediyor.{n}Bu istek doğrultusunda para ve zaman harcayarak güncelleme yapabilir veya taleplerini görmezden gelebiliriz. Eğer güncelleme yapmak istiyorsan bir karakter üzerine {1} ve eylem menüsünden güncelleme geliştir satırını seç ama uzun süre beklemediğinden emin ol.

source: Administrative Expenses
el: Έξοδα Διοικήσεως
es: Gastos Administrativos
it: Spese Amministrative
ru: Административные расходы
tr: İdari Masraflar

source: {n}This is a very special offer. Our agents have recently managed to 'borrow' some research information which might be of interest to you. If you are interested then transfer {0} to the enclosed uplink location. We'll contact you, Agent Blowfish
el: {n}Αυτή είναι μια πολύ ειδική προσφορά. Οι πράκτορές μας πρόσφατα κατόρθωσαν να 'δανειστούν' κάποιες ερευνητικές πληροφορίες οι οποίες μπορεί να είναι αντικείμενο ενδιαφέροντος για εσάς. Αν ενδιαφέρεστε τότε μεταφέρετε {0} στην εσώκλειστη uplink τοποθεσία. Θα επικοινωνήσουμε μαζί σας, Πράκτορας Blowfish
es: {n}Esta es una oferta muy especial. Hace poco, nuestros agentes "pidieron prestada" cierta información que te puede ser útil. En caso de estar interesado, debes transferir {0} a la ubicación del uplink. Nos pondremos en contacto contigo, Agente Blowfish
it: {n} Questa è un'offerta molto speciale. I nostri agenti sono recentemente riusciti a 'prendere in prestito' un po' di informazioni di ricerca che potrebbero essere di interesse per voi. Se siete interessati dovete trasferire {0} sul conto in uplink. Ti contatteremo, Agente Blowfish
ru: {n}У меня для вас особое предложение. Нашим агентам недавно удалось «позаимствовать» кое-какие данные об исследованиях, которые могли бы оказаться вам полезными. Если вы заинтересовались, то переведите {0} на наш счёт и ожидайте информацию. Мы с вами свяжемся. Агент Blowfish
tr: {n}Bu çok özel bir tekliftir. Ajanlarımız, sizin ilgilenebileceğiniz bazı araştırma bilgilerini "ödünç" almayı başardılar. Eğer ilgilenirseniz {0} ücreti ilişikteki uplink konumuna gönderin. Biz sizinle bağlantı kuracağız, Ajan Blowfish

source: Proposition
el: Πρόταση
es: Propuesta
it: Proposta
ru: Предложение
tr: Teklif

source: Decrypt Message
el: Αποκρυπτογράφηση Μηνύματος
es: Desencriptar mensaje
it: Decripta Messaggio
ru: Расшифровать
tr: Mesaj Şifresini Çöz

source: Transfer ({0})
el: Μεταφορά ({0})
es: Transferir ({0})
it: Trasferisci ({0})
ru: Перевести ({0})
tr: Gönder ({0})

source: You have successfully researched {0}.
el: Το θέμα {0} έχει επιτυχώς ερευνηθεί.
es: Has investigado exitosamente {0}.
it: Hai ricercato con successo {0}.
ru: Вы успешно исследовали: {0}.
tr: {0} araştırmasını başarıyla tamamladınız.

source: Transaction complete
el: Συναλλαγή επιτυχής
es: Transacción completa
it: Transazione completata
ru: Сделка завершена
tr: İşlem tamamlandı

source: This is a very special offer. Our agents have recently managed to gain access to some critical systems of one of your competitors. If you want to play war games then transfer {0} to the enclosed location and we'll initiate sabotage., Agent Blowfish
el: Αυτή είναι μια πολύ ειδική προσφορά. Οι πράκτορές μας πρόσφατα κατόρθωσαν να αποκτήσουν πρόσβαση σε μερικά ζωτικά συστήματα ενός ανταγωνιστή σας. Αν επιθυμείτε να παίξετε war games τότε μεταφέρετε {0} στην εσώκλειστη τοποθεσία και θα ξεκινήσουμε το σαμποτάζ., Πράκτορας Blowfish
es: Esta es una oferta especial. Nuestros agentes han descubierto como entrar en los sistemas centrales de uno de tus competidores. Si quieres entrar en esta guerra, transfiere {0} a la dirección enlazada y comenzaremos el sabotaje. Agente Blowfish
it: Questa è un'offerta molto speciale. I nostri agenti sono riusciti recentemente ad ottenere l'accesso ad alcuni sistemi centrali di uno dei vostri concorrenti. Se vuoi giocare questi war games, porta {0} al luogo in allegato e avvieremo sabotaggio. Agente Blowfish
ru: У меня для вас особое предложение. Недавно нашим агентам удалось обнаружить дыру в системе безопасности одного из ваших конкурентов. Если вы хотите провести атаку, то переведите {0} на наш счёт, и мы приступим к делу. Агент Blowfish
tr: Bu çok özel bir tekliftir. Ajanlarımız, rakiplerinizden bir tanesinin bazı kritik sistemlerine erişim sağladı. Eğer war games oynamak isterseniz ilişikteki adrese {0} ücreti gönderin ve biz de sabotaja başlayalım. Ajan Blowfish

source: Sabotage ({0})
el: Σαμποτάζ ({0})
es: Sabotear ({0})
it: Sabotaggio ({0})
ru: Саботаж ({0})
tr: Sabote Et ({0})

source: In a statement the game development company {0} has said that they have been the victim of industrial sabotage. Unfortunately development on their current project has been severely affected. Police are investigating.
el: Σε μια δήλωση η εταιρία ανάπτυξης βιντεοπαιχνιδιών {0} είπε ότι έπεσε θύμα βιομηχανικού σαμποτάζ. Δυστυχώς η ανάπτυξη του τρέχοντος πρότζεκτ τους έχει επηρεαστεί σημαντικά. Η αστυνομία ερευνά.
es: En un comunicado oficial, la desarrolladora {0} ha anunciado que han sido víctimas de sabotaje industrial. Por desgracia, el desarrollo de su actual proyecto se ha visto afectado severamente. La policía está investigando.
it: In un comunicato la società sviluppatrice di videogiochi {0} ha detto di essere caduta vittima di un sabotaggio industriale. Purtroppo lo sviluppo del loro progetto attuale è stato duramente colpito. La polizia sta indagando.
ru: В своём заявлении компания-разработчик игр «{0}» сообщила, что они стали жертвой промышленного саботажа. К сожалению, серьезно пострадала разработка их текущего проекта. Полиция проводит расследование.
tr: {0} oyun geliştirme şirketinin açıklamalarına göre, endüstriyel bir sabotajın kurbanı oldular. Maalesef şu an üzerinde çalıştıkları projenin ilerlemesi ciddi şekilde etkilendi. Polis konuyu araştırıyor.

source: Sponsor (pay {0})
el: Χορήγησε (πλήρωσε {0})
es: Patrocinar (pagar {0})
it: Sponsorizza (paga {0})
ru: Спонсировать (заплатить {0})
tr: Sponsor ol ({0} öde)

source: Sponsorship
el: Χορηγία
es: Patrocinio
it: Sponsorizzazione
ru: Спонсорство
tr: Sponsorluk

source: We have got word that {0} has recently sponsored a highly praised move to get more women into technology roles. {1}, the CEO at {0} said, 'We would love to see more women in the game industry.'
el: Λάβαμε είδηση ότι η {0} πρόσφατα χορήγησε μία σημαντικά παινεμένη κίνηση για να τοποθετήσει περισσότερες γυναίκες σε τεχνολογικούς ρόλους. Ο/Η {1}, διεθύνων/ουσα σύμβουλος στην {0} είπε, 'Θα μας άρεσε πολύ να βλέπαμε περισσότερες γυναίκες στη βιομηχανία των βιντεοπαιχνιδιών.'
es: Nos hemos enterado de que {0} ha patrocinado hace poco una muy buena campaña para hacer que más mujeres se acerquen al sector de la tecnología. {1}, CEO de {0} declaró: "Nos encantaría ver más mujeres en la industria del videojuego."
it: Abbiamo saputo che {0} ha recentemente sponsorizzato una campagna molto apprezzata per impiegare più donne in ruoli tecnologici. {1}, CEO presso {0} ha replicato, 'Ci piacerebbe moltissimo vedere più donne nell'industria videoludica.'
ru: Как известно, компания «{0}» недавно стала спонсором движения за привлечение женщин в высокотехнологические отрасли. {1}, генеральный директор компании «{0}», заявляет: «Мы будем рады видеть ещё больше женщин в игровой индустрии».
tr: {0} son zamanlarda teknoloji rollerine daha fazla kadın almak için yapılan ve bir hayli övülen harekete sponsor oldu. {1}, {0} şirketinin CEO'su 'Oyun sektöründe daha fazla kadın görmeyi çok isteriz' dedi.

source: Boss, it seems that quite a few players use illegal copies of {0}. I've managed to identify some of them. We could either sue them to defend our copyright or send them warnings to ask them to stop. What do you want to do?
el: Αφεντικό, φαίνεται ότι αρκετοί παίκτες χρησιμοποιούν πειρατικά αντίγραφα του {0}. Κατόρθωσα να εντοπίσω μερικούς από αυτούς. Μπορούμε είτε να τους μηνύσουμε για να υπερασπιστούμε τα πνευματικά δικαιώματά μας ή να τους προειδοποιήσουμε για να σταματήσουνε. Τι θέλεις να κάνεις;
es: Jefe, parece que algunos jugadores usan copias ilegales de {0}. He conseguido identificar a algunos de ellos. Podríamos demandarlos para defender el copyright o enviarles advertencias para que se detengan. ¿Qué quieres hacer?
it: Capo, sembra che alcuni giocatori stiano usando copie illegali di {0}. Sono riuscito ad identificarne alcuni. Possiamo citarli in giudizio per difendere i nostri diritti d'autore oppure ammonirli chiedendogli di fermarsi. Cosa vuoi fare?
ru: Босс, похоже, довольно много игроков используют пиратские копии игры «{0}». Нам удалось выявить некоторых из них. Мы можем подать на них в суд, чтобы защитить наше авторское право, или отправить им предупреждения, потребовав прекратить. Ваш выбор?
tr: Patron, bir çok oyuncu {0} oyununun korsan olarak kullanıyor gibi gözüküyor. Onlardan birkaç tanesini teşhis ettim. İstersek telif hakkımızı korumak için onları dava edebiliriz ya da onlara durmaları için uyarı gönderebiliriz. Ne yapmak istiyorsun?

source: Sue them
el: Κάνε μήνυση
es: Demandarlos
it: Citali in giudizio
ru: Подать в суд
tr: Dava et

source: Warn them
el: Προειδοποίησέ τους
es: Advertirles
it: Ammoniscili
ru: Выслать предупреждения
tr: Onları uyar

source: We have lost {0} fans but won {1} in legal claims.
el: Χάσαμε {0} οπαδούς αλλά κερδίσαμε {1} σε νομικές απαιτήσεις.
es: Hemos perdido {0} fans, pero hemos ganado {1} por demandas legales.
it: Abbiamo perso {0} fan ma abbiamo guadagnato {1} in rivendicazioni legali.
ru: Мы потеряли {0} фанатов, но выиграли суд и получили {1}.
tr: {0} fan kaybettik ama yasal haklardan {1} kazandık.

source: In what some have called a drastic move, {0} has recently taken legal action against illegal players of their game {1}.
el: Με μια όπως αποκάλεσαν μερικοί δραστική κίνηση, η {0} πρόσφατα έκανε αγωγή εναντίον των παρανόμων παικτών του παιχνιδιού τους {1}.
es: En lo que ha sido tildado de acción drástica, {0} ha tomado acciones legales contra usuarios ilegales del juego {1}.
it: In quello che alcuni hanno chiamato una mossa drastica, {0} ha recentemente intrapreso un'azione legale contro i possessori di copie illecite del loro gioco {1}.
ru: Компания «{0}» недавно предприняла решительные действия, подав в суд на пользователей пиратских копий своей игры «{1}».
tr: {0} bazı ciddi hamleler yaparak, {1} oyununun yasadışı oyuncularına karşı yasal önlem almıştır.

source: legal claims
el: νομικές αξιώσεις
es: demandas legales
it: rivendicazioni legali
ru: Судебные иски
tr: yasal iddialar

source: {0} has recently sent warnings to several players using illegal copies of their game {1}.
el: Η {0} πρόσφατα έστειλε προειδοποιήσεις σε αρκετούς παίκτες που χρησιμοποιούν πάρανομα αντίγραφα του παιχνιδιού τους {1}.
es: Hace poco, {0} envió advertencias a muchos usuarios con copias pirata del juego {1}.
it: {0} ha recentemente inviato moniti a diversi giocatori che utilizzano copie illegali del loro gioco {1}.
ru: На днях компания «{0}» разослала предупреждения нескольким игрокам, использовавшим пиратские копии игры «{1}».
tr: {0}, {1} oyununu korsan olarak kullanan birkaç oyuncuya uyarı gönderdi.

source: Boss, I've discovered that some really dedicated fans of {0} have created a fan game using a lot of the material from our game. They don't make any money with it and just seem to do it for fellow fans. Our legal advisors strongly suggest that we shouldn't allow this to go on. What do you want to do?
el: Αφεντικό, ανακάλυψα ότι μερικοί πολύ αφοσειωμένοι οπαδοί του {0} δημιούργησαν ένα fan game χρησιμοποιώντας πολύ από το υλικό του παιχνιδιού μας. Δεν βγάζουν καθόλου χρήματα με αυτό και απλά φαίνεται να το κάνουν για τους υπόλοιπους οπαδούς. Οι νομικοί μας σύμβουλοι συστήνουν αυστηρά να μην επιτρέψουμε αυτό να συνεχιστεί. Τι θέλεις να κάνεις;
es: Jefe, me he enterado de que algunos de los fans más dedicados a {0} han creado un juego propio recurriendo a mucho material de nuestro juego. No ganan dinero con ello y lo distribuyen sólo entre otros fans. Nuestros asesores legales recomiendan seriamente que deberíamos detenerlos. ¿Qué sugiere?
it: Capo, ho scoperto che alcuni fan incalliti di {0} hanno creato un fan game usando molto materiale dal nostro gioco. Non ci ricavano soldi e sembra lo facciano soltanto per altri fan. I nostri consulenti legali ci suggeriscono di non permettergli di continuare. Cosa vuoi fare?
ru: Босс, я узнал, что группа особо увлечённых любителей игры «{0}» создаёт фанатскую игру по мотивам, используя кучу нашего материала. Они не зарабатывают на ней, это, похоже, просто развлечение для таких же фанатов. Наши юристы считают, что их следует немедленно остановить. Как нам поступить?
tr: Patron, bazı özel hayranların {0} oyunumuzdan bir çok malzeme kullanarak bir hayran oyunu yaptığını keşfettim. Bunu para için değil sadece kendi hayranları için yapıyorlar. Hukuk danışmanlarımız buna izin vermememiz gerektiğini düşünüyorlar. Ne yapmak istersiniz?

source: Stop them
el: Σταμάτα τους
es: Deténganlos
it: Fermali
ru: Остановить их
tr: Onları durdur

source: Let them be
el: Άφησέ τους
es: Déjenlos en paz
it: Lasciali fare
ru: Не мешать им
tr: İzin ver

source: Project disbanded
el: Το πρότζεκτ τερματίστηκε
es: Proyecto detenido
it: Progetto abbandonato
ru: Проект расформирован
tr: Proje dağıldı

source: Thank you
el: Ευχαριστώ
es: Gracias
it: Grazie
ru: Спасибо
tr: Teşekkür ederim
