Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Hi, this is {0} from {1}. I got word that {2} is working on a new game. Would you be willing to share some information on your current game project and do an interview about it?
el: Γεια σας, είμαι από την {1} και ονομάζομαι {0}. Έλαβα γνώση ότι η {2} δουλεύει πάνω σε ένα νέο παιχνίδι. Θα ήσασταν πρόθυμοι να μοιραστείτε ορισμένες πληροφορίες σχετικά με τρέχον πρότζεκτ παιχνιδιού σας και να κάνετε μια συνέντευξη για αυτό;
es: Hola, soy {0} de {1}. Me han dicho que {2} está trabajando en un nuevo juego. ¿Estarías dispuesto a compartir información sobre su proyecto actual y a hacer una entrevista sobre él?
it: Salve, sono {0} da {1}. Ho sentito che {2} sta lavorando su un nuovo videogioco. Sarebbe disponibile a condividere qualche informazione sul vostro progetto e fare un'intervista?
ru: Привет, это {0} из «{1}». Я слышал, что «{2}» работает над новой игрой. Может быть, вы согласитесь поделиться информацией о вашем новом проекте и дать интервью по этому поводу?
tr: Merhaba, Bu {1} den {0}. Duyduğuma göre {2} yeni bir oyun üzerinde çalışıyor. Geçerli oyun projesi hakkında bazı bilgileri paylaşmak ve bu konuda bir röportaj yapmak için istekli misiniz?

source: {0} has declined a request for an interview about their current project.
el: Ο/Η {0} απέρριψε ένα αίτημα για συνέντευξη για το τρέχον πρότζεκτ τους.
es: {0} ha rechazado una solicitud para una entrevista sobre su proyecto actual.
it: {0} ha rifiutato l'intervista a proposito del loro nuovo videogioco.
ru: Компания «{0}» отказалась дать интервью по поводу их текущего проекта.
tr: {0} mevcut proje hakkında röportaj yapmayı reddetti.

source: Given that their most recent game {0} enjoyed universal success we simply cannot wait for them to unveil their new project!
el: Δεδομένου ότι το πιο πρόσφατο παιχνίδι τους το {0} απόλαυσε γενική επιτυχία απλά δεν μπορούμε να περιμένουμε για αυτούς να αποκαλύψουν το νέο τους πρότζεκτ!
es: Teniendo en cuenta que su más reciente juego de {0} disfrutó de un éxito universal, simplemente no podemos esperar a que den a conocer su nuevo proyecto!
it: Dato che il loro più recente gioco {0} ha goduto di successo globale, semplicemente non vediamo l'ora che svelino il loro prossimo progetto!
ru: Их недавняя игра «{0}» имела широкий успех, так что мы с нетерпением ждём, что они приготовили на этот раз!
tr: Son çıkan {0} oyununun dünya çapında ne kadar beğendiğildiği ve başarılı olduğu bir yana dursun, biz şimdiden yeni projelerini duyurmalarını bekliyoruz!

source: With {0} only receiving a lukewarm reception, fans are sure to be expecting better from them and we are curious about their next title.
el: Με το {0} μόνο να γίνεται αδιάφορα αποδεκτό, οι οπαδοί είναι σίγουροι στο να περιμένουν καλύτερα από αυτούς και εμείς είμαστε περίεργοι σχετικά με τον επόμενο τίτλο τους.
es: Con {0} solo tuvieron una recepcion tibia, los fans esperaban algo mejor de ellos y y estan expectantes por su proximo titulo.
it: Con {0} che ha ricevuto una tiepida accoglienza, i fan certamente si aspettano di meglio da loro e noi tutti siamo curiosi riguardo al loro prossimo titolo.
ru: Игра «{0}» была встречена прохладно, так что в этот раз фанаты надеются на большее и с нетерпением ожидают результата нового проекта.
tr: {0} yetersiz yorum almasıyla birlikte, hayranlar gelecek çalışmadan çok daha iyisini bekliyor ve bizlerde oldukça merak içindeyiz.

source: Hopefully the company can do better than last time. We don't need another {0}.
el: Ελπίζουμε ότι η εταιρία μπορεί να τα καταφέρει καλύτερα από την τελευταία φορά. Δεν χρειαζόμαστε ένα ακόμη {0}.
es: Esperemos que la compañía pueda hacerlo mejor que la última vez. No necesitamos otra {0}.
it: Si spera che la società faccia meglio dell'ultima volta. Non ci serve un altro {0}.
ru: Надеемся, что в этот раз компания справится лучше, чем в прошлый, и нам не грозит «{0}», дубль два.
tr: Umuyoruz şirket son işlerinden daha iyi bişi çıkarır ortaya. Başka bir {0} vakasına ihtiyacımız yok.

source: {0}: What is your expectation regarding the success of {1}? Do you think that the game will be well received?
el: {0}: Ποιες είναι οι προσδοκίες σας σχετικά με την επιτυχία του {1}; Πιστεύετε ότι το παιχνίδι θα είναι καλοδεχούμενο;
es: {0}: ¿Cual es tu expectativa con respecto al éxito de {1}? ¿Piensa que el juego será bien recibido?
it: {0}: Quali sono le sue aspettative a proposito del successo di {1}? Pensa che il gioco avrà una buona accoglienza da parte dei fans?
ru: {0}: Как вы считаете, будет ли игра «{1}» успешной? Хорошо ли её примут?
tr: {0}: ↵ {1} ile ilgili nasıl bir başarı beklentiniz var? Sizce oyunun iyi olacağını düşünüyor musunuz?

source: Thank you for your time.
el: Σας ευχαριστώ για το χρόνο σας.
es: Gracias por su tiempo.
it: Grazie per il tuo tempo.
ru: Спасибо за уделённое время.
tr: Zaman ayırdığınız için teşekkür ederiz.

source: {0}: Many of our readers are curious about what decisions go into making a video game and how companies prioritize development areas. Your new game is a {1}/{2} game, can you tell us whether such a game would usually receive more focus on {3} or on {4}?
el: {0}: Πολλοί από τους αναγνώστες μας είναι περίεργοι να μάθουν σχετικά με το τι αποφάσεις λαμβάνονται σχετικά με τη δημιουργία ενός βιντεοπαιχνιδιού και πως οι εταιρίες δίνουν προτεραιότητα στις διάφορες πτυχές της ανάπτυξης. Το νέο σας παιχνίδι είναι ένα παιχνίδι κατηγορίας {1}/{2}, μπορείτε να μας πείτε εάν ένα παιχνίδι σαν και αυτό συνήθως λαμβάνει περισσότερη εστίαση στον τομέα {3} ή {4};
es: {0}: Muchos de los lectores son curiosos acerca de qué decisiones van dentro de la creación del videojuego y que áreas de desarrollo priorizan que compañías. Su nuevo juego es de {1}-/-{2}, ¿Que nos puede decir como un juego por lo general recibe más atención en {3} o en {4}?
it: {0}: Molti dei nostri lettori sono curiosi su quali decisioni si prendono quando si crea un videogioco, e quali aspetti dello sviluppo vengono privilegiati. Il vostro nuovo videogioco è un {1}/{2}, ci potrebbe dire secondo lei quale aspetto è più importante in questo tipo di videogiochi, se {3} oppure {4}?
ru: {0}: Многим нашим читателям любопытно узнать, как принимаются решения при создании видеоигр и как в компании определяют приоритеты в процессе разработки. Ваша новая игра — это проект на тему «{1}» в жанре {2}. Не могли бы вы рассказать нам, что требует больше внимания в таких играх — {3} или {4}?
tr: {0}: Okuyucularımızın çoğu oyun yapımında nasıl kararlar alındığını ve gelişim aşamasında neleri ön plana aldığınızı öğrenmek istiyor. Yeni oyununuz bir {1}/{2} oyunu, bu tarz bir oyunun için en çok hangi alana odaklanıyorsunuz {3} yada {4}?

source: I don't know
el: Δεν ξέρω
es: No lo sé
it: Non lo so
ru: Я не знаю
tr: Bilmiyorum

source: Boss, a small number of dedicated fans have asked that we release the source code to one of our older game engines '{0}'. Doing so would surely satisfy these fans but given that we worked hard on the engine, we could also sell licenses for it and make some money. Alternatively, we could simply refuse their request completely. What would you like to do?
el: Αφεντικό, ένας μικρός αριθμός αφοσειωμένων οπαδών ζήτησε να διαθέσουμε τον πηγαίο κώδικα για μία από τις παλαιότερες μηχανές γραφικών μας την '{0}'. Το να το κάνουμε αυτό σίγουρα θα ικανοποιήσει αυτούς τους οπαδούς όμως δωσμένου ότι δουλέψαμε τόσο σκληρά στη μηχανή, θα μπορούσαμε επίσης να πουλάμε άδειες για αυτήν και να βγάλουμε μερικά χρήματα. Εναλλακτικά, μπορούμε απλά να αρνηθούμε το αίτημά τους εντελώς. Τι θα θέλατε να κάνετε;
es: Jefe, un pequeño numero de fans dedicados han pedido sacar un código fuente de unos de sus motores gráficos antiguos {0}. Si lo hace, seguramente satisfaga a estos fans, pero teniendo en cuenta que hemos trabajado duro en este motor gráfico, podríamos venderles también las licencias para hacerlo y hacer dinero. Alternativamente, podríamos simplemente rechazar completamente su solicitud. ¿Que le gustaría hacer?
it: Capo, un piccolo gruppo di fans ci ha chiesto il rilascio del codice sorgente di uno dei nostri vecchi motori, '{0}'. Se lo facciamo sicuramente soddisferemo i nostri fans, ma visto che abbiamo lavorato così duramente su quel motore, potremmo anche venderne la licenza e guadagnare qualcosa. Oppure possiamo semplicemente rifiutare la loro richiesta. Cosa vogliamo fare?
ru: Босс, некоторых особо увлечённых фанатов интересует наш старый игровой движок — «{0}», и они просят открыть его исходный код. Если мы так и сделаем, они, конечно, будут в восторге, но, учитывая, сколько сил мы на него потратили, можно продавать лицензии и немного компенсировать наши расходы. Или же просто отказать без объяснений. Что вы хотите сделать?
tr: Patron, küçük sayıda bir grup hayranımız eski oyun motorlarımızdan biri olan '{0}' motorunun kaynak kodunu vermemizi istedi. Bunu vermek kesinlikle o hayran grubunu mutlu edecektir ancak biz bu oyun motoru için çok çalıştık, lisansını satıp biraz para kazanabiliriz. Alternatif olarak, bu teklifi red edebiliriz. Ne yapmak istiyorsun?

source: Give it away
el: Δώσε το δωρεάν
es: Regarlarlo
it: Dallo in concessione
ru: Открыть код
tr: Bağışla

source: Sell it
el: Πούλα το
es: Venderlo
it: Vendilo
ru: Продавать лицензии
tr: Sat

source: Refuse
el: Αρνήσου
es: Rechazar
it: Rifiuta
ru: Отказать
tr: Reddet

source: give away
el: δώσε δωρεάν
es: obsequiar
it: dai via
ru: отдать
tr: ver gitsin

source: sell
el: πούλησε
es: Vender
it: vendi
ru: продавать
tr: sat

source: positive
el: θετικές
es: positivo
it: positivo
ru: позитивно
tr: pozitif

source: mixed
el: μεικτές
es: mixto
it: misto
ru: по-разному
tr: karışık

source: negative
el: αρνητικό
es: negativo
it: negativo
ru: негативно
tr: negatif

source: Old Engine
el: Παλιά Μηχανή
es: Viejo motor
it: Motore Vecchio
ru: Старый движок
tr: Eski Motor

source: Boss, our recent decision to {0} our engine {1} was met with {2} responses from fans. Overall we {3} fans and {4}.
el: Αφεντικό, η πρόσφατη απόφασή μας να {0} τη μηχανή μας {1} συναντήθηκε με {2} αντιδράσεις από τους οπαδούς. Συνολικά {3} οπαδούς και {4}.
es: Jefe, nuestra reciente decisión de {0} nuestro motor {1} se reunió con {2} respuestas de los fans. En general, {3} fans y {4}.
it: Capo, la nostra recente decisione di {0} il nostro motore {1} ha avuto riscontro {2} da parte dei fan. Nel complesso abbiamo {3} fan e {4}.
ru: Босс, фанатское сообщество отреагировало {2} на наше решение {0} движок «{1}». В результате мы {3} фанатов{4}.
tr: Patron, son kararımız olan {1} motorumuzu {0} hayranlarımızı {2} etkiledi. Genel olarak {3} fan ve {4}.

source: gained
el: κερδήθηκε
es: conseguido
it: guadagnato
ru: получили
tr: kazanıldı

source: lost
el: χάσαμε
es: perdido
it: perso
ru: потеряли
tr: kayıp

source: it cost us {0}
el: μας κόστισε {0}
es: nos costó {0}
it: ci costa {0}
ru: , и это обошлось нам в {0}
tr: bize maliyeti {0}

source: we made {0}
el: κερδίσαμε {0}
es: ganamos {0}
it: abbiamo fatto {0}
ru: и заработали {0}
tr: {0} elde ettik

source: Boss, it seems the fans who requested that we open source {0} were particularly upset with our decision and have caused quite a negative stirr. We've lost {1} fans.
el: Αφεντικό, φαίνεται ότι οι οπαδοί που ζήτησαν να διαθέσουμε ως ανοιχτό λογισμικό το {0} ήταν αρκετά αναστατωμένοι με την απόφασή μας και έχουν προκαλέσει μεγάλη αρνητική ταραχή. Χάσαμε {1} οπαδούς.
es: Jefe, parece ser que los fans que pidieron que liberásemos el código de {0} están disgustados con nuestra decisión y esto ha causado un efecto negativo. Hemos perdido {1} fans.
it: Capo, sembra che i fan che hanno richiesto il codice sorgente di {0} siano rimasti particolarmente delusi dalla nostra decisione e abbiano sollevato un polverone. Abbiamo perso {1} fan.
ru: Босс, похоже, фанаты, которые просили открыть исходный код движка «{0}», были очень разочарованы нашим решением и подняли волну недовольства. Мы потеряли {1} фанатов.
tr: Patron, görünüşe göre ücretsiz {0} elde etmek isteyen ancak bizden olumsuz yanıt alan bazı hayranlar bu durumdan memnun olmadı ve bu negatif bir etkiye neden oldu. {1} hayran kaybettik.

source: We've just received a letter from a company called 'All Your IP Belongs To US' and they say that our engine {0} is infringing on one of their patents.{n}They 'graciously' offer a license to their patent for {1} and are willing to give us a 50% discount if we just pay them without fighting them in court. We could pay this and hope that they won't bother us again or we could refuse and try to resolve this in front of the courts. Alternatively we might be able to rally our fans and publicly fight them. How would you like to proceed?
el: Μόλις λάβαμε μια επιστολή από μια εταιρία ονομαζόμενη 'All Your IP Belongs To Us' και ισχυρίζονται ότι η μηχανή μας η {0} καταπατά μία από τις πατέντες τους.{n}Προσφέρουν 'μεγαλόψυχα' άδεια για την πατέντα τους για {1} και προσφέρονται να μας δώσουν 50% έκπτωση αν τους πληρώσουμε δίχως να τους πολεμήσουμε στο δικαστήριο. Μπορούμε να πληρώσουμε και να ελπίσουμε ότι δεν θα μας ενοχλήσουν ξανά ή μπορούμε να αρνηθούμε και να προσπαθήσουμε να το λύσουμε αυτό μπροστά από τους δικαστές. Εναλλακτικά ίσως να μπορούμε να επιστρατεύσουμε τους οπαδούς μας και να αντιταχθούμε δημοσίως εναντίον τους. Πώς θα θέλατε να προχωρήσετε;
es: Acabamos de recibir una carta de la compañía llamada "All Your IP Belongs To US" y nos están diciendo que nuestro motor {0} esta infringiendo en una de sus patentes.{n} Ellos 'graciosamente' ofrecen una licencia por su patente de {1} y están dispuestos a dárnoslo al 50% de descuento si se lo pagamos sin luchar en los tribunales. Podríamos pagar esto y esperar a que no nos molestaran más o podríamos renunciar e intentar resolver esto en los tribunales. Alternativamente podríamos ser capaces de reunir a nuestros fans y luchar públicamente. ¿Cómo le gustaría continuar?
it: Abbiamo appena ricevuto una raccomandata da questa società, la 'All Your IP Belongs To US', e dicono che il nostro motore {0} infrange uno dei loro brevetti.{n}Ci offrono 'gentilmente' una licenza al loro brevetto per {1} e ci faranno il 50% di sconto se la acquistiamo subito senza procedere prima per vie legali. Possiamo pagare questa società sperando che non ci disturbi di nuovo o possiamo rifiutarci e cercare di risolvere questa questione in tribunale. Oppure potremmo istigare i nostri fans e combatterli a livello mediatico. Cosa vogliamo fare?
ru: Мы только что получили письмо от компании с названием «IP ваши — станут наши». Они заявляют, что наш движок «{0}» нарушает один из их патентов.{n}Они «любезно предлагают» нам приобрести право на использование их патента за {1} и готовы уступить 50%, если мы просто заплатим им, не доводя дело до суда. Мы можем заплатить и надеяться, что они от нас отстанут, или согласиться на суд и постараться выиграть дело. Как вариант, можно попробовать поднять наших фанатов на борьбу с ними и привлечь внимание общественности. Что нам следует предпринять?
tr: 'Bütün IP Adresleriniz Bize Ait' adlı bir şirketten {0} motoru için bir mektup aldık ve yazan yazıya göre patent haklarını ihlal etmişiz.{n}'Zarif' bir şekilde bize {1} patenti öneridiler ve bize yüzde 50 indirim yapacaklarmış eğer mahkemeye gitmeyip anlaşırsak. Bunu öder ve bizi bir daha rahatsız etmemelerini umabiliriz yada red edip bunu mahkemede halledebiliriz. Alternatif olarak hayranlarımızı bizi desteğe çağırır ve bunlarla herkesin önünde savaşırız. Nasıl ilerlemek istersin ?

source: Legal Department
el: Νομικό Τμήμα
es: Departamento Legal
it: Dipartimento Legale
ru: Юридический отдел
tr: Hukuk Departmanı

source: Pay for license ({0})
el: Πληρωμή για άδεια ({0})
es: Pagar por la licencia ({0})
it: Paga per la licenza ({0})
ru: Заплатить за патент ({0})
tr: Lisans için ödeme ({0})

source: Go to court. [~{0}% chance]
el: Πηγαίνετε στα δικαστήρια. [~{0}% πιθανότητα]
es: Ir a juicio. [~{0}% chance]
it: Vai in tribunale. [~{0}% possibilità]
ru: Решить дело в суде. [Шансы ~{0}%]
tr: Mahkemeye gidin. [~ %{0} şans]

source: Rally fans! [~{0}% chance]
el: Επιστράτευση οπαδών! [~{0}% πιθανότητα]
es: Aficionados a los rallyes! [~{0}% de probabilidad]
it: Raduna i fan! [~{0}% possibilità]
ru: Обратиться к фанатам! [Шансы ~{0}%]
tr: Ralli hayranları! [~ {0} şansı%]

source: The court dismissed the patent infringement claims made against us stating that the claim was ridiculous. All costs were paid by the suing party.
el: Το δικαστήριο απέρριψε τις αξιώσεις περί παραβίασης πατεντών που έγιναν εναντίον μας δηλώνοντας ότι η αξίωση ήταν γελοία. Όλα τα έξοδα καταβλήθηκαν από αυτούς που έκαναν τη μήνυση.
es: El tribunal desestimó las demandas de infracción de patentes hecha contra nosotros diciendo que la reclamación era ridícula. Todos los gastos fueron pagados por la parte demandante.
it: Il tribunale ha sciolto le accuse di violazione del brevetto fatte contro di noi dicendo che l'accusa era ridicola. Tutte le spese sono state pagate dalla parte dante causa.
ru: Суд отклонил иск о нарушении патентных прав, выдвинутый против нас, как безосновательный. Все судебные издержки возложены на истца.
tr: Mahkeme pantent davasını sonuçlandırdı ve istenilen miktarın gülünç olduğunu belirtti. Bütün masraflar davayı açan taraf tarafından ödendi.

source: Unfortunately, it seems that the patent infringement case was decided against us. We have to pay the full amount of {0} as well as the court costs of {1}. This is ridiculous.
el: Δυστυχώς, φαίνεται ότι η υπόθεση καταπάτησης πατεντών αποφασίστηκε εναντίον μας. Πρέπει να καταβάλλουμε το πλήρως ποσό των {0} καθώς και τα δικαστικά έξοδα των {1}. Αυτό είναι απαράδεκτο.
es: Desafortunadamente, parece que el caso de infracción de patentes se puso en nuestra contra. Tenemos que pagar la cantidad completa de {0} así como los costes de la corte de {1}. Esto es ridículo.
it: Sfortunatamente, sembra che la sentenza sul caso di violazione brevetti sia contro di noi. Dovremo pagare l'ammontare di {0} più le spese giudiziarie di {1}. Tutto ciò è ridicolo.
ru: К сожалению, дело о нарушении патентных прав было решено не в нашу пользу. Мы должны выплатить полную сумму, {0}, а также судебные издержки ({1}). Это просто нелепо!
tr: Ne yazık ki, bu patent ihlali durumu bize karşı karar alındı gibi görünüyor. Tam olarak {0} ve yanı sıra {1} mahkeme masraflarını ödemek zorundayız. Bu çok saçma.

source: All Your IP Belongs To US
ru: IP ваши — станут наши
tr: Bütün IP'ler bize ait

source: We rallied our fans to publicly fight against All Your IP Belongs To US
el: Επιστρατεύσαμε τους οπαδούς μας να αντιπαραχθούν δημοσίως στο All Your IP Belong To US
es: Hemos convocado a nuestros fans para luchar públicamente contra "toda su ip nos pertenece"
it: Abbiamo radunato i nostri fan per combattere pubblicamente contro All Your IP Belongs To US
ru: Мы подняли наших фанатов на борьбу с компанией «IP ваши — станут наши»
tr: Hayranlarımızı Bütün IP Adresleriniz Bize Ait'e karşı topladık

source: and fight we did! We not only caused them to retract their claims but we also won {0} fans and the public's admiration. I doubt we will hear from those patent trolls again.
el: και παλέψαμε! Όχι μόνο τους κάναμε να αποσύρουν τις αξιώσεις τους αλλά επίσης κερδίσαμε {0} οπαδούς και το δημόσιο θαυμασμό. Αμφιβάλλω αν θα ακούσουμε από αυτά τα troll πατεντών ξανά.
es: y lo hemos logrado! no sólo los llevó a retractarse de sus afirmaciones, sino que también hemos ganado {0} fans y la admiración del público. Dudo que volvamos a escuchar a los trolls de patentes de nuevo.
it: e abbiamo combattuto! Non solo gli abbiamo fatto ritirare le loro accuse, ma abbiamo anche guadagnato {0} fan e l'ammirazione del pubblico. Dubito che quei arraffa brevetti si faranno risentire in futuro.
ru: и добились успеха! Нам удалось заставить их отказаться от своих претензий, наша армия фанатов пополнилась на {0} человек, и всё это на фоне всеобщего восхищения. Сомневаюсь, что мы когда-нибудь ещё столкнёмся с такими патентными троллями.
tr: ve savaştık! Sadece onların suçlamalarını geri çekmesini deği ayrıca {0} kadar bir hayran kitlesi ile halkın takdirinide kazandık. Bir daha o patent trollerinden haber alacağımızı sanmıyorum.

source: but it seems that our efforts were fruitless. Seems we still have to pay {0} and the court costs of {1}. Maybe next time we'll have more luck.
el: αλλά φαίνεται ότι οι προσπάθειές μας δεν απέδωσαν καρπούς. Φαίνεται ότι ακόμα πρέπει να καταβάλλουμε {0} και τα έξοδα του δικαστηρίου των {1}. Ίσως την επόμενη φορά να σταθούμε πιο τυχεροί.
es: pero parece que nuestros esfuerzos fueron insuficientes. Parece que todavía tenemos que pagar {0} y los costos de la corte de {1}. Quizá la próxima vez tengamos más suerte.
it: ma sembra che i nostri sforzi siano stati vani. Sembra che dobbiamo comunque pagare {0} e {1} di spese giudiziarie. Magari la prossima volta avremo più fortuna.
ru: , но безрезультатно. Нам всё равно придётся выплатить {0} плюс судебные издержки ({1}). Может, в следующий раз нам повезет больше.
tr: görünüşe göre çabalarımız sonuçsuz kaldı. Öyle görünüyor ki hala {0} ödememiz gerek ve mahkeme için de {1} ödeyeceğiz. Belki gelecek sefer daha şanslı oluruz.

source: Debug program
el: Αποσφαλμάτωση προγράμματος
es: Depurar programa
it: Elimina errori dal programma
ru: Отладка программы
tr: Hata Ayıklama

source: Help debugging a convoluted BASE program.
el: Βοηθήστε στην αποσφαλμάτωση ενός μπερδεμένου προγράμματος BASE.
es: Ayuda a depurar un complejo programa BASE.
it: Aiuta a correggere un intricato programma BASE.
ru: Помочь с отладкой запутанной программы BASE.
tr: Sarmal BASE adlı programda hata ayıklamaya yardım et.

source: Logo Animation
el: Animation Λογότυπου
es: Animación de Logotipo
it: Animazione Logo
ru: Анимация логотипа
tr: Logo Animasyonu

source: Create an animation for an existing logo.
el: Φτιάξτε ένα animation για έναν ήδη υπάρχων λογότυπο.
es: Crea una animación para un logotipo ya creado.
it: Crea un' animazione per un logo esistente.
ru: Создать анимацию для существующего логотипа.
tr: Varolan bir logo için bir animasyon oluşturun.

source: Character Design
el: Σχεδιασμός Χαρακτήρων
es: Diseño de Personajes
it: Design Personaggio
ru: Проектирование персонажей
tr: Karakter Tasarımı

source: Design some game characters.
el: Σχεδιάστε μερικούς χαρακτήρες παιχνιδιού.
es: Diseña varios personajes para un juego.
it: Disegna alcuni personaggi di gioco.
ru: Спроектировать персонажей для игры.
tr: Bazı oyun karakterleri tasarlayın.

source: Playtest
el: Δοκιμασία Παιχνιδιού
es: Testeo
it: Test di gioco
ru: Тестирование игры
tr: Oyun Testi

source: Help to playtest a game.
el: Βοηθήστε στη δοκιμασία ενός παιχνιδιού.
es: Ayuda a testear un juego.
it: Aiuta a testare un gioco.
ru: Помочь в тестировании игры.
tr: Bir oyunu denemek için yardım edin.

source: Game Backdrops
el: Σκηνικά Παιχνιδιού
es: Paisajes de Juego
it: Sfondi di Gioco
ru: Фон игры
tr: Oyun Arkaplanı

source: Design some simple background graphics for a game.
el: Σχεδιάστε μερικά απλά γραφικά παρασκηνίου για ένα παιχνίδι.
es: Diseña varios fondos gráficos sencillos para un juego.
it: Disegna alcune semplici grafiche di sfondo per un gioco.
ru: Создать фоновую графику для игры.
tr: Bir oyun için bazı basit arkaplanlar tasarlayın.

source: Setup Computers
el: Ρύθμιση Υπολογιστών
es: Instalar Computadores
it: Installazione Computer
ru: Настройка компьютеров
tr: Bilgisayarları Kurmak

source: Install Mirconoft BOSS on computers
el: Εγκαταστήστε το Mirconoft BOSS σε υπολογιστές
es: Instala BOSS de Mirconoft en computadores
it: Installa Mirconoft BOSS su dei computer
ru: Установить на компьютеры Mirconoft BOSS.
tr: Bilgisayarlara Mirconoft BOSS yükle

source: Spritesheet Software
el: Λογισμικό Υπολογιστικών Φύλλων
es: Software de Animación
ru: Графическая библиотека
tr: Tablolama Yazılımı
