Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Your MMO is on sale now. MMOs work slightly different than normal games. MMOs not only generate income but also cause maintenance costs as we need to run game servers and provide customer services. You will see the amount of maintenance paid in the sales card.{n}Unlike other games which have a limited sales duration MMOs sell indefinitely. You will have to decide yourself when you want to take an MMO off the market. To take an MMO off the market simply {0} on the sales card to bring up a menu.{n}Since MMOs are so expensive to create you might want to try to expand your current MMO rather than create a new one. To do this you will need to create a expansion pack, which you can start to research now.
el: Το MMO σας διατίθεται προς πώληση τώρα. Τα MMO λειτουργούν ελαφρώς διαφορετικά από τα κανονικά παιχνίδια. Τα MMO όχι μόνο παράγουν έσοδα αλλά επίσης προκαλούν δαπάνες συντήρησης καθώς χρειάζεται να λειτουργούμε διακοσμητές παιχνιδιού και να παρέχουμε υπηρεσίες πελατών. Θα βλέπετε το ποσό της συντήρησης που καταβάλλεται στην κάρτα πωλήσεων.{n}Σε αντίθεση με άλλη παιχνίδια που έχουν μια περιορισμένη διάρκεια πωλήσεων τα MMO πουλάνε επ 'αόριστον. Θα πρέπει να αποφασίσετε μόνοι σας πότε θα θέλετε να αποσύρετε ένα MMO από την αγορά. Για να αποσύρετε ένα MMO από την αγορά απλά {0} στην κάρτα πωλήσεων για να εμφανίσετε ένα μενού.{n}Εφόσον τα MMO στοιχίζουν τόσο ακριβά για να φτιαχτούν ίσως να θέλετε να δοκιμάσετε να επεκτείνετε το τρέχον MMO σας αντί να φτιάξετε ένα καινούριο. Για να το κάνετε αυτό θα πρέπει να φτιάξετε ένα πακέτο επέκτασης, το οποίο μπορείτε να αρχίσετε να ερευνάτε τώρα.
es: Tu MMO ya está a la venta. Los MMOs funcionan de forma ligeramente distinta al resto de los juegos. No sólo generan beneficios sino también costes de mantenimiento, ya que hemos de manejar servidores y proveer servicios al cliente. Verás la cantidad del pago de mantenimiento en la tarjeta de ventas.{n}Al contrario que otros juegos, los MMOs se venden durante un tiempo indefinido. Tendrás que decidir tú mismo cuándo retirar un MMO del mercado; para ello simplemente {0} en la tarjeta de ventas para abrir un menú.{n}Ya que la creación de un MMO es cara, quizá quieras expandir tu actual MMO en lugar de crear uno nuevo. Para esto necesitas crear un pack de expansión que ya puedes empezar a investigar.
it: Il tuo MMO è in vendita ora. Gli MMO funzionano in modo leggermente diverso dai giochi normali. Gli MMO non solo generano introiti ma anche costi di mantenimento dato che abbiamo bisogno di mantenere server di gioco e fornire un servizio clienti. Vedrai l' ammontare del mantenimento pagato nella scheda vendite.{n}Diversamente da altri giochi che hanno una durata di vendita limitata gli MMO vendono a tempo indeterminato. Dovrai decidere da te quando voler togliere un MMO dal mercato. Per togliere un MMO dal mercato semplicemente {n} sulla scheda vendite per aprire il menu.{n}Dato che gli MMO sono così costosi da creare potresti voler espandere il tuo attuale MMO piuttosto che crearne uno nuovo. Per farlo dovrai creare una espansione, che puoi cominciare a ricercare ora.
ru: Ваша MMO теперь в продаже. Обратите внимание, что многопользовательские игры отличаются от обычных: они не только приносят доход, но и требуют затрат на сопровождение — обслуживание игровых серверов и поддержку пользователей. Расходы на сопровождение показываются на графике продаж.{n}ММО, в отличие от других игр, не имеют ограниченного срока продаж — вы сами решаете, когда пора уйти с рынка. Чтобы прекратить продажи MMO, {0} по графику продаж и выберите соответствующий пункт меню.{n}Поскольку разработка ММО такая дорогая, вы, возможно, предпочтёте развивать существующую игру вместо выпуска новой. Это можно сделать, выпустив дополнение, но сначала нужно исследовать такую возможность.
tr: MMO oyunun artık satışta. MMOlar normal oyunlardan biraz farklı çalışır. MMOlar sadece gelir getirmez, oyun sunucularını çalıştırmak için ve müşteri servisi sağlamak için bakım maliyeti gerektirir. Ne kadar bakım maliyeti ödediğini satış kartından görebilirsin. {n}Diğer oyunların belirli bir satış süresi varken MMOların satış süresi sınırsızdır. Bir MMOyu marketten çekmek sizin kararınıza bağlıdır. Bir MMOyu marketten çekmek için basitçe satış kartına {0} böylece menüye ulaşabilirsin.{n}MMO yapmak çok pahalı olduğu için yeni bir tane yapmak yerine şuanki MMOnu genişletmeyi deneyebilirsin. Bunu yapmak için şuan araştırmaya başlayabileceğin genişleme paketini araştırman gerekir.

source: Think about what game you want to create, then decide what areas are really important for this game and focus on those. Don't hesitate to experiment and to change the values of the sliders around a lot.
el: Σκεφτείτε τι παιχνίδι θέλετε να δημιουργήσετε, και έπειτα αποφασίστε ποιες πτυχές είναι πολύ σημαντικές για αυτό το παιχνίδι και επικεντρωθείτε σε αυτές. Μην διστάσετε να πειραματιστείτε και να αλλάξετε τις τιμές των slider αρκετά.
es: Piensa en qué tipo de juego quieres crear, luego decide qué áreas son las que realmente importan y enfócate en ellas. No dudes en experimentar y cambiar los valores de los menús deslizables.
it: Pensa a che tipo di gioco vuoi creare, poi decidi quali sono le aree veramente importanti per questo tipo di gioco e focalizzati su di esse. Non esitare a sperimentare ed a cambiare anche di molto i valori delle colonne.
ru: Подумайте, какую игру вы хотите создать, а затем решите, какие аспекты наиболее важны, и сосредоточьтесь на них. Не бойтесь экспериментировать и изменять значения ползунков.
tr: Yapmak istediğin oyunu düşün, sonra bu oyun için hangi bölümlerin önemli olduğuna karar ver ve bunlara odaklan. Denemekten ve kaydırma butonundaki değerlerle oynamaktan tereddüt etme.

source: Development stages
el: Στάδια ανάπτυξης
es: Fases de Desarrollo
it: Fasi di sviluppo
ru: Этапы разработки
tr: Gelişim aşamaları

source: Stage 1
el: Στάδιο 1
es: Fase 1
it: Fase 1
ru: Этап 1
tr: Aşama 1

source: The game engine provides the basic building block of a game, the underlying technology. A good engine also enables things like multiplayer support, video playback and realistic physics.
el: Η μηχανή γραφικών παρέχει το βασικό δομικό στοιχείο ενός παιχνιδιού, την υποκείμενη τεχνολογία. Μια καλή μηχανή επίσης επιτρέπει πράγματα όπως υποστήριξη πολλών παικτών, αναπαραγωγή βίντεο και ρεαλιστικά physics.
es: El motor del juego proporciona la estructura de construcción del juego, la tecnología subyacente. Un buen motor también aporta cosas como el soporte multijugador, la reproducción de video y una física realista.
it: Il motore del gioco fornisce le fondamenta di un gioco, la tecnologia che sta alla base. Un buon motore permette anche servizi come supporto multigiocatore, riproduzione di video e fisiche realistiche.
ru: Игровой движок — это основа, технология, на которой построена игра. Хороший движок также обеспечивает дополнительные возможности, например, поддержку мультиплеера, видеоролики, реалистичную физику.
tr: Oyun motoru oyundaki basit sistemi sağlar, sistemin ana teknolojisini. İyibir motor çok oyuncu desteği, görüntü oynatma ve gerçekçi fizik ayarları yaratmanızı sağlar.

source: Gameplay defines how a player interacts with the game and how the game mechanics, the rules that make a game tick, work.
el: Το gameplay καθορίζει πως ένας παίκτη αλληλεπιδρά με το παιχνίδι και πως οι μηχανισμοί του παιχνιδιού, οι κανόνες που κάνουν ένα παιχνίδι να λειτουργεί, δουλεύουν.
es: El gameplay define como el jugador interacciona con el juego y como funcionan sus reglas.
it: Il Gameplay definisce come un giocatore interagisce con il gioco e come le meccaniche di gioco, ovvero le regole che fanno girare il gioco, funzionano.
ru: Геймплей определяет то, как игрок взаимодействует с игрой, её правила, игровую механику.
tr: Oynanış kullanıcının oyunla nasıl etkileşim gösterdiğini, oyun mekaniğini yani bir oyunun nasıl çalıştığını tanımlar.

source: Storytelling and giving players goals to complete have been the basics of games for a long time.
el: Η αφήγηση ιστοριών και η παροχή των παικτών με στόχους να ολοκληρώσουν αποτελούν τις βάσεις των παιχνιδιών για πολύ καιρό.
es: La historia y el dar a los jugadores objetivos que completar han sido las cosas más basicas en los juegos desde hace tiempo.
it: La narrazione e dare obbiettivi da completare ai giocatori sono state le basi dei giochi per un lungo tempo.
ru: История, которую игра рассказывает игроку, цели, которые она перед ним ставит — всё это с давних пор присуще любой игре.
tr: Hikaye anlatımı ve oyuncuya hedefler belirlemek uzun zaman için oyunun temelidir.

source: Stage 2
el: Στάδιο 2
es: Fase 2
it: Fase 2
ru: Этап 2
tr: Aşama 2

source: Dialogues are part of storytelling as well but also provide interaction between NPC's (non-player characters) and the player.
el: Οι διάλογοι είναι επίσης μέρος της αφήγησης ιστοριών αλλά ακόμα παρέχουν αλληλεπίδραση μεταξύ των NPC (μη ελεγχόμενων από τον παίκτη χαρακτήρων) και τον παίκτη.
es: Los dialogos son parte de la historia contada pero tambien provienen de la interacción entre PNJs (personajes no jugador) y el jugador.
it: I Dialoghi sono anch'essi parte della narrazione ma provvedono all'interazione tra PNG (personaggi non-giocanti) e il giocatore.
ru: Диалоги — часть сюжета, но, кроме того, они дают возможность игроку общаться с NPC («неигровыми персонажами», управляемыми самой игрой).
tr: Diyaloglar hikayenin bir parçasıdır ancak aynı zamanda oyuncunun NPC'lerle(insan olmayan karakterler) etkileşime girmesini sağlar.

source: Level design defines the structure a player takes through a game. This includes simple things like where objects are located but also the story arcs in a game.
el: Ο σχεδιασμός των επιπέδων ορίζει την δομή που ο παίκτης διασχίζει μέσα από ένα παιχνίδι. Αυτό περιλαμβάνει απλά πράγματα όπως το που εντοπίζονται τα αντικείμενα αλλά επίσης τα σημεία εξέλιξης της ιστορίας σε ένα παιχνίδι.
es: El diseño de nivel define la estructura que un jugador toma a través del juego. Esto incluye cosas simples como donde los objetos están colocados pero también los arcos de historia en un juego.
it: Il Design dei Livelli definisce la struttura in cui il giocatore si trova durante la partita. Questo include semplici cose come dove sono collocati gli oggetti ma anche gli archi narrativi del gioco.
ru: Дизайн уровней — это то, как спроектировано окружение игрока. Он может включать в себя как простые аспекты, вроде расположения предметов вокруг, так и сложные, направляющие развитие сюжета.
tr: Seviye dizaynı oyuncunun oyun içindeki hareket ettiği yeri tanımlar. Bu en basit şeylerden objelerin nerde olduğu gibi daha detaylılara doğru ana hikaye ile ilgili şeyler olabilir.

source: A.I. is how computer controlled entities (enemies, companions or the world itself) reacts to the player.
el: Το A.I. (τεχνητή νοημοσύνη) είναι το πως οι χειριζόμενες από τον υπολογιστή οντότητες (εχθροί, σύντροφοι ή ο ίδιος ο κόσμος) αντιδρούν στον παίκτη.
es: La I.A, son las entidades controladas por computadora(enemigos, aliados o el mismo mundo) que reacciona con el jugador.
it: L'I.A. rappresenta come le entità controllate dal computer (nemici, alleati o lo stesso mondo) reagiscono al giocatore.
ru: Искусственный интеллект (ИИ) — это то, как реагируют на игрока сущности, управляемые компьютером (враги, напарники, любые элементы игрового мира).
tr: Y.Z. oyun içindeki bilgisayar kontrollü varlıkların (düşmanlar, yardımcılar yada dünyanın kendisi) oyuncuyla nasıl etkileşim kurduklarını tanımlar.

source: Stage 3
el: Στάδιο 3
es: Fase 3
it: Fase 3
ru: Этап 3
tr: Aşama 3

source: Some games invent an entire virtual world. World design delivers a back story to a game and makes the game world more sophisticated and believable.
el: Μερικά παιχνίδια εφευρίσκουν έναν ολόκληρο εικονικό κόσμο. Ο σχεδιασμός κόσμου παραδίδει ένα back story σε ένα παιχνίδι και κάνει τον κόσμο του παιχνιδιού πιο επιτηδευμένο και πιστευτό.
es: Algunos juegos inventan un mundo virtual entero. El diseño de mundos entrega una historia de fondo a un juego y hace al mundo del juego mas sofisticado e increíble.
it: Alcuni giochi creano un intero mondo virtuale. Il Design del Mondo crea una storia di sottofondo e rende più sofisticato e credibile il mondo di gioco.
ru: Некоторые игры создают целый виртуальный мир. Хороший дизайн мира позволяет рассказать его историю, сделать его более сложным и правдоподобным.
tr: Bazı oyunlar tüm bir dünyayı oluşturabilir. Dünya dizaynı oyuna ana bir konu sunar ve oyunu daha sofistike ve inanılır kılar.

source: The most obvious part of a game are its graphics but that doesn't mean it is always the most important part.
el: Το πιο εμφανές σημείο ενός παιχνιδιού είναι τα γραφικά του όμως αυτό δεν σημαίνει ότι είναι πάντα το πιο σημαντικό σημείο.
es: La parte mas obvia de un juego son sus graficos pero eso no significa que siempre sea lo mas importante.
it: La parte più ovvia di un gioco è la sua grafica ma questo non significa che sia sempre la parte più importante.
ru: Самая очевидная, наглядная часть игры — её графика, но это не означает, что она всегда самая важная.
tr: Grafikler bir oyunun en belirgin özelliklerindendir ama herşey grafik demekte değildir.

source: While sound is not as often noticed as the graphics of a game, sound design plays a vital part to making a game great.
el: Ενώ ο ήχος συχνά δεν είναι το ίδιο αντιληπτός με τα γραφικά ενός παιχνιδιού, ο σχεδιασμός ήχου παίζει ζωτικό ρόλο στο να γίνει ένα παιχνίδι πολύ καλό.
es: Aunque el sonido no suele destacar tanto como los gráficos de un juego, el diseño de sonido es vital a la hora de hacer un gran videojuego.
it: Nonostante il sonoro non venga preso in considerazione quanto la grafica in un gioco, la parte musicale ha un ruolo cruciale nel far diventare grandioso un gioco.
ru: На звук обращают внимание намного реже, чем на графику, тем не менее, работа со звуком играет важную роль в разработке хорошей игры.
tr: Sesler grafikler kadar fark edilmesede, ses mükemmel oyun yapımında kritik rol oynar.

source: General
el: Γενικά
it: Generale
ru: Общее
tr: Genel

source: New research available:
el: Νέα έρευνα διαθέσιμη:
es: Nueva investigación disponible:
it: Nuova ricerca disponibile:
ru: Доступно новое исследование:
tr: Yeni bir araştırma mevcut:

source: Text based
el: Βασισμένο σε κείμενο
es: Basado en texto
it: Grafica testuale
ru: Текстовая
tr: Metin tabanlı

source: 2D Graphics V{0}
el: 2D Γραφικά V{0}
es: Gráficos 2D V.{0}
it: Grafica 2D V{0}
ru: 2D графика V{0}
tr: 2D Grafikler V{0}

source: 3D Graphics V{0}
el: 3D Γραφικά V{0}
es: Gráficos 3D V.{0}
it: Grafica 3D V{0}
ru: 3D графика V{0}
tr: 3D Grafikler V{0}

source: Advanced Stereoscopic 3D
el: Προχωρημένο Στερεοσκοπικό 3D
es: 3D estereoscópica avanzada
it: 3D Stereoscopico Avanzato
ru: Расширенное стереоскопическое 3D
tr: Gelişmiş Stereoskopik 3D

source: Basic sounds
el: Βασικοί ήχοι
es: Sonidos básicos
it: Suoni elementari
ru: Базовый звук
tr: Temel sesler

source: Mono sound
el: Μονοφωνικός ήχος
es: Sonido Mono
it: Sonoro mono
ru: Монозвук
tr: Mono Ses

source: Stereo sound
el: Στερεοφωνικός ήχος
es: Sonido Estéreo
it: Sonoro stereo
ru: Стереозвук
tr: Stereo ses

source: Soundtrack
el: Σάουντρακ
es: Banda sonora
it: Colonna sonora
ru: Саундтрек
tr: Film müziği

source: Surround sound
el: Ήχος surround
es: Sonido envolvente
it: Sonoro surround
ru: Объёмный звук
tr: Surround ses

source: Orchestral soundtrack
el: Σάουντρακ ορχήστρας
es: Banda sonora orquestal
it: Colonna sonora orchestrale
ru: Оркестровый саундтрек
tr: Orkestra müziği

source: A.I.
el: Τεχνητή Νοημοσύνη
es: I.A.
it: I.A.
ru: ИИ
tr: Yapay Zeka

source: Simple A.I.
el: Απλό A.I.
es: I.A. simple
it: I.A. Semplice
ru: Простой ИИ
tr: Basit Yapay Zeka.

source: Better A.I.
el: Καλύτερη Τεχνητή Νοημοσύνη
es: I.A. Mejorada.
it: I.A. Migliorata
ru: Улучшенный ИИ
tr: Daha Üstün Yapay Zeka.

source: A.I. Companions
el: Σύντροφοι A.I.
es: Compañeros I.A
it: I.A. Compagni
ru: Напарники с ИИ
tr: Yapay Zeka yoldaşları

source: Self-learning A.I.
el: Προσαρμοζόμενο A.I.
es: I.A. con autoaprendizaje.
it: I.A. Auto-imparante
ru: Самообучаемый ИИ
tr: Kendi-öğrenen Yapay Zeka.

source: Game tutorials
el: Tutorial παιχνιδιών
es: Tutoriales del juego
it: Tutorial di gioco
ru: Обучение игре
tr: Oyun öğreticileri

source: Better user experience
el: Καλύτερη εμπειρία χρήστη
es: Mejor experiencia de usuario
it: Esperienza utente migliorata
ru: Улучшенный опыт взаимодействия
tr: Daha iyi kullanıcı deneyimi

source: Character progression
el: Πρόοδος χαρακτήρων
es: Progreso de personaje
it: Progressione del personaggio
ru: Развитие персонажа
tr: Karakter gelişimi

source: Achievements
es: Logros
it: Obiettivi
ru: Достижения
tr: Başarılar

source: Skill trees
el: Δένδρα δεξιοτήτων
es: Árbol de habilidades
it: Alberi delle abilità
ru: Древо умений
tr: Yetenek ağaçları

source: Cooperative play
el: Συνεργατικό παιχνίδι
es: Juego cooperativo
it: Gioco cooperativo
ru: Совместное прохождение
tr: Co-Op oyun

source: Visorius Support
el: Υποστήριξη Visorius
es: Soporte de Visorius
it: Supporto Visorius
ru: Поддержка Visorius
tr: Gözlük Desteği

source: Savegame
el: Αποθηκευμένο παιχνίδι
es: Guardar Partida
it: Salvataggi partite
ru: Сохранения
tr: Oyunu kaydet

source: Multiplayer
el: Πολλοί παίκτες
es: Multijugador
it: Multigiocatore
ru: Мультиплеер
tr: Çoklu Oyuncu

source: Video playback
el: Αναπαραγωγή βίντεο
es: Reproducción de vídeo
it: Riproduzione video
ru: Видеоролики
tr: Video geri oynatım

source: Basic physics
el: Βασική φυσική
es: Física básica
it: Fisiche di base
ru: Базовая физика
tr: Basit fizik

source: Mod support
el: Υποστήριξη τροποποιήσεων (mods)
es: Soporte de mods
it: Supporto alle mod
ru: Поддержка модов
tr: Mod desteği

source: Online play
el: Διαδικτυακό παιχνίδι
es: Juego online
it: Gioco online
ru: Онлайн-мультиплеер
tr: Çevrimiçi oyna

source: Advanced physics
el: Προχωρημένα physics
es: física avanzada
it: Fisiche avanzate
ru: Расширенная физика
tr: Gelişmiş fizik

source: Save to cloud
el: Αποθήκευση στο cloud
es: Guardar en nube
it: Salvataggi cloud
ru: Сохранения в облаке
tr: Buluta kaydet

source: MMO Support
el: Υποστήριξη MMO
es: Soporte MMO
it: Supporto MMO
ru: Поддержка MMO
tr: MMO Desteği

source: Software Development Kit
es: Kit de Desarrollo de Software
it: Kit Sviluppo Software
ru: Комплект средств разработки (SDK)
tr: Yazılım Geliştirme Kiti

source: Multi-Platform optimized
el: Βελτιστοποιημένη για Πολλές Πλατφόρμες
es: Multi-plataforma optimizada
it: Ottimizzazione Multi-Piattaforma
ru: Мультиплатформенная оптимизация
tr: Çoklu-Platform optimize edildi

source: Linear story
el: Γραμμική ιστορία
es: Historia lineal
it: Storia lineare
ru: Линейный сюжет
tr: Doğrusal hikaye

source: Simple cutscenes
el: Απλά cutscenes
es: Escenas sencillas
it: Intermezzi semplici
ru: Простые видеовставки
tr: Basit ara sahneler

source: Branching story
el: Διακλαδισμένη ιστορία
es: Historia ramificada
it: Storia ramificata
ru: Разветвлённый сюжет
tr: Gelişmiş hikaye

source: Advanced cutscenes
el: Προηγμένα cutscenes
es: Escenas avanzadas
it: Intermezzi avanzati
ru: Улучшенные видеовставки
tr: Gelişmiş ara sahneler

source: Full motion video
el: Βίντεο πλήρους κίνησης
es: Vídeo de movimiento completo
it: Video prerenderizzati
ru: Полнометражное видео
tr: Tam hareketli video

source: Interactive story
el: Διαδραστική ιστορία
es: Historia interactiva
it: Storia interattiva
ru: Интерактивный сюжет
tr: Etkileşimli hikaye

source: Moral choices
el: Ηθικές επιλογές
es: Elecciones morales
it: Scelte morali
ru: Моральный выбор
tr: Ahlaki seçimler

source: Immersive story telling
el: Συναρπαστική αφήγηση
es: Narrativa inmersiva
it: Racconto storia immersivo
ru: Погружение в сюжет
tr: Sürükleyici hikaye anlatımı

source: Reactive quests
el: Quests που ενεργοποιούνται
es: Misiones reactivas
it: Missioni reattive
ru: Интерактивные квесты
tr: Dinamik görevler

source: Better dialogues
el: Καλύτεροι διάλογοι
es: Diálogos mejorados
it: Dialoghi migliorati
ru: Улучшенные диалоги
tr: Daha iyi diyaloglar

source: Dialogue tree
el: Δένδρο διαλόγων
es: Árbol de diálogos
it: Dialoghi ad albero
ru: Древо диалогов
tr: Diyalog ağacı

source: Voice over
es: Doblaje de voz
it: Voce fuori campo
ru: Озвучка
tr: Anlatıcı

source: Simple body language
el: Απλή γλώσσα σώματος
es: Lenguaje corporal sencillo
it: Linguaggio del corpo semplice
ru: Простой язык тела
tr: Basit beden dili

source: Advanced body language
el: Προηγμένη γλώσσα σώματος
es: Lenguaje corporal avanzado
it: Linguaggio del corpo avanzato
ru: Улучшенный язык тела
tr: Gelişmiş beden dili

source: Celebrity voice acting
el: Φωνές από διάσημους
es: Voces de famosos
it: Doppiatori famosi
ru: Голосовая озвучка звёздами
tr: Ünlü seslendirmesi

source: Realistic body language
el: Ρεαλιστική γλώσσα σώματος
es: Lenguaje corporal realista
it: Linguaggio del corpo realistico
ru: Реалистичный язык тела
tr: Gerçekçi beden dili

source: Open world
el: Ανοικτός κόσμος
es: Mundo abierto
it: Mondo aperto
ru: Открытый мир
tr: Açık dünya

source: Day & night cycle
el: Κύκλος μέρας & νύχτας
es: Ciclo día y noche
it: Ciclo giorno/notte
ru: Смена дня и ночи
tr: Gece & gündüz döngüsü

source: Rich backstory
el: Πλούσια προϊστορία
es: Profundidad de historia
it: Ambientazione ricca
ru: Богатая предыстория
tr: Zengin temel hikaye

source: Virtual economy
el: Ψηφιακή οικονομία
es: Economía virtual
it: Economia virtuale
ru: Виртуальная экономика
tr: Sanal ekonomi

source: Realistic weather
el: Ρεαλιστικός καιρός
es: Climatología realista
it: Tempo atmosferico realistico
ru: Реалистичная погода
tr: Gerçekçi hava

source: Dynamic world
el: Δυναμικός κόσμος
es: Mundo dinámico
it: Mondo dinamico
ru: Динамический мир
tr: Dinamik dünya

source: Level editor
el: Πρόγραμμα επεξεργασίας επιπέδων
es: Editor de niveles
it: Editor di livelli
ru: Редактор уровней
tr: Bölüm düzenleyici

source: Easter eggs
es: Huevos de Pascua
ru: «Пасхальные яйца»
tr: Paskalya yumurtaları

source: Mini games
el: Μίνι παιχνίδια
es: Mini-juegos
it: Mini giochi
ru: Мини-игры
tr: Küçük oyunlar

source: Dynamic environment
el: Δυναμικό περιβάλλον
es: entorno dinámico
it: Ambiente dinamico
ru: Динамическое окружение
tr: Dinamik çevre

source: No loading screens
el: Χωρίς οθόνες φόρτωσης
es: Sin pantallas de carga
it: Nessuna schermata di caricamento
ru: Без подгрузочных экранов
tr: Yükleme ekranları yok

source: Medium Games
el: Παιχνίδια Μεσαίας Έκτασης
es: Juegos Medianos
it: Giochi di medie dimensioni
ru: Средние игры
tr: Orta Büyüklükte Oyunlar

source: Project Management
el: Διαχείριση Πρότζεκτ
es: Administración de Proyecto
it: Gestione Progetto
ru: Управление проектами
tr: Proje yönetimi

source: Large Games
el: Παιχνίδια Μεγάλης Έκτασης
es: Juegos Grandes
it: Giochi di grandi dimensioni
ru: Большие игры
tr: Büyük Oyunlar

source: Game Design
el: Σχεδιασμός Παιχνιδιού
es: Diseño de Juego
it: Design del gioco
ru: Гейм-дизайн
tr: Oyun Tasarımı

source: Target Audience
el: Απευθυνόμενο Κοινό
es: Público Objetivo
it: Pubblico di riferimento
ru: Целевая аудитория
tr: Hedef Kitle

source: Sequels
el: Σίκουελ
es: Secuelas
it: Seguiti
ru: Сиквелы
tr: Devam oyunları

source: Casual games
el: Casual παιχνίδια
es: Juegos Casuales
it: Giochi Casual
ru: Казуальные игры
tr: Sıradan oyunlar

source: Publishing
el: Έκδοση
es: Distribuidor
it: Pubblicazione
ru: Маркетинг
tr: Yayımcılık

source: Multi genre
el: Πολλών ειδών
es: Multigénero
it: Multi genere
ru: Многожанровость
tr: Çoklu tür

source: Multi-Platform
el: Πολλές Πλατφόρμες
es: Multi-Plataforma
it: Multi-Piattaforma
ru: Мультиплатформенность

source: Red Exploding Barrels
el: Κόκκινα Εκρηκτικά Βαρέλια
es: Barriles Rojos Explosivos
it: Barili Rossi Esplosivi
ru: Красные взрывающиеся бочки
tr: Patlayan Kırmızı Fıçılar

source: Special Items
el: Ειδικά Αντικείμενα
es: Objetos Especiales
it: Oggetti speciali
ru: Дополнительные особенности
tr: Özel Eşyalar
