Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Go {0}! Well done!
el: Πάμε {0}! Μπράβο!
es: ¡Vamos, {0}! ¡Así se hace!
it: Vai {0}! Ben fatto!
ru: Вперед, «{0}»! К успеху!
tr: {0} devam! Çok iyi!

source: According to our market research the recently published game '{0}' is a surprise hit with players.
el: Σύμφωνα με την έρευνα αγοράς μας το πρόσφατα δημοσιευμένο παιχνίδι '{0}' είναι μεγάλη επιτυχία με τους παίκτες.
es: Según los datos del mercado, el juego recientemente publicado, "{0}", ha sido un éxito inesperado entre los jugadores.
it: Secondo le nostre ricerche di mercato il gioco recentemente pubblicato '{0}' è sorprendentemente di successo tra i giocatori.
ru: Согласно нашему исследованию рынка, недавно вышедшая игра «{0}» неожиданно стала хитом.
tr: Yakın zamanda yaptığımız pazar araştırması sonucuna göre '{0}' süpriz bir başarı yakaladı.

source: The developer {0} is fairly new to the gaming industry but we cannot wait for what they will develop next!
el: Η εταιρία ανάπτυξης {0} είναι σχετικά νέα στη βιομηχανία του gaming αλλά δεν μπορούμε να περιμένουμε για το τι θα δημιουργήσουν στη συνέχεια!
es: La diseñadora {0} es más bien nueva en la industria del videojuego, ¡pero estamos impacientes por ver qué harán a continuación!
it: Lo sviluppatore {0} è alquanto nuovo nell' industria dei videogiochi ma trepidiamo aspettando cosa svilupperanno in futuro!
ru: «{0}» — новички в игровой индустрии, но мы будем с нетерпением ждать, чем они порадуют нас в будущем!
tr: Geliştirici {0} oyun endüstrisinde epey yeni fakat şimdiden ne yaratacaklarını sabırsızlıkla bekliyoruz!

source: The latest game by {0} has received very positive reviews overall! {1} gave it a '{2}' saying '{3}'.
el: Το πιο τελευταίο παιχνίδι της {0} έχει πολύ καλές γενικές κριτικές! Ο {1} του έδωσε '{2}', λέγοντας '{3}'.
es: El último juego de {0} ha recibido críticas muy positivas en general! {1} le dio un '{2}' diciendo '{3}'.
it: L' ultimo gioco di {0} ha ricevuto recensioni molto positive nel complesso! {1} gli ha dato un '{2}' dicendo '{3}'.
ru: Последняя игра от «{0}» получила очень благожелательные отзывы! В {1} игру оценили на {2} из 10, прокомментировав: «{3}»
tr: {0} şirketinin son oyunu genel olarak olumlu tepkiler aldı! {1},'{3}' deyip '{2}' verdi.

source: If {0} continues to innovate like this they might become a new fan favorite!
el: Αν η {0} συνεχίσει να καινοτομεί έτσι θα γίνει η νέα συμπάθεια του κοινού!
es: ¡Si {0} sigue innovando así, podrían convertirse en uno de los favoritos de los aficionados!
it: Se {0} continua ad innovare così potrebbero diventare un nuovo favorito dei fan!
ru: Если «{0}» продолжит удивлять нас новизной, у них прибавится поклонников!
tr: Eğer {0} bu şekilde yaratıcı olmaya devam ederse yeni hayran gözdesi olabilirler!

source: {0}, the newest game by {1} has caused a storm of good reviews and excited customers.
el: Το {0}, το τελευταίο παιχνίδι από την {1} έχει προκαλέσει θύελλα καλών κριτικών και ενθουσιασμένων πελατών.
es: {0}, el último juego de {1}, ha provocado una ola de buenas críticas y compradores entusiasmados.
it: {0}, il più recente gioco di {1} ha generato una tempesta di buone recensioni e clienti eccitati.
ru: «{0}», новейшая игра от компании «{1}», вызвала волну хвалебных отзывов и была с восторгом принята игроками.
tr: {1} firmasının en yeni oyunu {0} iyi eleştirilerle bir fırtınaya sebep oldu ve müşterileri heyecanlandırdı.

source: Industry professionals say that {0} is one of these rare games that will set a new quality standard for future games.{n}
el: Ειδήμονες της βιομηχανίας λένε ότι το {0} είναι ένα από αυτά τα σπάνια παιχνίδια που θέτουν ένα νέο στάνταρ ποιότητας για μελλοντικά παιχνίδια.{n}
es: Los profesionales de la industria aseguran que {0} es uno de esos juegos únicos que marcarán un estándar de calidad en los futuros títulos.{n}
it: I professionisti dell'industria dicono che {0} è uno di quei rari giochi che impostano un nuovo standard di qualità per i giochi futuri.{n}
ru: Профессионалы индустрии отмечают, что игра «{0}» — одно из тех редких явлений, которые задают новые стандарты качества для будущих игр.{n}
tr: Endüstri uzmanlarının söylediğine göre {0} gelecekteki oyunlar için yeni bir kalite standardı getirebilecek ender oyunlardan bir tanesi.{n}

source: It seems that {0} really has made gaming history with {1}! Well done!
el: Φαίνεται ότι η {0} έγραψε ιστορία με το {1}! Συγχαρητήρια!
es: Parece que {0} realmente ha hecho historia con {1}! ¡Bien hecho!
it: Sembra che {0} ha davvero fatto la storia dei videogiochi {1}! Ben fatto!
ru: Похоже, что «{0}» и её «{1}» вошли в историю игр! Так держать!
tr: Gözüken o ki {0},{1} ile oyun tarihinde bir ilki başardı! Aferin!

source: If you are not a fan of {0} now then chances are you will be after playing their latest hit {1}.
el: Αν δεν είστε οπαδός της {0} τώρα η πιθανότητα είναι να είστε αφότου παίξετε την τελευταία τους επιτυχία το {1}.
es: Si aún no son fans de {0}, seguramente lo serán después de jugar a su último éxito, {1}.
it: Se non sei un fan di {0}, ci sono buone possibilità che lo sarai dopo aver giocato il loro ultimo successo {1}.
ru: Если вы ещё не поклонник «{0}», то наверняка станете им, поиграв в «{1}».
tr: Eğer bir {0} hayranı değilseniz, en son çıkan {1} oyunlarından sonra olacaksınız.

source: Ladies and gentlemen, the surprise hit of the year is {1} by {0}.
el: Κυρίες και κύριοι, η εκπληκτική επιτυχία της χρονιάς είναι το {1} από την {0}.
es: Damas y caballeros, la sorpresa del año es {1}, de {0}.
it: Signore e signori, il successo a sorpresa di quest' anno è {1} di {0}.
ru: Дамы и господа, встречайте неожиданный хит года — «{1}» от «{0}».
tr: Bayanlar ve baylar, bu yılın süpriz çıkışı {0} şirketinden {1}.

source: When I started playing {1} I had no idea what I was in for.
el: Όταν άρχισα να παίζω το {1} δεν είχα ιδέα για το τίνος πρόκειται.
es: Cuando empecé a jugar a {1}, no tenía ni idea de lo que me esperaba.
it: Quando cominciai a giocare {1} non avevo idea di cosa fosse davvero.
ru: Когда я только начал играть в «{1}», я даже не представлял, что меня ожидает.
tr: {1} oyununu oynamaya başladığımda neyin içine girdiğime dair hiçbir fikrim yoktu.

source: There are a lot of good surprises waiting for you in {1}.
el: Υπάρχουν πολλές καλές εκπλήξεις που σας περιμένουν στο {1}.
es: Hay muchas sorpresas esperándote en {1}.
it: Ci sono un sacco di piacevoli sorprese che vi aspettano in {1}.
ru: На протяжении всей игры «{1}» не раз приятно вас удивит.
tr: {1} oyununda sizi bekleyen bir çok güzel sürpriz var.

source: Another memorable game by {0} has been released.
el: Ακόμα ένα αξέχαστο παιχνίδι από την {0} κυκλοφόρησε.
es: Otro juego memorable de la mano de {0} ha salido al mercado.
it: È stato rilasciato un altro gioco memorabile di {0}.
ru: «{0}» выпустила очередную незабываемую игру.
tr: {0} tarafından unutulmaz bir oyun daha yayınlandı.

source: I have been playing {1} and have tremendously enjoyed the experience.
el: Παίζω το {1} και έχω απολαύσει τρομερά την εμπειρία.
es: He estado jugando a {1} y he disfrutado tremendamente la experiencia.
it: Ho giocato a {1} e mi sono goduto moltissimo l'esperienza.
ru: Я играл в «{1}» и просто не мог оторваться — настолько она меня захватила.
tr: {1} oynuyordum ve deneyimden son derece keyif aldım.

source: {0} surprises us again with a very enjoyable game.
el: Η {0} μας εκπλήσσει ξανά με ένα πολύ απολαυστικό παιχνίδι.
es: {0} vuelve a sorprendernos con un juego muy entretenido.
it: {0} ci sorprende ancora con un gioco davvero godibile.
ru: «{0}» снова удивляет нас захватывающей игрой.
tr: {0} çok eğlenceli bir oyunla daha bizi yine şaşırttı.

source: Rarely will a game captivate you as much as {1}.
el: Σπάνια ένα παιχνίδι θα σας αιχμαλωτίσει τόσο πολύ όσο το {1}.
es: Pocas veces un juego cautiva tanto como {1}.
it: Raramente un gioco ti cattura tanto come fa {1}.
ru: «{1}» просто захватывает вас, как никакая другая игра.
tr: Bir oyun sizi nadiren {1} kadar hayran bıraktıracaktır.

source: {1} really deserves the top spots in the charts.
el: Το {1} πραγματικά αξίζει τις κορυφαίες θέσεις στα charts.
es: {1} merece realmente el número uno en las listas.
it: {1} merita davvero i primi posti nelle classifiche.
ru: «{1}» по праву занимает вершины хит-парадов.
tr: {1} gerçekten listelerde üst sıraları hakediyor.

source: Simply one of the best games I've played.
el: Απλά ένα από τα καλύτερα παιχνίδια που έχω παίξει.
es: Sencillamente, uno de los mejores juegos a los que he jugado.
it: Semplicemente uno dei migliori giochi che abbia giocato.
ru: Просто одна из лучших игр, в которые я играл.
tr: Açıkçası oynadığım en iyi oyunlardan biri.

source: Well, what can I say? Stop reading. Start playing.
el: Λοιπόν, τι μπορώ να πω; Σταματήστε να διαβάζετε. Ξεκινήστε το παιχνίδι.
es: Bien. ¿qué puedo decir? Deja de leer y juégalo.
it: Bene, che posso dire? Smetti di leggere. Comincia a giocare.
ru: Да что тут говорить? Хватит читать. Начинайте играть.
tr: Ne diyebilirim ki? Okumayı bırakın. Oynayamaya başlayın.

source: A stellar effort by {0}.
el: Μια άψογη προσπάθεια από την {0}.
es: Un trabajo estelar por parte de {0}.
it: Uno sforzo stellare di {0}.
ru: Это звёздный час компании «{0}».
tr: {0} tarafından fevkalade bir emek.

source: To {0}: Keep the hits coming please :)
el: Προς {0}: Συνεχίστε να βγάζετε επιτυχίες παρακαλώ :)
es: A {0}: Sigan haciendo éxitos, por favor :)
it: A {0}: Continuate a sfornare successi, per favore :)
ru: Продолжайте в том же духе, «{0}» :)
tr: {0} için mesaj: Lütfen hit çıkarmaya devam edin :)

source: Only a game with unicorns, rainbows, pirates and ninjas could possibly be better.
el: Μόνο ένα παιχνίδι με μονόκερους, ουράνια τόξα, πειρατές και νίντζα θα μπορούσε πιθανά να είναι καλύτερο.
es: Sólo un juego con unicornios, arcoiris, piratas y ninjas podría ser mejor.
it: Solo un gioco con unicorni, arcobaleni, pirati e ninja potrebbe essere migliore.
ru: Только игра с единорогами, радугой, пиратами и ниндзя может быть лучше... да и то не факт.
tr: Muhtemelen sadece tek boynuzlu atların, gökkuşaklarının, korsanların ve ninjaların olduğu bir oyun daha iyi olabilirdi.

source: Summary: best. game. ever.
el: Σύνοψη: το. καλύτερο. παιχνίδι. όλων. των. εποχών.
es: En resumen: El mejor juego de la historia.
it: Sommario: miglior. gioco. di sempre.
ru: Самая. Лучшая. Игра. Это если вкратце.
tr: Özet: şimdiye. kadarki. en. iyi. oyun.

source: There is a rare technical polish in this game which really comes through in the overall experience.
el: Υπάρχει μια σπάνια τεχνική βελτιστοποίηση σε αυτό το παιχνίδι που πραγματικά φαίνεται στη συνολική εμπερία.
es: En este juego hay un pulido técnico distintivo que destaca realmente en la experiencia general.
it: C'è una cura tecnica rara in questo gioco che spicca davvero durante tutta l' esperienza di gioco.
ru: Технологиям в игре уделено самое пристальное внимание, и это действительно чувствуется.
tr: Oyunda çok nadir bir teknik rötüş var ki gerçekten son derece deneyimli olmayı gerektirir.

source: The game shines of technical excellence. Clearly the developers know what they are doing.
el: Το παιχνίδι αστράφτει από τεχνική τελειότητα. Είναι ξεκάθαρο ότι οι προγραμματιστές ξέρουν τι κάνουν.
es: El juego brilla por su excelencia técnica. Está claro que los diseñadores sabían lo que hacían.
it: Il gioco brilla per eccellenza tecnica. Chiaramente gli sviluppatori sanno quel che stanno facendo.
ru: С технологической точки зрения эта игра — само совершенство. Разработчики определённо знают своё дело.
tr: Oyun teknik mükemmelliğin başarısı. Geliştiriciler apaçık ne yaptıklarını biliyorlar.

source: I was positively surprised to see the level of polish that went into the underlying game engine. The effort really paid off.
el: Ήμουν θετικά έκπληκτος βλέποντας το βαθμό της βελτιστοποίησης που πήγε στην χρησιμοποιούμενη μηχανή γραφικών. Η προσπάθεια πραγματικά απέδωσε.
es: Me sorprendió gratamente lo trabajado que estaba el motor subyacente del juego. El esfuerzo ha merecido la pena.
it: Sono stato piacevolmente sorpreso di vedere il livello di cura riversato nel sottostante motore di gioco. Lo sforzo ha ripagato davvero.
ru: Я был приятно удивлён настолько тщательной проработкой игрового движка. И усилия действительно окупились.
tr: Oyun motoruna yapılmış cilalamayı oldukça beğendim. Harcadığımız efora deymiş.

source: In this type of game the core gameplay mechanics are really important and the developer has nailed it.
el: Σε αυτόν τον τύπο παιχνιδιού τα βασικά στοιχεία του gameplay είναι πολύ σημαντικά και ο προγραμματιστής τα έχει καταφέρει μια χαρά.
es: En este tipo de juegos, la mecánica de la jugabilidad es muy importante y los diseñadores han dado en el clavo.
it: In questo tipo di giochi le meccaniche centrali di gioco sono davvero importanti e lo sviluppatore ha fatto centro.
ru: В таких играх геймплею должно быть уделено самое пристальное внимание — что и было сделано.
tr: Bu tür oyunlarda asıl oyun mekanikleri gerçekten önemlidir ve geliştirici bunun tam üstüne basmış.

source: I have rarely seen such responsive game controls. A true joy to play.
el: Σπάνια έχω δει τόσο καλά ανταποκρινόμενα πλήκτρα παιχνιδιού. Πραγματικά ευτυχία να το παίζεις.
es: Pocas veces he visto un control de juego tan receptivo. Jugarlo es una verdadera delicia.
it: Raramente ho visto dei controlli di gioco tanto reattivi. Una vera gioia da giocare.
ru: Редко где встретишь такое понятное и удобное управление. Играть — одно удовольствие.
tr: Daha önce bu kadar iyi kontrol sistemi olan bir oyun görmemiştim. Gerçekten eğlenceli.

source: The attention to detail to the core gameplay has really paid off.
el: Η προσοχή στη λεπτομέρεια στο στοιχειώδες gameplay απέδωσε πραγματικά καλά.
es: La atención al detalle en el sistema de jugabilidad ha dado sus frutos.
it: L' attenzione al dettaglio nel gameplay ha davvero ripagato.
ru: В геймплее тщательно проработана каждая мелочь, и это себя оправдало.
tr: Oyunun oynanış çekirdeğine yapılan detay gerçekten işe yaramış.

source: This game doesn't just tell a story, no, it manages to draw you in so that you truly feel part of an adventure.
el: Αυτό το παιχνίδι δεν διηγείται απλά μια ιστορία, όχι, καταφέρνει να σας τραβήξει τόσο μέσα που αισθάνεστε πραγματικά μέρος μιας περιπέτειας.
es: Este juego no se limita a contar una historia. No; te arrastra de tal manera que te sientes parte de la aventura.
it: Questo gioco non racconta solo una storia, no, riesce a tirarti dentro e ti fa veramente sentire parte di un avventura.
ru: Игра не просто рассказывает вам историю, о нет. Ей удаётся сделать так, что вы погружаетесь в происходящее и словно бы сами участвуете в этих приключениях.
tr: Bu oyun yanlızca bir hikaye anlatmıyor, seni gerçekten içine çekip macerayı yaşamanı sağlıyor.

source: A true achievement in interactive story telling, the characters and the captivating scenarios just stick in your mind.
el: Ένα πραγματικό επίτευγμα στη διαδραστική αφήγηση ιστοριών, οι χαρακτήρες και τα συναρπαστικά σενάρια απλά κολλάνε στο μυαλό σου.
es: Todo un logro en la narrativa interactiva. Los personajes y los cautivadores escenarios se te quedan grabados en la mente.
it: Un vero traguardo nella narrazione interattiva della storia, i personaggi ed i coinvolgenti scenari ti si inchiodano in testa.
ru: Вот так и должно выглядеть настоящее погружение в сюжет. Персонажи словно бы не на экране действуют, а прямо рядом с вами!
tr: İnteraktif hikaye anlatımında gerçek bir başarı, karakterler ve akılda kalıcı senaryo gerçekten güzel.

source: Whoever wrote the story of {1} will likely win a prize for it.
el: Όποιος έγραψε την πλοκή για το {1} πολύ πιθανόν να κερδίσει βραβείο για αυτό.
es: Quienquiera que escribiera la historia de {1} ganará seguramente un premio por ello.
it: Chiunque abbia scritto la storia di {1} dovrebbe vincere un premio.
ru: Я не знаю, кто писал сценарий к игре «{1}», но он безусловно заслуживает награды.
tr: {1} oyunu için senaryoyu kim yazdıysa muhtemelen bir ödül kazanacak.

source: The character dialogues in this game are just oustanding. Rarely will you be so captivated in a conversation.
el: Οι διάλογοι των χαρακτήρων σε αυτό το παιχνίδι είναι απλά καταπληκτικοί. Σπάνια θα σας "αιχμαλωτίσει" τόσο μια συζήτηση.
es: Los diálogos de los personajes del juego son brillantes. Pocas veces habrás estado tan cautivado por una conversación.
it: I dialoghi dei personaggi in questo gioco son veramente eccezionali. Raramente sarete così coinvolti nella conversazione.
ru: Диалоги в игре реализованы просто потрясающе. Тут можно по-настоящему увлечься беседой.
tr: Bu oyundaki karakter diyaloglar inanılmaz. Bir sohbettin bukadar etkileyici olması oldukça nadirdir.

source: The term dialogue tree really doesn't do {1} justice. This game has a dialogue forest... in a good way.
el: Ο όρος δένδρο διαλόγων πραγματικά δεν αναδεικνύει σωστά το {1}. Αυτό το παιχνίδι έχει ένα δάσος διαλόγων... με την καλή έννοια.
es: El término "árbol de diálogos" no le hace justicia a {1}. Lo que este juego tiene es un auténtico bosque de diálogos.
it: Il termine albero dei dialoghi non rende giustizia a {1}. Questo gioco ha una foresta di dialoghi... in senso buono.
ru: Применять термин «древо диалогов» к игре «{1}» несправедливо. Тут перед нами встаёт целый лес диалогов. В хорошем смысле, конечно.
tr: {1} için diyalog ağacı tanımlaması eksik kalıyor. Bu oyun diyalog ormanı gibi... iyi anlamda.

source: A perfect example on how dialogues in a game can be so much more thrilling than in a movie or book. At every stage I felt like I really had choices and was driving the story.
el: Ένα τέλειο παράδειγμα για το πως οι διάλογοι ενός παιχνιδιού μπορούν να είναι πολύ πιο συναρπαστικοί από ότι σε μια ταινία ή σε ένα βιβλίο. Σε κάθε σημείο ένιωθα πως πραγματικά είχα επιλογές και οδηγούσα την πλοκή.
es: Un ejemplo perfecto de cómo los diálogos de un juego puede ser mucho más apasionantes que los de una película o un libro. En cada momento sentía tener opciones y estar conduciendo la historia.
it: Un esempio perfetto su come i dialoghi in un gioco possano essere tanto più intriganti che in un film o un libro. Ad ogni passo mi sentivo come se davvero avessi scelte e comandassi la storia.
ru: Прекрасный пример того, что диалоги в игре могут увлечь гораздо сильнее, чем в кино или книге. Каждый раз у меня было ощущение, что передо мной стоит настоящий выбор, который повлияет на развитие сюжета.
tr: Konuşmaların bir filmden yada kitaptan nasıl daha etkili olacağını gösteren mükemmel bir örnek. Her bir adımda gerçekten bir seçeneğim olduğunu ve senaryoyu yönlendirdiğimi düşündüm.

source: The progression in this story is just perfect. Just when you start to think things settle down something surprising will happen.
el: Η πρόοδος σε αυτήν την ιστορία είναι απλά τέλεια. Μόλις αρχίζεις να πιστεύεις ότι τα πράγματα έχουν τακτοποιηθεί κάτι εκπληκτικό θα συμβεί.
es: La progresión de la historia es simplemente perfecta. Cuando crees que las cosas se están enfriando, ocurre algo sorprendente.
it: La progressione in questa storia è semplicemente perfetta. Appena cominci a pensare che le cose si sistemeranno qualcosa di sorprendente accade.
ru: Развитие сюжета просто идеально. Только вам начинает казаться, что всё устроилось, как внезапно опять что-то происходит.
tr: Bu hikayedeki ilerleyiş mükemmel. Ne zaman artık işler biraz sakinleşti diye düşünsem başka bişi aniden ortaya çıkıyor.

source: The level design is both sophisticated and surprisingly intuitive. I never felt like I was guided through a level but I never ever got lost either. A true achievement.
el: Ο σχεδιασμός των επιπέδων είναι τόσο πολύπλοκος όσο και ευκολονόητος. Ποτέ δεν ένιωσα ότι οδηγήθηκα μέσα από ένα επίπεδο αλλά ούτε χάθηκα. Ένα πραγματικό επίτευγμα.
es: El diseño de los niveles es sofisticado y a la vez sorprendentemente intuitivo. Nunca me pareció que los niveles me estuvieran guiando, pero tampoco me perdía en ellos. Un auténtico logro.
it: Il design dei livelli è sia sofisticato e sorprendentemente intuitivo. Non mi sono mai sentito guidato attraverso un livello ma non mi sono nemmeno mai perso. Un vero traguardo.
ru: Дизайн уровней на высоте — они одновременно и запутаны, и интуитивно понятны. Я ни разу не плутал, но и ощущения, что меня тащат за руку, никогда не возникало. Как удалось этого добиться?
tr: Bölüm dizaynı hem gelişmiş hemde şaşırtıcı biçimde sezgisel. Daha önce hiç bölüm geçerken yardım görmemiş yada kaybolmamıştım. Gerçek bir başarı.

source: Simply iconic level designs, from start to finish.
el: Απλά θρυλικοί σχεδιασμοί επιπέδων, από την αρχή μέχρι το τέλος.
es: El diseño de niveles, de principio a fin, es ya icónico.
it: Design di livelli semplicemente iconico, dall' inizio alla fine.
ru: Дизайн уровней просто образцовый, от начала и до конца.
tr: Basitçe ikonik seviye tasarımları, baştan sona.

source: The computer-controlled entities in this game are so incredibly convincing that I caught myself talking at them at times.
el: Οι ελεγχόμενες-από-τον-υπολογιστή οντότητες σε αυτό το παιχνίδι είναι τόσο απίστευτα πειστικές που έπιασα τον εαυτό μου να τους μιλάει κάποιες στιγμές.
es: Las entidades controladas por la máquina son tan increíblemente convincentes que me sorprendí hablando con ellas a veces.
it: Le entità controllate dal computer in questo gioco sono così incredibilmente convincenti che mi sono ritrovato a parlargli di quando in quando.
ru: Иногда я ловил себя на том, что разговариваю с героями этой игры — настолько убедительно они сделаны.
tr: Bu oyundaki bilgisayar kontrollü yapay zekalar okadar başarılı ki kendimi bazen onlarla tartışırken buluyorum.

source: Rarely manages a game to blend the A.I. so well into the game world that you just feel completely immersed.
el: Σπάνια κατορθώνει ένα παιχνίδι να αναμείξει την τεχνητή νοημοσύνη τόσο καλά στον κόσμο του παιχνιδιού όπου νιώθεις απλά "αιχμαλωτισμένος".
es: Pocas veces logra un juego encajar la I.A. de tal forma que te sientas completamente inmerso.
it: Raramente un gioco riesce a miscelare la I.A. così bene dentro il mondo di gioco da farti sentire completamente immerso.
ru: Искусственный интеллект настолько умело встроен в игровой мир, что вы чувствуете себя частью этого мира.
tr: Bir oyun dünyası ile Y.Z.nin mükkemmel birleştiği nadir oyunlardan biri.

source: The game responds to the player in such a realistic fashion that it makes you sometimes forget that this is just a game.
el: Το παιχνίδι ανταποκρίνεται στον παίκτη με έναν τόσο ρεαλιστικό τρόπο που σε κάνει καμιά φορά να ξεχνάς ότι είναι απλά ένα παιχνίδι.
es: El juego responde al jugador de forma tan realista que a veces se te olvida de que es tan sólo un juego.
it: Il gioco risponde al giocatore in maniera così realistica da far dimenticare a volte che è soltanto un gioco.
ru: Порой забываешь, что это лишь игра — настолько реалистично она реагирует на твои действия.
tr: Oyun kullanıcıya okadar gerçekçi bir şekilde tepki veriyorki bazen sadece bir oyun oynadığınızı unutturuyor.

source: A wonderfully imaginative gameworld makes {1} a joy to discover. You will spend hours travelling through this world.
el: Ένας θαυμάσια δημιουργικός κόσμος παιχνιδιού κάνει το {1} απόλαυση να το ανακαλύπτεις. Θα ξοδέψετε ώρες ταξιδεύοντας μέσα από αυτόν τον κόσμο.
es: Su universo fantásticamente imaginativo hace de {1} un gozo por descubrir. Pasarás horas viajando a través de su mundo.
it: Un mondo di gioco meravigliosamente immaginoso rende {1} una gioia da scoprire. Spenderai ore viaggiando attraverso questo mondo.
ru: Иследовать тщательно продуманный мир игры «{1}» — одно удовольствие. И поверьте, вы проведёте долгие часы за этим занятием.
tr: Muhteşem hayal gücü ile kurulmuş bu dünyada {1} oyununu keşfetmek oldukça eğlenceli. Bu dünyayı dolaşırken epey zaman harcıyacaksınız.
