Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: If you want to create hit-games and have a world class team then training is important. For best results train your staff regularly but don't overwhelm them with too many sessions at once.{n}There are different training options available. Some options are better to increase certain skills than others. Experimenting is the best way to figure out which training options fit your plans. It is useful to have a mix of 'specialists' and allrounders in your team but aim to have at least one design specialist and technology specialist.
el: Αν θέλετε να δημιουργείτε παιχνίδια-επιτυχίες και να έχετε μια ομάδα παγκόσμιας κλάσης τότε η εκπαίδευση είναι σημαντική. Για καλύτερα αποτελέσματα εκπαιδεύετε το προσωπικό σας συχνά αλλά μην τους καταπιέσετε με πάρα πολλές συνεχόμενες συνεδρίες.{n}Υπάρχουν διαφορετικές επιλογές εκπαίδευσης διαθέσιμες. Μερικές επιλογές είναι καλύτερες για αύξηση ορισμένων δεξιοτήτων από άλλες. Ο πειραματισμός είναι ο καλύτερος τρόπος για να ανακαλύψετε ποιες επιλογές εκπαίδευσης ταιριάζουν με τα σχέδιά σας. Είναι χρήσιμο να έχετε ένα μείγμα 'ειδικών' και αποτελεσματικών-σε-όλες-τις-πτυχές ατόμων στην ομάδα σας όμως στοχεύετε στο να έχετε τουλάχιστον έναν ειδικό σχεδιασμού και έναν ειδικό τεχνολογίας.
es: Si quieres crear juegos exitosos y tener un personal de clase mundial entonces el entrenamiento es importante. Para mejores resultados entrena a tu personal regularmente pero no los sobrecargues con muchas sesiones a la vez.{n}Hay diferentes opciones de entrenamiento disponibles. Algunas opciones son mejores para mejorar ciertas habilidades. Experimentar es la mejor forma de saber qué opción de entrenamiento se adapta a tus planes. Es útil tener una mezca de 'especialistas' y 'generalistas' en tu equipo pero apunta a tener al menos un especialista en diseño y uno en tecnología.
it: Se vuoi creare giochi di successo e avere una squadra di classe mondiale, l' addestramento è importante. Per risultati migliori addestra il tuo personale regolarmente ma non sommergerli con troppe sessioni assieme.{n}Ci sono diverse opzioni di addestramento disponibili. Alcune opzioni sono migliori per aumentare certe abilità rispetto ad altre. Sperimentare è il miglior modo di scoprire quali opzioni di addestramento si adattano ai tuoi piani. È utile avere un misto di 'specialisti' e tuttofare nella tua squadra ma cerca di avere almeno uno specialista di design e uno specialista di tecnologia.
ru: Если вы собираетесь работать в высококласнной команде и выпускать хиты, то без обучения не обойтись. Для достижения наилучших результатов регулярно обучайте свою команду, но не переусердствуйте с несколькими тренингами подряд.{n}Существуют различные варианты обучения. Какие-то из них лучше развивают одни навыки, какие-то — другие. Экспериментируйте и выясняйте, какие способы обучения лучше соответствуют вашим планам. В команде нужны как специалисты, так и универсалы, но постарайтесь, чтобы в вашем распоряжении оказалось как минимум по одному специалисту в областях дизайна и технологий.
tr: Eğer patlama yapan bir oyuna yaratmak istiyor ve dünya çapında kaliteli bir ekibe sahip olmak istiyorsan eğitim önemlidir. En iyi sonuç için çalışanlarını eğitime gönder ancak, çok ağır sürekli eğitimler onları yorabilir yani eğitimlere tek seferde çok kez gönderme.{n}Farklı eğitim seçenekleri mevcut. Bazı seçenekler bazı yetenekleri geliştirmede diğerlerinden daha üstündür. Deneme yanılma yolu en iyi eğitim hangisi öğrenmenize yardımcı olacaktır. Karışık özelliklerde 'Uzmanlara' sahip olmak güzel ancak bir adet dizayn ve bir adet teknoloji uzmanına muhakak sahip olduğuna emin ol.

source: Hiring more staff
el: Πρόσληψη περισσότερου προσωπικού
es: Contratar más empleados
it: Assumere altro personale
ru: Найм новых сотрудников
tr: Daha fazla eleman işe al

source: You can hire up to four employees in this office. Don't try to hire everyone at once as staff are expensive. Many rookies hire too early and go bankrupt. It is best to take it slow.
el: Μπορείτε να προσλάβετε έως και τέσσερις υπαλλήλους σε αυτό το γραφείο. Μην προσπαθήσετε να προσλαβέτε όλους με τη μία καθώς το προσωπικό στοιχίζει. Πολλοί νεόφερτοι προσλαμβάνουν πολύ νωρίς και οδηγούνται στη χρεωκοπία. Είναι προτιμότερο να το πάρετε αργά.
es: Puedes contratar hasta cuatro empleados en esta oficina. No intentes contratar a todos a la vez ya que el personal es caro. Muchos novatos contratan muy pronto y terminan en bancarrota. Es mejor ir lentamente.
it: Puoi assumere fino a quattro impiegati in questo ufficio. Non provare ad assumerli tutti assieme dato che il personale è costoso. Molte reclute assumono troppo presto e vanno in bancarotta. È meglio prenderla con calma.
ru: Этот офис позволяет нанять до четырех работников. Не нанимайте их всех сразу, ведь расходы на персонал достаточно высоки. Многие новички расширяются слишком рано и становятся банкротами. Всему своё время.
tr: Bu ofiste en fazla dört çalışan edinebilirsiniz. Bütün çalışanları aynı anda işe alma çünkü eleman fiyatları oldukça pahalı. Pek çok çaylak hemen eleman işe alıyor ve iflas ediyor. İşleri yavaştan almak en iyisi.

source: Staff vacation
el: Διακοπές προσωπικού
es: Vacaciones del empleado
it: Vacanze del personale
ru: Отпуск
tr: Çalışan tatili

source: From time to time your employees need to recharge their batteries and go on vacation. You can tell that an employee is in need of rest when their efficiency steadily decreases.{n}To give them a holiday just {0} on them and select Send on Vacation
el: Που και που οι υπάλληλοί σας χρειάζεται να ξαναγεμίσουν τις μπαταρίες τους και να πάνε διακοπές. Μπορείτε να πείτε αν ένας υπάλληλος χρειάζεται ξεκούραση όταν η αποδοτικότητά τους μειώνεται σταθερά.{n}Για να τους δώσετε διακοπές απλά {0} πάνω τους και επιλέξτε Αποστολή σε Διακοπές
es: Poco a poco, tus empleados necesitarán recargar las pilas e irse de vacaciones. Sabrás que un empleado necesita descansar cuando su eficiencia empiece a decrecer.{n}Para darles vacaciones, {0} en ellos y elige "Dar Vacaciones"
it: Di quando in quando i tuoi impiegati avranno bisogno di ricaricare le batterie e andare in vacanza. Puoi vedere che gli impiegati hanno bisogno di riposo quando la loro efficienza inizia a scendere costantemente.{n}Per mandarli in vacanza basta un {0} su di essi e selezionare Manda in Vacanza
ru: Время от времени вашим сотрудникам нужно «подзарядить батарейки» — отправиться в отпуск. Это становится заметно по снижению их работоспособности.{n}Чтобы отправить работника в отпуск, просто {0} по нему и выберите «Отправить в отпуск»
tr: Zaman zaman çalışanlarınızın tatile gidip şarj olmaları gerekmekte. Bunu verimlilikleri düştüğünde görebilirsiniz.{n}Onları tatile göndermek için üstlerine {0} ve Tatile Gönder'i seç

source: Publishers
el: Εκδότες
es: Distribuidores
it: Pubblicatori
ru: Издательства
tr: Yayımcılar

source: Using a publisher is a great way to get your games in front of a large audience which in turns helps to grow your fan base. Once your fan base is big enough you can self-publish your larger games without the need for a publisher. For medium games you should aim to have at least 100K fans before you publish them yourself.{n}To use a publisher you need to sign a contract. The contract will dictate what game you need to create. Pay attention to all the details, most importantly the minimum score that the contract dictates. If the game you release does not meet the minimum score you will have to pay a penalty, which can be costly.{n}It is also important to pay attention to the royalty rate. The higher the rate the more money you will make from the contract.
el: Η χρήση ενός εκδότη είναι ένας θαυμάσιος τρόπος για να προβάλλετε τα παιχνίδια σας μπροστά από ένα μεγάλο κοινό που με τη σειρά του βοηθάει στο να αυξήσετε τους οπαδούς σας. Μόλις ο αριθμός των οπαδών σας γίνει αρκετά μεγάλος μπορείτε να αυτο-εκδώσετε τα μεγαλύτερα παιχνίδια σας δίχως την ανάγκη για έναν εκδότη. Για μεσαία παιχνίδια πρέπει να στοχεύετε στο να έχετε τουλάχιστον 100Κ οπαδούς πριν να τα εκδώσετε μόνοι σας.{n}Για να χρησιμοποιήσετε έναν εκδότη πρέπει να υπογράψετε ένα συμβόλαιο. Το συμβόλαιο θα καθορίσει τι παιχνίδι πρέπει να φτιάξετε. Δώστε βάση στις λεπτομέρειες, ιδιαιτέρως την ελάχιστη βαθμολογία που ορίζει το συμβόλαιο. Αν το παιχνίδι που κυκλοφορήσετε δεν συναντά την ελάχιστη βαθμολογία θα πρέπει να καταβάλλετε ποινή, η οποία μπορεί να είναι δαπανηρή.{n}Είναι επίσης σημαντικός να δώσετε προσοχή στο ποσοστό δικαιωμάτων. Όσο πιο μεγάλο είναι το ποσοστό τόσο περισσότερα χρήματα θα κερδίσετε από το συμβόλαιο.
es: Usar un editor es una muy buena manera de que tus juegos alcancen una audiencia mas grande lo cual ayuda a aumentar tu cantidad de fans. Una vez que tu cantidad de fans es suficientemente grande puedes publicar tus juegos mas grandes tu mismo sin necesidad de un editor. Para juegos medianos deberías intentar tener al menos 100K fans antes de publicarlos tu mismo.{n}Para usar un editor necesitas firmar un contrato. Los contratos establecen que juego necesitas crear. Presta atención a todos los detalles, especialmente en el puntaje mínimo que establece el contrato. Si el juego que lanzas no cumple el puntaje mínimo tendrás que pagar una penalización la cual puede ser costosa.{n}También es importante prestar atención a la tasa de ganancias. Cuanto mas alta es la tasa mayor es el dinero que harás con el contrato.
it: Usare un editore è un ottimo modo per portare i tuoi giochi di fronte a un grande pubblico che in cambio ti aiuta a far crescere il numero dei tuoi fan. Una volta che il tuo gruppo di fan sarà grande abbastanza potrai auto pubblicare i tuoi giochi più grandi senza il bisogno di un editore. Per giochi di medie dimensioni dovresti mirare ad avere almeno 100K di fan prima di pubblicarli da te.{n}Per usare un editore hai bisogno di firmare un contratto. Il contratto detterà che gioco dovrai creare. Fai attenzione a tutti i dettagli, più importante il punteggio minimo che il contratto richiede. Se il gioco che rilasci non incontra il punteggio minimo dovrai pagare una penale, che può essere onerosa.{n}È anche importante prestare attenzione alla percentuale di royalty. Più alta la percentuale, più denaro farai dal contratto.
ru: Контракт с издательством — отличный способ представить вашу игру сразу многим людям, что, в свою очередь, помогает увеличить число ваших поклонников. Чем больше у вас фанатов, тем большие игры вы сможете выпускать сами, без помощи издательств. О самостоятельном выпуске средней игры можно говорить, когда у вас наберётся не менее ста тысяч поклонников.{n}Чтобы воспользоваться услугами издательства, вы подписываете контракт, который определяет, какую игру требуется создать. Внимательно изучите все условия, особенно минимальную требуемую оценку. Если игра не наберёт необходимый минимум, вам придётся выплатить штраф, а это ощутимая сумма.{n}Кроме того, обратите внимание и на размер отчислений: чем они выше, тем больше денег вы получите от продаж игры.
tr: Dağıtımcı bir firma kullanmak oyunlarınızı büyük kitlelere sunmak için iyi bir yoldur ve size hayran kazandırır. Yeterince büyük bir hayran kitlesine eriştiğinde artık dağıtımcı kullanman gerekmez, bunu kendin yapabilirsin. Orta büyüklükte bir oyun dağıtımı için en azından 100B lik bir hayran kitlesine sahip olmayı amaçlamalısın.{n}Bir dağıtımcı kullanmak için bir kontrat imzalamalısın. Kontrat ne tarz bir oyun yaratman gerektiğini sana söyleyecek. Eğer yaptığın oyun minimum istenilen özelliklerle örtüşmezse bir ceza ödemen gerekir, ki bu genelde yüklü bir miktar olur.{n}Ayrıca sadakat puanınada dikkat etmelisin. Ne kadar yüksekse okadar çok para kazanırsın.

source: Staff responsibilities
el: Ευθύνες προσωπικού
es: Responsabilidades del equipo
it: Responsabilità personale
ru: Обязанности персонала
tr: Personel sorumlulukları

source: Creating larger games is a significant task and, unlike in small games, one person cannot effectively be responsible for every aspect of a game. To create a good game and to make best use of your team you will have to assign which of your team is responsible for which areas.{n}Pick team members whose skills match the area to get the best result. When you assign a team member responsibilities you will see their workload. Try not to overload them too much.
el: Η δημιουργία μεγαλύτερων παιχνιδιών είναι μια σημαντική εργασία και, σε αντίθεση με τα παιχνίδια μικρής έκτασης, ένα άτομο δεν μπορεί αποτελεσματικά να είναι υπεύθυνο για κάθε μέρος του παιχνιδιού. Για να δημιουργήσετε ένα καλό παιχνίδι και να κάνε βέλτιστη χρήση της ομάδας σας θα πρέπει να αναθέσετε ποιο από τα μέλη της ομάδας σας θα είναι υπεύθυνο για κάθε τομέα. {n}Διαλέξτε μέλη της ομάδας που οι δεξιότητές τους αντικατοπτρίζουν τον τομέα για να πάρετε το καλύτερο αποτέλεσμα. Όταν αναθέτετε σε ένα μέλος της ομάδας ευθύνες θα δείτε τον φόρτο εργασίας τους. Προσπαθήστε να μην τους υπερφορτώνετε κατά πολύ.
es: Crear mayores juegos es una tarea significativa y, a diferencia de los juegos pequeños, una persona no puede ser responsable de todos los aspectos del juego. Para crear un buen juego y hacer el mejor uso de tu equipo tendrás que asignar quien de tu equipo será responsable, y en que área ha de trabajar. {n} Escoja al miembro del equipo cuyas habilidades coincidan con el área para tener el mejor resultado. Cuando asignas las responsabilidades del miembro del equipo podrás ver su carga del trabajo. Intenta no sobrecargarlo mucho.
it: Creare giochi più grandi è un impegno significativo e, a differenza dei giochi più piccoli, una persona non può riuscire ad occuparsi di ogni aspetto del gioco. Per creare un buon gioco e utilizzare al meglio il tuo team, dovrai assegnare ogni componente della squadra a un compito specifico.{n}Scegli i membri le cui capacità sono adatte all'area di lavoro per ottenere il miglior risultato. Quando assegni un membro a un compito, vedrai aumentare il suo carico di lavoro. Cerca di non sovraccaricare troppo il tuo staff.
ru: Создание более крупных игр — серьёзная задача, и один человек уже не может, как раньше, заниматься всеми аспектами игры. Чтобы сделать хорошую игру и рационально использовать силы команды, вам понадобится распределить, кто из сотрудников за что отвечает.{n}Распределяйте сотрудников так, чтобы их навыки наилучшим образом подходили для работы над выбранной областью. Назначив сотрудника на задачу, вы увидите степень его загруженности. Постарайтесь не слишком перегружать свой персонал.
tr: Büyük ölçekli oyunlar yapmak çok önemlidir ve küçük oyunlara nazaran, sadece bir kişi tarafından etkili şekilde yapılamaz. İyi bir oyun yapabilmek ve takımınızı en iyi şekilde kullanabilmek için, hangi takım üyesinin, yapılan oyunun hangi bölgesinde en iyi sonuçlar yaratabileceğine karar vermelisiniz.{n}Yetenekleri uyan takım üyesini hedeflediğiniz oyun yapım bölgesine en iyi sonucu almak için atayın. Bir takım çalışanını atadığınızda bu çalışanın ne kadar sorumluluğu olduğunu göreceksiniz. Onları fazla yormamaya çalışın.

source: Hype points
el: Πόντοι δημοσιότητας
es: Puntos de expectación
it: Punti hype
ru: Очки ажиотажа
tr: Beklenti puanları

source: Developing a great game is not the only recipe for success. It is essential to build hype to ensure that players are excited about your game.{n}In the beginning of your career, hype is mostly generated through random events but once you gain more experience you can use marketing and other strategies to generate hype.
el: Το να αναπτύξετε ένα πολύ καλό παιχνίδι δεν είναι η μόνη συνταγή για την επιτυχία. Είναι ουσιαστικό να χτίσετε δημοσιότητα για να σιγουρεύσετε ότι οι παίκτες είναι ενθουσιασμένοι για το παιχνίδι σας.{n}Στο ξεκίνημα της καριέρας σας, η δημοσιότητα παράγεται κατά βάση μέσω τυχαίων γεγονότων αλλά μόλις αποκτήσετε περισσότερη εμπειρία μπορείτε να χρησιμοποιήσετε το μάρκετινγκ και άλλες στρατηγικές γα να παράγετε δημοσιότητα.
es: Desarrollar un gran juego no es la única receta del éxito. Es esencial crear expectación para asegurar que los jugadores estén ilusionados con tu juego.{n}En los inicios de tu carrera la expectación se genera sobre todo con eventos aleatorios, pero cuando ganes más experiencia podrás servirte del marketing y otras estrategias para crearla.
it: Sviluppare grandi giochi non è la unica ricetta per il successo. È essenziale creare hype per assicurarsi che i giocatori siano eccitati per il tuo gioco.{n}All' inizio della tua carriera, l' hype è generato in gran parte da eventi casuali ma una volta che avrai più esperienza potrai usare il marketing ed altre strategie per generare hype.
ru: Разработка отличной игры — не единственный рецепт успеха. Крайне важно вызвать ажиотаж вокруг игры, чтобы игроки с нетерпением ожидали её выхода.{n}В начале вашей карьеры источником очков ажиотажа будут в основном случайные события, но по мере накопления опыта вы сможете использовать для этой цели маркетинг и иные стратегии.
tr: Başarılı bir oyun geliştirmek başarıya giden yolda tek çözüm değildir. Beklenti toplamak, oyuncuların oyununuzu heyecanla beklemesi çok önemlidir.{n}Kariyerinizin başında, beklenti çoğunlukla rasgele aktivitelerden gelir ama daha fazla deneyim kazandıktan sonra pazarlama yöntemi ve başka stratejilerle beklenti yaratabilirsiniz.

source: Marketing
el: Μάρκετινγκ
ru: Маркетинг
tr: Pazarlama

source: Marketing can be very effective to reach more potential customers but it can be very expensive too. It is best to experiment carefully with marketing to get a feel for what works best. Don't invest too much and remember that timing is important. Don't invest in your marketing efforts too early in development or too late.{n}It is also important to know that no matter how much money you pump into marketing, it will not make a bad game successful. To the contrary, it can even hurt to market bad games too much as it can upset your existing fans.
el: Το μάρκετινγκ μπορεί να είναι πολύ αποτελεσματικό για να προσεγγίσετε περισσότερους πιθανούς πελάτες αλλά μπορεί να είναι πολύ ακριβό επίσης. Είναι προτιμότερο να πειραματιστείτε προσεκτικά με το μάρκετινγκ για να πάρετε μια ιδέα για το τι λειτουργεί καλύτερα. Μην επενδύετε πάρα πολλά και θυμηθείτε ότι το τάιμινγκ είναι σημαντικό. Μην επενδύσετε στις προσπάθειές σας για μάρκετινγκ πολύ νωρίς στην ανάπτυξη ή πολύ αργά.{n}Είναι επίσης σημαντικό να ξέρετε ότι άσχετα με το πόσα χρήματα πετάτε στο μάρκετινγκ, δεν θα κάνει ένα κακό παιχνίδι επιτυχία. Αντιθέτως, μπορεί να σας βλάψει ακόμα το να προωθήσετε κακά παιχνίδια πάρα πολύ καθώς μπορεί να συγχύσει τους υπάρχοντες οπαδούς σας.
es: El marketing puede ser efectivo para alcanzar más clientes potenciales, pero también puede ser caro. Es mejor experimentar cuidadosamente con el marketing para hacerse una idea de qué funciona mejor. No inviertas demasiado y recuerda que la sincronización es crucial: no inviertas en una fase demasiado temprana o tardía del desarrollo.{n}También es importante saber que, por mucho dinero que le metas al marketing, no hará que el juego tenga éxito; al contrario, puede incluso perjudicarlo, ya que podría disgustar a los fans que ya tienes.
it: Il Marketing può essere molto efficace per raggiungere più potenziali clienti ma può essere anche molto costoso. È meglio sperimentare con attenzione il marketing per avere un' idea di cosa funzioni meglio. Non investire troppo e ricordati che il tempismo è importante. Non investire nel marketing troppo presto nello sviluppo o troppo tardi.{n}E anche importante sapere che non importa quanto denaro pomperai nel marketing, non renderà un brutto gioco un successo. Al contrario, può persino danneggiarti pubblicizzare troppo dei brutti giochi perché potrebbe indispettire i fan esistenti.
ru: Маркетинг помогает охватить больше потенциальных покупателей, но в то же время требует расходов. Попробуйте осторожно поэкспериментировать, чтобы почувствовать, что действует лучше. Не тратьте слишком много и тщательно рассчитывайте время: вложиться в маркетинг слишком рано так же плохо, как и слишком поздно.{n}Важно также понимать, что никакие вложения в маркетинг не сделают плохую игру успешной. Даже хуже: агрессивный маркетинг неудачной игры может обернуться потерей уже имеющихся поклонников.
tr: Pazarlama potansiyel müşterilere ulaşmak için oldukça etkili bir yöntem olmasına karşın oldukçada pahalıdır. Neyin en iyi çalıştığını görmek için deneme yanılma yöntemi uygun olabilir. Çok fazla para harcamayın ve unutmayın zamanlama çok önemlidir. Pazarlama çabalarınızı çok önce yada çok geç yapmamaya çalışın.{n}Ayrıca pazarlamaya ne kadar para harcarsanız harcayın, kötü bir oyunu iyileştirmesi imkansızdır. Özetle, kötü bir oyunu pazarlamaya çalışmak hayranlarınızın beklentisini yükseltip sonra hayal kırıklığına uğratacağından kötü bir tercih bile olabilir.

source: Level 5 unlocks
el: Επιβραβεύσεις επιπέδου 5
es: Desbloqueos de nivel 5
it: Sbloccato livello 5
ru: Достигнут 5 уровень
tr: Seviye 5 açıldı

source: Someone on your team has reached experience level 5! This unlocks a special training item called Boost. The training for it is expensive and you can only do it once the character has at least 500 design or technology points but the investment is well worth it.{n}Once trained, the boost allows you to temporarily increase the output of your staff and can really help you to make a hit-game.
el: Κάποιος στον ομάδας σας έφθασε επίπεδο εμπειρίας 5! Αυτό ξεκλειδώνει ένα ειδικό αντικείμενο εκπαίδευσης που ονομάζεται Ενίσχυση. Η εκπαίδευση για αυτό είναι ακριβή και μπορεί να την κάνετε μόνο όταν ο χαρακτήρας έχει τουλάχιστον 500 πόντους σχεδιασμού ή τεχνολογίας αλλά η επένδυση το αξίζει πολύ.{n}Μόλις γίνει η εκπαίδευση, η ενίσχυση σας επιτρέπει να αυξήσετε προσωρινά την απόδοση του προσωπικού σας και μπορεί να σας βοηθήσει πραγματικά για να φτιάξετε ένα παιχνίδι-επιτυχία.
es: ¡Alguien de la plantilla ha llegado al nivel 5 de experiencia! Esto desbloquea un objeto especial de entrenamiento llamado Impulso. Su entrenamiento es caro y sólo podrás hacerlo cuando el personaje sume al menos 500 puntos de experiencia o tecnología, pero es una inversión que vale la pena.{n}Una vez entrenado, el impulso te permite incrementar temporalmente el rendimiento de la plantilla, lo que te ayudará mucho a crear un juego exitoso.
it: Qualcuno della tua squadra ha raggiunto il livello di esperienza 5! Questo sblocca un addestramento speciale chiamato Sprint. Il suo addestramento è costoso e lo puoi fare soltanto una volta che il personaggio ha almeno 500 di punti design o tecnologia ma l'investimento ne vale la pena.{n}Una volta addestrato, lo sprint permette di aumentare temporaneamente il rendimento del personale e può davvero aiutarti a creare un gioco di successo.
ru: Один из ваших разработчиков достиг пятого уровня! Это открыло ему возможность научиться Концентрации. Необходимый тренинг обойдётся недёшево, к тому же разработчик должен иметь 500 очков дизайна или технологий, но оно того стоит.{n}Научившись Концентрации, сотрудник сможет резко повышать свою производительность на короткое время, что очень поможет в создании хитовых игр.
tr: Takımından biri 5. deneyim seviyesine ulaştı! Bu hızlandırma adı verilen özel bir eşyanın kilidini açtı. Bu eğitim pahalı ve dizayn ve teknoloji puanları 500 olduğunda yalnızca bir kez yapabilir ama bu yatırıma değer.{n}Bir kere eğitildiğinde, hızlandırıcı geçici olarak personelin performansını artırmak için kullanılır ki bu senin hit bir oyun yaratmana olanak sağlar.

source: Design specialist
el: Ειδικός σχεδιασμού
es: Especialista en diseño
it: Specialista di Design
ru: Специалист по дизайну
tr: Tasarım uzmanı
