Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: and, if you really loved the game, you can (if you wish) vote with your wallet to support us even further.
el: και, αν το λατρέψατε, μπορείτε (αν θέλετε) να μας στηρίξετε με το πορτοφόλι σας ακόμη περισσότερο.
es: y si el juego te ha gustado de verdad, puedes (si lo deseas) votar con tu cartera para apoyarnos aún más.
it: e, se davvero hai amato il gioco, puoi (se vuoi) votarlo con il tuo portafoglio per sostenerci ancora di più.
ru: , а если очень понравилась — проголосовать своим кошельком, поддержав нас ещё больше.
tr: ve eğer oyunumuzu gerçekten sevdiyseniz (isterseniz) cüzdanınızla oyunumuzu oylayabilirsiniz.

source: See options...
el: Προβολή επιλογών...
es: Ver opciones...
it: Vedi le opzioni...
ru: Показать варианты...
tr: Seçeneklere bakın ...

source: No, thanks
el: Όχι, ευχαριστώ
es: No, gracias
it: No, grazie
ru: Нет, спасибо
tr: Hayır, teşekkürler

source: Continue game
el: Συνέχιση παιχνιδιού
es: Continuar la partida
it: Continua il gioco
ru: Продолжить игру
tr: Oyuna devam et

source: Agree
el: Συμφωνώ
es: Aceptar
it: Accetta
ru: Согласиться
tr: Anlaş

source: In a recent interview with {0} we discussed their upcoming {1} game and asked company founder {2} how different development areas are prioritized. In the interview {2} said that {3} is of particular importance for such a game
el: Σε μια πρόσφατη συνέντευξη με την {0} συζητήσαμε σχετικά με το επερχόμενο παιχνίδι τους κατηγορίας {1} και ρωτήσαμε τον/την ιδρυτή της {2} πως τίθεται η προτεραιότητα στις διάφορες πτυχές της ανάπτυξης. Στη συνέντευξη ο/η {2} είπε ότι ο τομέας {3} είναι υψηλής σημασίας για ένα τέτοιο παιχνίδι
es: En una reciente entrevista con {0} hemos debatido su próximo {1} juego y preguntó el fundador de la compañía {2} que diferentes áreas de desarrollo se priorizan. En la entrevista {2} dijo que {3} es una importancia particular para tal juego
it: In una recente intervista con {0} abbiamo parlato del loro nuovo videogioco, {1}, e abbiamo chiesto al fondatore della società {2} quali aspetti dello sviluppo vengono privilegiati. {2} ci ha detto che {3} è di particolare importanza per questo tipo di giochi
ru: В недавнем интервью с компанией «{0}» мы обсудили их готовящуюся игру и расспросили о приоритетах в её разработке. «{1} — это прежде всего {3}», — заявляет основатель компании {2}.
tr: {0} ile yakın zamanda yaptığımız röportajda yakında piyasaya çıkacak olan oyunları {1} hakkında konuştuk ve şirket kurucusu olan {2} için bu oyunun çn plana çıkan gelişimi nedir diye sorduk. Röportajda {2} , {3} böyle bir oyun için özel bir öneme sahip olduğunu söyledi

source: they are still experimenting what area
el: ακόμα πειραματίζονται σχετικά με το ποια πτυχή
es: ellos todavía estan experimentando que area
it: stanno ancora sperimentando quale area
ru: удовольствие от игры, а вот что для этого особенно важно — это нам и предстоит выяснить
tr: hala hangi alan olması konusunda deney yapıyorlar

source: and it seems that other industry professionals agree with this. Every game development project has limited resources so it's very important to use the time most effectively.
el: και φαίνεται ότι άλλοι επαγγελματίες της βιομηχανίες συμφωνούν με αυτό. Κάθε πρότζεκτ ανάπτυξης παιχνιδιών έχει περιορισμένους πόρους έτσι είναι πολύ σημαντικό να γίνεται χρήση του χρόνο όσο το δυνατόν πιο αποτελεσματικά.
es: y parece que el resto de los profesionales de la industria está de acuerdo con esto. Cada proyecto de desarrollo de videojuegos tiene recursos limitados asi que es muy importante usar el tiempo de la manera mas efectiva.
it: e sembra che altri professionisti dell'industria concordino su questo. Ogni progetto di sviluppo di gioco ha risorse limitate quindi è molto importante usare il tempo il più efficacemente possibile.
ru: Другие разработчики игр, судя по всему, с этим согласны. Ресурсы любого проекта ограничены, и очень важно правильно их распределить.
tr: ve görünüşe göre diğer endüstri uzmanları bize katılıyor. Her geliştirilen proje sınırlı kaynağa sahip. Bu yüzden zamanı en verimli şekilde kullanmak büyük önem taşıyor.

source: but it seems that other industry professionals disagree with that point of view saying that {0} is usually more important for this type of game.
el: αλλά φαίνεται ότι άλλοι επαγγελματίες της βιομηχανίας διαφωνούν με αυτήν την άποψη λέγοντας ότι ο τομέας {0} είναι συνήθως πιο σημαντικός για αυτόν τον τύπο παιχνιδιού.
es: pero parece que otros profesionales de la industria están de acuerdo con ese punto de vista diciendo que {0} es generalmente más importante para este tipo de juego.
it: ma sembra che altri professionisti dell'industria siano discordi sull'opinione che {0} sia solitamente più importante per questo tipo di gioco.
ru: Но другие разработчики игр, судя по всему, с этим не согласны и считают, что, как правило, для таких игр {0} гораздо важнее.
tr: ancak görünüşe göre diğer endüstri uzmanları buna katılmıyor ve {0} tarz oyunlar için görünümün daha önemli olduğunu düşünüyorlar.

source: Contract Successful
el: Συμβόλαιο Επιτυχές
es: Contrato Cumplido
it: Contratto Riuscito
ru: Контракт выполнен
tr: Sözleşme Başarılı

source: contract payment
el: πληρωμή συμβολαίου
es: pago de contrato
it: pagamento contratto
ru: Оплата по контракту
tr: sözleşme ödemesi

source: Contract Failed
el: Συμβόλαιο Απέτυχε
es: Contrato No Cumplido
it: Contratto Fallito
ru: Контракт провален
tr: Sözleşme Başarısız

source: contract penalty
el: κύρωση συμβολαίου
es: penalización de contrato
it: penale del contratto
ru: Штраф
tr: sözleşme cezası

source: Publisher
el: Έκδοτης
es: Distribuidor
it: Editore
ru: Издательство
tr: Dağıtımcı

source: Take off market
el: Πάρσιμο εκτός αγοράς
es: Retirar del mercado
it: Togli dal mercato
ru: Прекратить продажи
tr: Satıştan çekildi

source: Marketing...
el: Μάρκετινγκ...
ru: Маркетинг...
tr: Pazarlama…

source: Develop New Game...
el: Ανάπτυξη Νέου Παιχνιδιού...
es: Crear Nuevo Juego...
it: Sviluppa Nuovo Gioco...
ru: Создать новую игру...
tr: Yeni Oyun Geliştir...

source: Develop Sequel...
el: Ανάπτυξη Sequel...
es: Crear Secuela...
it: Sviluppa Seguito...
ru: Создать продолжение...
tr: Devam Oyunu Geliştir…

source: Develop Expansion Pack...
el: Ανάπτυξη Πακέτου Επέκτασης...
es: Crear Pack de Expansión...
it: Sviluppa Espansione...
ru: Создать дополнение...
tr: Genişleme Paketi Geliştir...

source: Create Custom Engine...
el: Δημιουργία Προσαρμοσμένης Μηχανής...
es: Crear Motor Propio...
it: Crea Motore Personalizzato...
ru: Создать свой движок...
tr: Oyun Motoru Yarat...

source: Find Contract Work...
el: Εύρεση Δουλειάς Συμβολαίου...
es: Encontrar Contrato Laboral...
it: Trova Contratto di Lavoro...
ru: Найти работу по контракту...
tr: İş Sözleşmesi Bul...

source: Find Publishing Deal...
el: Εύρεση Συμφωνίας Έκδοσης...
es: Encontrar Distribuidor...
it: Trova Accordo di Pubblicazione...
ru: Найти издательство...
tr: Yayımcı Teklifi Bul...

source: Staff List...
el: Λίστα Προσωπικού...
es: Lista de Empleados...
it: Lista Impiegati...
ru: Список сотрудников...
tr: Personel Listesi...

source: Game History...
el: Ιστορικό Παιχνιδιών...
es: Historia de Juegos...
it: Storico Giochi...
ru: История игр...
tr: Oyun Geçmişi...

source: Develop patch ({0})
el: Δημιουργία patch ({0})
es: Crear parche ({0})
it: Sviluppa patch ({0})
ru: Разработать патч ({0})
tr: Yama geliştir ({0})

source: Research...
el: Έρευνα...
es: Investigar...
it: Ricerca...
ru: Исследования...
tr: Araştırma...

source: Generate game report...
el: Δημιουργία αναφοράς παιχνιδιού...
es: Generar reporte de juego...
it: Redigi rapporto sul gioco...
ru: Анализ игры...
tr: Oyun raporu oluştur...

source: Train...
el: Εκπαίδευση...
es: Entrenar...
it: Addestra...
ru: Обучение...
tr: Eğit...

source: Send on Vacation
el: Αποστολή σε Διακοπές
es: Dar Vacaciones
it: Manda in Vacanza
ru: Отправить в отпуск
tr: Tatile Yolla

source: Fire...
el: Απόλυση...
es: Despedir...
it: Licenzia...
ru: Уволить...
tr: Kov...

source: Cancel Project...
el: Ακύρωση Πρότζεκτ...
es: Cancelar Proyecto...
it: Cancella Progetto...
ru: Отменить проект...
tr: Projeyi İptal Et…

source: Start Project...
el: Εκκίνηση Πρότζεκτ...
es: Iniciar Proyecto...
it: Inizia Progetto...
ru: Начать проект...
tr: Projeye Başla…

source: Develop Console...
el: Ανάπτυξη Κονσόλας...
es: Crear Consola...
it: Sviluppa Console...
ru: Разработать консоль...
tr: Konsol Geliştir...

source: Y{0} M{1} W{2}
el: Χ{0} Μ{1} Ε{2}
es: A{0} M{1} S{2}
it: A{0} M{1} S{2}
ru: Г{0} М{1} Н{2}
tr: Y{0} A{1} H{2}

source: Game Convention: G3
el: Συνέδριο Παιχνιδιών: G3
es: Convención de Juegos: G3
ru: Игровая выставка: G3
tr: Oyun Fuarı: G3

source: {0} Convention
el: Συνέδριο {0}
es: Convención {0}
ru: Выставка «{0}»
tr: {0} Toplantı

source: Pick Topic
el: Επιλογή Θέματος
es: Escoger Tema
it: Scegli Tema
ru: Выбор тематики
tr: Konu Seçin

source: Pick Platform
el: Επιλογή Πλατφόρμας
es: Escoger Plataforma
it: Scegli Piattforma
ru: Выбор платформы
tr: Platform Seçin

source: Pick Genre
el: Επιλογή Είδους
es: Elegir Género
it: Seleziona Genere
ru: Выбор жанра
tr: Tür Seçin

source: Pick Engine
el: Επιλογή Μηχανής
es: Escoger Motor
it: Scegli Motore
ru: Выбор движка
tr: Oyun Motoru Seçin

source: Pick Game Engine
el: Επιλογή Μηχανής Γραφικών
es: Elegir Motor
it: Seleziona Motore di Gioco
ru: Выберите игровой движок
tr: Oyun Motoru Seç

source: {0} does not support {1} games!
el: Το {0} δεν υποστηρίζει παιχνίδια {1}!
es: ¡{0} no soporta juegos {0}!
it: {0} non supporta giochi {1}!
ru: {1} игра на платформе {0} невозможна!
tr: {0} platformu {1} oyunları desteklemiyor!

source: {0} Lvl. {1}
el: {0} Επίπεδο {1}
es: {0} Niv. {1}
it: {0} Liv. {1}
ru: {0} ур. {1}
tr: {0} Svy. {1}

source: (Bonus: x{0} - {1})
el: (Μπόνους: x{0} - {1})
es: (Bonos: x{0} - {1})
ru: (Бонус: x{0} — {1})
tr: (Bonuslar: x {0} - {1})

source: Game Engine #{0}
el: Μηχανή Γραφικών #{0}
es: Motor de Juego #{0}
it: Motore di Gioco #{0}
ru: Движок №{0}
tr: Oyun Motoru #{0}

source: Training Options
el: Επιλογές Εκπαίδευσης
es: Opciones de Aprendizaje
it: Opzioni Addestramento
ru: Варианты обучения
tr: Eğitim Seçenekleri

source: Start Research
el: Έναρξη Έρευνας
es: Iniciar Investigación
it: Inizia Ricerca
ru: Начать исследование
tr: Araştırmaya Başla

source: Start Training
el: Έναρξη Εκπαίδευσης
es: Empezar Entrenamiento
it: Inizia Addestramento
ru: Начать обучение
tr: Eğitime Başla

source: RP
el: ΠΕ
es: PI
it: PR
ru: ОИ
tr: AP

source: cr.
el: πιστώσεις
es: Creditos.
ru: кр.
tr: jn.

source: Select Game
el: Επιλογή Παιχνιδιού
es: Seleccione Juego
it: Seleziona Gioco
ru: Выбор игры
tr: Oyun Seç

source: Select
el: Επιλογή
es: Seleccionar
it: Seleziona
ru: Выбрать
tr: Seç

source: Store Confirmation Error
el: Σφάλμα Επιβεβαίωσης Καταστήματος
es: Error de Confirmación en Tienda
it: Errore di Conferma del Negozio
ru: Ошибка подтверждения покупки
tr: Mağaza Onayı Hata

source: Store Error
el: Σφάλμα Καταστήματος
es: Error de Tienda
it: Errore Negozio
ru: Ошибка магазина
tr: Mağaza Hatası

source: Find Staff
el: Εύρεση Προσωπικού
es: Buscar Personal
it: Trova Personale
ru: Поиск сотрудников
tr: Personel bul

source: Searching...
el: Γίνεται αναζήτηση...
es: Buscando...
it: Cercando...
ru: Поиск...
tr: Aranıyor...

source: {0} is still new to the team.
el: Ο/Η {0} είναι ακόμη νέος/α στην ομάδα.
es: {0} es aun nuevo en el equipo.
it: {0} è ancora nuovo nella squadra.
ru: {0} не так давно в команде.
tr: {0} takıma halen alışma aşamasında.

source: {0} are still new to the team.
el: Οι {0} είναι ακόμη νέοι στην ομάδα.
es: {0} son aún nuevos en el equipo.
it: {0} sono ancora nuovi nella squadra.
ru: {0} не так давно в команде.
tr: {0} takıma halen alışma aşamasında.

source: New Insight
el: Νέα Γνώση
es: Nueva visión
it: Nuova Intuizione
ru: Новые сведения
tr: Yeni Kavram

source: Finish
el: Ολοκλήρωση
es: Terminar
it: Finito
ru: Завершить
tr: Bitir

source: swipe from the edge of the screen to bring up the app bar
el: κάντε πέρασμα από την άκρη της οθόνης για να εμφανίσετε το app bar
es: arrastra el borde de la pantalla para desplegar la barra de aplicaciones
it: trascina dal bordo dello schermo per aprire la barra app
ru: проведите от края экрана, чтобы открыть панель приложения
tr: uygulama sekmesini getirmek için ekranın ucundan kaydırın

source: right click to bring up the app bar
el: κάντε δεξί κλικ για να εμφανίσετε το app bar
es: haz click derecho para abrir la barra de aplicaciones
it: clicca col destro per aprire la barra app
ru: щелкните правой кнопкой мыши, чтобы открыть панель приложения
tr: uygulama çubuğunu getirmek için sağ tıklayın

source: swipe from the right edge of the screen
el: κάντε πέρασμα από την δεξιά άκρη της οθόνης σας
es: arrastra desde el borde derecho de la pantalla
it: trascina dal bordo destro dello schermo
ru: проведите от правого края экрана
tr: ekranın sağ kenarından kaydırın

source: bring your cursor to the top right corner of the screen and then move down.
el: φέρτε τον κέρσορά σας στην πάνω δεξιά γωνία της οθόνης και μετά κινήστε προς τα κάτω.
es: mueve el cursor a la esquina superior derecha de la pantalla y luego bájalo.
it: porta il cursore nell'angolo superiore destro dello schermo e muovi verso il basso.
ru: подведите курсор в правый верхний угол экрана, а затем потяните вниз.
tr: imleci ekranın sağ üst köşesine getirin ve sonra aşağı hareket ettirin.

source: Appbar and help menu
el: Appbar και μενού βοήθειας
es: Menú de ayuda y Apps
it: Barra app e Menu Aiuto
ru: Панель приложений и меню помощи
tr: Uygulama çubuğu ve yardım menüsü

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply {0}.{n}You can also change game settings by using the Settings charm. To show the charms bar simply {1} You can then {2} on Settings.
el: Αν ποτέ θέλετε να κάνετε ανασκόπηση των μηνυμάτων του tutorial μπορείτε να το κάνετε στο μενού Βοήθειας. Για να αποκτήσετε πρόσβαση στο μενού Βοήθειας και άλλες δυνατότητες όπως η αποθήκευση, η φόρτωση και η δημιουργία ενός παιχνιδιού τότε απλά {0}.{n}Μπορείτε επίσης να αλλάξετε τις ρυθμίσεις του παιχνιδιού χρησιμοποιώντας το charm Ρυθμίσεων. Για να εμφανίσετε το charms bar απλά {1} Τότε {2} στις Ρυθμίσεις.
es: Si alguna vez quieres volver a ver los mensajes de tutorial puedes hacerlo en el menú de Ayuda. Para acceder al menú de Ayuda y otras opciones como guardar, cargar y crear un juego, simplemente {0}.{n}También puedes cambiar las opciones del juego usando el menú de configuración. Para mostrar el menú de configuración simplemente {1} Luego puedes hacer {2} en configuración.
it: Se vuoi rivedere i messaggi del tutorial puoi farlo nel Menu Aiuto. Per aprire il Menu Aiuto e usare opzioni come salvare, caricare e cominciare una partita, è sufficiente {0}.{n}Puoi anche cambiare le impostazioni usando l'icona Impostazioni. Per mostrare la barra delle icone semplicemente {1} Puoi quindi {2} su Impostazioni.
ru: Просмотреть обучающие сообщения можно через пункт меню «Помощь». Чтобы получить доступ к этой и некоторым другим функциям — сохранению, загрузке, созданию новой игры — просто {0}.{n}Настройки игры можно изменить, используя панель «Настройки». Для показа панели просто {1}. После этого {2} «Настройки».
tr: Eğer herhangi bir zamanda eğitim mesajlarını tekrar görüntülemek isterseniz bunu Yardım menüsünden yapabilirsiniz. Yardım menüsüne ve diğer bazı seçeneklere örneğin kaydetmek, yüklemek yada yeni bir oyun oluşturmak için basitçe {0}.{n}Ayarlar kısmını kullanarak ayrıca bazı oyun ayarlarınıda değiştirebilirsiniz. O kısmı kullanmak için basitçe {1} ve sonrasında Ayarlardan {2}.

source: New Research!
el: Νέα Έρευνα!
es: ¡Nueva investigación!
it: Nuova Ricerca!
ru: Новое исследование!
tr: Yeni Araştırma!

source: Good Judgement
el: Καλή Κρίση
es: Buen Juicio
it: Buon Giudizio
ru: Точный расчёт
tr: Doğru Karar

source: Create a game with a good topic/genre combination.
el: Δημιουργήστε ένα παιχνίδι με καλό συνδυασμό θέματος/είδους.
es: Crea un juego con una buena combinación de género y tema.
it: Creare un gioco con una buona combinazione tema/genere.
ru: Создайте игру с хорошим сочетанием темы и жанра.
tr: Iyi bir konu / tarz kombinasyonlu oyun yaratın.

source: Cult Status
el: Στάτους Λατρείας
es: Estado de Culto
it: Stato Cult
ru: Культовый статус
tr: Heves Durumu

source: Set a new standard for the early gaming industry.
el: Θέστε ένα νέο πρότυπο για την πρώιμη βιομηχανία βιντεοπαιχνιδιών.
es: Establece un nuevo estándar para la temprana industria del juego.
it: Crea un nuovo standard per l'industria videoludica degli albori.
ru: Задайте новый стандарт для ранней игровой индустрии.
tr: Erken oyun endüstrisi için yeni bir standart belirle.

source: 100K Engine
el: Μηχανή 100K
es: Motor de 100K
it: Motore da 100K
ru: Движок за 100K
tr: 100 Binlik Oyun Motoru

source: Invest over 100K in a new game engine.
el: Επενδύστε πάνω από 100K σε μια νέα μηχανή παιχνιδιών.
es: Invierte mas de 100K en un nuevo motor.
it: Investi più di 100K in un nuovo motore di gioco.
ru: Вложите больше 100 тыс. в новый игровой движок.
tr: Yeni bir oyun motoruna 100 Binden daha fazla yatırım yap.

source: 500K Engine
el: Μηχανή 500K
es: Motor de 500K
it: Motore da 500K
ru: Движок за 500K
tr: 500 Binlik Oyun Motoru

source: Invest over 500K in a new game engine.
el: Επενδύστε πάνω από 500K σε μια νέα μηχανή παιχνιδιών.
es: Invierte mas de 500K en un nuevo motor.
it: Investi più di 500K in un nuovo motore di gioco.
ru: Вложите больше 500 тыс. в новый игровой движок.
tr: Yeni bir oyun motoruna 500 Binden daha fazla yatırım yap.

source: 1M Engine
el: Μηχανή 1M
es: Motor de 1M
it: Motore da 1M
ru: Движок за 1M
tr: 1 Milyonluk Oyun Motoru

source: Invest over one million in a new game engine.
el: Επενδύστε πάνω από ένα εκατομμύριο σε μια νέα μηχανή παιχνιδιών.
es: Invierte mas de un millón en un nuevo motor.
it: Investi più di un milione in un nuovo motore di gioco.
ru: Вложите больше 1 миллиона в новый игровой движок.
tr: Yeni bir oyun motoruna 1 Milyondan daha fazla yatırım yap.

source: Gold
el: Χρυσό
es: Oro
it: Oro
ru: Золото
tr: Altın

source: Sell half a million copies of a game without the help of a publisher.
el: Πουλήστε μισό εκατομμύριο αντίτυπα ενός παιχνιδιού δίχως τη βοήθεια εκδότη.
es: Vende medio millón de copias de un juego sin la ayuda de un distribuidor.
it: Vendi mezzo milione di copie di un gioco senza l'aiuto di un editore.
ru: Продайте полмиллиона копий игры без помощи издательства.
tr: Bir yayıncının yardımı olmadan bir oyunun yarım milyon kopyasını sat.

source: Platinum
el: Πλατινένιο
es: Platino
it: Platino
ru: Платина
tr: Platin

source: Sell one million copies of a game without the help of a publisher.
el: Πουλήστε ένα εκατομμύριο αντίτυπα ενός παιχνιδιού δίχως τη βοήθεια εκδότη.
es: Vende un millón de copias de un juego sin la ayuda de un distribuidor.
it: Vendi un milione di copie di un gioco senza l'aiuto di un editore.
ru: Продайте 1 миллион копий игры без помощи издательства.
tr: Bir yayıncı yardımı olmadan bir oyunu bir milyondan fazla sat.

source: Diamond
el: Διαμάντι
es: Diamante
it: Diamante
ru: Бриллиант
tr: Elmas

source: Sell ten million copies of a game without the help of a publisher.
el: Πουλήστε δέκα εκατομμύρια αντίτυπα ενός παιχνιδιού δίχως τη βοήθεια εκδότη.
es: Vende diez millones de copias de un juego sin la ayuda de un distribuidor.
it: Vendi dieci milioni di copie di un gioco senza l'aiuto di un editore.
ru: Продайте 10 миллионов копий игры без помощи издательства.
tr: Bir yayıncı yardımı olmadan bir oyunu on milyondan fazla sat.

source: Unobtainium (seriously?)
el: Μη αποκτήσιμο (σοβαρά;)
es: Imposible (¿En serio?)
it: Unobtanio (seriamente?)
ru: Неполучайка (да ладно?)
tr: Unobtainium (Ciddi misin?)

source: Sell one hundred million copies of a game without the help of a publisher.
el: Πουλήστε εκατό εκατομμύρια αντίτυπα ενός παιχνιδιού δίχως τη βοήθεια εκδότη.
es: Vende cien millones de copias de un juego sin la ayuda de un distribuidor.
it: Vendi cento milioni di copie di un gioco senza l'aiuto di un editore.
ru: Продайте 100 миллионов копий игры без помощи издательства.
tr: Bir yayıncı yardımı olmadan bir oyunu yüz milyondan fazla sat.

source: Professional
el: Επαγγελματίας
es: Profesional
it: Professionale
ru: Профессионал
tr: Profesyonel

source: Reach level 5 with a character.
el: Φτάστε στο επίπεδο 5 με έναν χαρακτήρα.
es: Alcanza el nivel 5 con un personaje.
it: Raggiungi il livello 5 con un personaggio.
ru: Достигните пятого уровня персонажа.
tr: Bir karakter ile 5. seviyeye ulaş.

source: Legend
el: Θρύλος
es: Leyenda
it: Leggenda
ru: Легенда
tr: Efsane

source: Reach level 10 with a character.
el: Φτάστε στο επίπεδο 10 με έναν χαρακτήρα.
es: Alcanza el nivel 10 con un personaje.
it: Raggiungi il livello 10 con un personaggio.
ru: Достигните десятого уровня персонажа.
tr: Bir karakter ile 10. seviyeye ulaş.

source: Diversity
el: Ποικιλία
es: Diversidad
it: Diversità
ru: Разнообразие
tr: Çeşitlilik

source: Have male and female staff.
el: Αποκτήστε ανδρικό και γυναικείο προσωπικό.
es: Ten empleados masculinos y femeninos.
it: Assumi personale maschile e femminile.
ru: Имейте в сотрудниках и мужчин, и женщин.
tr: Erkek ve kadın çalışanlara sahip ol.

source: Famous
el: Διάσημος
es: Famoso
it: Famoso
ru: Знаменитость
tr: Ünlü

source: Hire someone famous.
el: Προσλάβετε κάποιον/α διάσημο/η.
es: Contrata a alguien Famoso.
it: Assumi qualcuno famoso.
ru: Наймите кого-нибудь известного.
tr: Ünlü birisini işe al.

source: Full House
el: Φουλ
es: Casa Completa
it: Tutto Esaurito
ru: Полный набор
tr: Şirket Dolu

source: Have the maximum number of employees.
el: Αποκτήστε τον μέγιστο αριθμό υπαλλήλων.
es: Consigue el máximo numero de empleados.
it: Assumi il massimo numero di impiegati.
ru: Наймите максимальное количество сотрудников.
tr: Maksimum çalışan sınırına ulaş.

source: Finish Game Dev Tycoon.
el: Τερματίστε το Game Dev Tycoon.
es: Game Dev Tycoon Finalizado.
it: Finisci Game Dev Tycoon.
ru: Пройдите Game Dev Tycoon.
tr: Game Dev Tycoon'u bitir.

source: Perfect Game
el: Τέλειο Παιχνίδι
es: Juego Perfecto
it: Gioco Perfetto
ru: Безупречная игра
tr: Mükemmel Oyun

source: Release a game with a clean score of 10.
el: Δημοσιεύστε ένα παιχνίδι με καθαρό σκορ 10.
es: Publica un juego con una puntuación media de 10.
it: Rilascia un gioco con un punteggio pulito di 10.
ru: Выпустите игру на 10 баллов из 10.
tr: Tam 10 puan alan bir oyun yap.

source: Turn it up to 11
el: Ανέβασέ το στο 11
es: Súbelo a 11
it: Fai saltar fuori un 11
ru: Выше планки
tr: 11'e çevir

source: Get a reviewer to give you a 11/10 rating.
el: Κατορθώστε ένας κριτικός να σας δώσει βαθμολογία 11/10.
es: Consigue que hagan una valoración de 11 sobre 10 a tu juego.
it: Fa che un recensore dia un voto di 11/10.
ru: Получите обзор с оценкой 11 из 10.
tr: Bir eleştirmenden 10 üzerinden 11 puan al.

source: Find at least one of the easter eggs in the game.
el: Βρείτε τουλάχιστον ένα από τα μυστικά στο παιχνίδι.
es: Encuentra por lo menos uno de los Huevos de Pascua del juego.
it: Trova almeno uno degli easter egg nel gioco.
ru: Найдите хотя бы одно пасхальное яйцо в игре.
tr: Oyundaki oaskalya yumurtalarından en az birini bulun.

source: Treasure Hunter
el: Κυνηγός Θησαυρών
es: Cazador de Tesoros
it: Cacciatore di Tesori
ru: Охотник за сокровищами
tr: Hazine Avcısı

source: Activate the hidden treasure in the garage.
el: Ενεργοποιήστε τους κρυμμένους θησαυρούς στο γκαράζ.
es: Activa el tesoro escondido en el garaje.
it: Attiva il tesoro nascosto nel garage.
ru: Активируйте спрятанное в гараже сокровище.
tr: Garajda gizlenmiş hazineyi etkinleştir.
