Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: On
es: Encendido
it: Attivo
ru: Вкл
tr: Açık

source: When on (default) then insights learned through generating game reports are shown in the UI. Turn this option off for a bigger challenge. (Note: This option does not affect Tutorials in any way.)
el: Όταν είναι ενεργοποιημένες (προεπιλογή) οι γνώσεις που κερδίζονται από τη δημιουργία αναφορών παιχνιδιών εμφανίζονται στο περιβάλλον χρήστη. Απενεργοποιήστε αυτήν την επιλογή για μεγαλύτερη πρόκληση. (Σημείωση: Αυτή η επιλογή δεν επηρεάζει τα Tutorial με κανέναν τρόπο.)
es: Cuando está activada (Predeterminadamente) lo aprendido es generado en reportes de juegos que son mostrados en la Interfaz de Usuario. Quite esta opción para un mayor desafío. (Nota: Esta opción no afecta a los tutoriales en ningun sentido.)
it: Quando attivo (default) le intuizioni generate attraverso i rapporti sul gioco verranno mostrate nell'interfaccia di sviluppo del gioco. Disabilita questa opzione per una sfida maggiore. (Nota: questa opzione non influisce sui Tutorial in nessun modo)
ru: При включённых подсказках вся информация, полученная при анализе выпущенных игр, показывается в интерфейсе. Выключите их, если хотите усложнить себе игру. (Примечание: эта опция не затрагивает настройки Обучения.)
tr: Açık olduğunda(varsayılan) oyun raporları KA(Kullanıcı Arayüzü)'de görünür. Bu seçeneği daha büyük bir görev için kapat. (Not: Bu özellik Eğiticiyi herhangi bir şekilde etkilemez.)

source: Sound Effects
el: Ηχητικά Εφέ
es: Efectos de Sonido
it: Effetti Sonori
ru: Звуки
tr: Ses Efektleri

source: Volume
el: Ήχος
es: Volumen
ru: Громкость
tr: Ses Kuvveti

source: Toggle Fullscreen
el: Εναλλαγή Πλήρους οθόνης
es: Pantalla Completa
it: Attiva/Disattiva Schermo intero
ru: Переключить
tr: Tam Ekrana Değiştir

source: A newer version of this game is available.
el: Μία νεότερη έκδοση του παιχνιδιού είναι διαθέσιμη.
es: Está disponible una nueva versión de este juego.
it: Una nuova versione di questo gioco è disponibile.
ru: Доступна новая версия игры.
tr: Bu oyunun yeni bir sürümü mevcut.

source: Get Update
el: Λήψη Ενημέρωσης
es: Actualizar
it: Installa aggiornamento
ru: Обновить
tr: Güncellemeyi al

source: I Agree
el: Συμφωνώ
es: Estoy de acuerdo
it: Accetto
ru: Принимаю
tr: Katılıyorum

source: Exit
el: Έξοδος
es: Salir
it: Uscita
ru: Выход
tr: Çıkış

source: Hint:
el: Συμβουλή:
es: Pista:
it: Suggerimento:
ru: Подсказка:
tr: İpucu:

source: If you want to get in contact with us please do not do this via a Store rating/review but use one of the options below.
el: Αν θέλετε να επικοινωνήσετε μαζί μας παρακαλούμε μην το κάνετε μέσω μιας βαθμολόγησης/αξιολόγησης του Καταστήματος αλλά χρησιμοποιήστε μία από τις παρακάτω επιλογές.
es: Si quieres contactar con nosotros, por favor no lo hagas a través de las valoraciones de la Tienda sino con una de las opciones de abajo.
it: Sei vuoi metterti in contatto con noi non farlo attraverso punteggio/recensione del Negozio ma utilizza una delle opzioni sottostanti.
ru: Если вы хотите связаться с нами, пожалуйста, используйте один из вариантов, перечисленных ниже.
tr: Eğer bizimle iletişime geçmek istersen lütfen bunu mağaza puanı/inceleme seçeneklerinden yapma onun yerine alttaki seçeneklerden birini kullan.

source: Best for technical issues, detailed feedback or private messages.
el: Προτιμότερο για τεχνικά προβλήματα, λεπτομερή σχόλια ή ιδιωτικά μηνύματα.
es: Lo mejor para problemas técnicos, impresiones detalladas o mensajes privados.
it: Indicato per problemi tecnici, opinioni dettagliate o messaggi privati.
ru: Для технических вопросов, подробных отзывов или личных сообщений.
tr: Teknik sorunlar, detaylı geribildirimler veya özel mesajlar için iyi.

source: Best for discussions, tips and tricks and to communicate with other fans.
el: Προτιμότερο για συζητήσεις, συμβούλες και κόλπα και για να επικοινωνήσετε με άλλους οπαδούς.
es: Lo mejor para los debates, consejos, trucos y comunicarte con otros fans.
it: L'ideale per discussioni, consigli, trucchi e per comunicare con gli altri fans.
ru: Для обсуждений, советов и рекомендаций, а также для общения с другими игроками.
tr: Tartışmalar, ipuçları ve püf noktaları ve diğer hayranlar ile iletişim kurmak için en iyisi.

source: Best to stay in touch or for quick questions.
el: Προτιμότερο για να μείνετε σε επαφή ή για γρήγορες ερωτήσεις.
es: Mejor estar en contacto para preguntas rápidas.
it: Meglio rimanere in contatto per domande veloci.
ru: Для того, чтобы следить за новостями или задавать небольшие вопросы.
tr: Bağlantıda kalmak yada çabucak bişi sormak için mükemmel.

source: Changes to the language setting require a restart.
el: Αλλαγές στη ρύθμιση της γλώσσας απαιτούν επανεκκίνηση.
es: Los cambios en la configuración del idioma requieren reiniciar el juego.
it: I cambiamenti alle impostazioni della lingua richiedono il riavvio.
ru: Чтобы изменение языка вступило в силу, перезапустите игру.
tr: Dil ayarı değişiklikleri yeniden başlatma gerektirir.

source: Help
el: Βοήθεια
es: Ayuda
it: Aiuto
ru: Помощь
tr: Yardım

source: Feedback & Support
el: Σχόλια & Υποστήριξη
es: Comentarios y Soporte
it: Supporto & Feedback
ru: Обратная связь и поддержка
tr: Geri Bildirim & Destek

source: Verifying...
el: Γίνεται επιβεβαίωση...
es: Verificando...
it: Sto verificando...
ru: Проверка...
tr: Doğrulanıyor ...

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with a integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
el: Η Ninvento αποκάλυψε ότι το στοίχημά τους στη νέα γενιά κονσολών θα ονομάζεται Wuu. Η νέα κονσόλα περιλαμβάνει ένα χειριστήριο με ενσωματωμένη οθόνη.{n}Αυτό λέγεται ότι θα κάνει τα τοπικά παιχνίδια πολλών παικτών πολύ πιο ενδιαφέροντα δίνοντας σε κάθε παίκτη μια ξεχωριστή οθόνη. Η Ninvento πάντα βρισκόταν στην πρώτη γραμμή της καινοτομίας και αυτή η κονσόλα φαίνεται, για ακόμη μια φορά, να είναι μια τολμηρή κίνηση. Το Wuu λέγεται ότι θα είναι διαθέσιμο {0}.
es: Ninvento ha revelado que su entrada en la próxima generación de consolas se llamará Wuu. Esta nueva consola usa un controlador con un pantalla integrada.{n}Se dice que hará los juegos multijugador locales mucho mas interesantes al dar a cada jugador una única pantalla. Ninvento siempre ha estado en el frente de la innovación y esta consola parece, de nuevo, ser una jugada arriesgada. La Wuu estará disponible el {0}.
it: Ninvento ha rivelato che la loro console di prossima generazione sarà la Wuu. Avrà un controller con un display integrato.{n}Questo dovrebbe portare a un maggiore interesse per il multiplayer in locale, in quanto ogni giocatore avrà il proprio schermo. Ninvento è sempre stata in prima linea nelle innovazioni e questa console sembra ancora una volta una mossa coraggiosa. La Wuu dovrebbe essere disponibile {0}.
ru: В Ninvento готовятся в скором времени выпустить своё игровое устройство нового поколения и уже поделились некоторыми сведениями о нём. Новая консоль будет называться Wuu, и её отличительной особенностью станет контроллер с встроенным экраном.{n}Предполагается, что наличие собственного экрана у каждого игрока сделает многопользовательскую игру более увлекательной. Ninvento всегда одной из первых внедряла технические новинки, и эта консоль лишний раз подтвердила их репутацию. Wuu появится на прилавках {0}.
tr: Ninvento adının Wuu olduğu gelecek nesil konsolunu tanıttı. Bu yeni konsol entegre edilmiş bir kontrol cihazı ile geliyor.{n}Bu, her oyuncuya özel bir ekran vererek yerel çoklu oyuncuyu daha ilginç hale getiriyor. Ninvento için yenilik her zaman ön planda olmuştur ve bu konsol cesur bir hareket olarak bir kez daha yeniliklerini ön plana çıkarıyor. Wuu'nun {0} tarihinde mevcut olacağı söyleniyor.

source: The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox into one small package. The strength of the hardware seems to match expectations.
el: Η νέα κονσόλα φαίνεται ότι με έξυπνο τρόπο ενσωματώνει τον πρόσθετο αισθητήρα κίνησης της Mirconoft σε μια μικρή συσκευασία. Η ισχύ του hardware φαίνεται να καλύπτει τις προσδοκίες.
es: Parece que la nueva consola integra astutamente el sensor de movimiento de Mirconoft para la mBox en una caja pequeña. La potencia del hardware parece ir acorde con las expectativas.
it: La nuova console sembra integri intelligentemente il sensore di movimento di Mirconoft per la mBox in un unico pacchetto. La forza dell' hardware sembra soddisfare le aspettative.
ru: Новая консоль использует датчик движения, разработанный Mirconoft для mBox. Её мощность, похоже, вполне оправдывает ожидания.
tr: Yeni konsol Mirconoft'un kendi üretimi olan hareket sensörü ile donatıldı ve ufak bir paket içinde. Donanımın gücü beklentileri karşılıyor gibi.

source: Just as the industry seems to have silently accepted the slow demise of PC gaming as more and more games are primarily developed for consoles, there seems to be a resurgence of the PC market.{n}New powerful and affordable hardware, a growing indie-developer scene and the rise of crowd-funded financing has meant a slew of new exciting projects hitting the PC market. It seems that the PC market will only grow stronger in the coming years.{n}For console lovers, this isn't bad news either as many PC games are also ported to the most successful consoles.
el: Όπως η βιομηχανία φαίνεται να έχει σιωπηλά αποδεχτεί τον αργό θάνατο του PC gaming καθώς όλο και περισσότερα παιχνίδια αναπτύσσονται κυρίως για κονσόλες, φαίνεται να υπάρχει μια αναζοπύρωση της αγοράς του PC.{n}Νέο δυνατό και προσιτό hardware, μια μεγαλωμένη σκηνή indie-προγραμματιστών και η άνοδος της χρηματοδότησης μέσω crowd-funding σημαίνει τον ερχόμο ενός μεγάλου αριθμού συναρπαστικών πρότζεκτ στην PC αγορά. Φαίνεται ότι η αγορά PC μόνο θα γίνει πιο δυνατή στα ερχόμενα χρόνια.{n}Για τους λάτρεις των κονσολών, αυτό δεν είναι κακά νέα καθώς ένας ισάξιος αριθμός παιχνιδιών PC μεταφέρονται στις πιο επιτυχημένες κονσόλες.
es: Cuando la industria parece haber aceptado la pérdida del mercado del PC como videojuegos al producir cada vez mas juegos para consolas, parece que hay un resurgimiento del mercado de PCs.{n}Hardware cada vez mas potente y barato, crecimiento del movimiento de desarrolladores indie y el nacimiento de la financiación por crowdfunding; todo ha llevado a la llegada de grandes proyectos de videojuegos en este mercado. Parece que en los próximos años este mercado no dejará de crecer.{n}Para los amantes de las consolas, no son malas noticias: estos juegos suelen portarse a las consolas más importantes.
it: Mentre l'industria sembrava aver silenziosamente accettato il lento declinare dei videogiochi per PC aumentando l'impegno nello sviluppo dei titoli per console, pare che ci sia una rinascita nel mercato dei PC.{n}Il nuovo hardware più potente e accessibile, una sempre più fiorente comunità di sviluppatori indipendenti e la crescita del finanziamento popolare hanno prodotto una massa di eccitanti nuovi progetti che hanno invaso il mercato videoludico su PC. A quanto pare, ci si aspetta che questo mercato possa solo crescere e diventare più forte nei prossimi anni.{n}Per gli amanti delle console, comunque, non è una cattiva notizia, in quanto moltissimi titoli usciranno anche sulle migliori piattaforme.
ru: Индустрия, судя по всему, молча смирилась с угасанием рынка игр для PC, так как в последнее время всё больше игр разрабатывается прежде всего для консолей. И именно в этот момент, похоже, на игровом рынке персональных компьютеров наметилось оживление.{n}Новое мощное и относительно дешёвое оборудование, рост числа разработчиков и молодых компаний привели к появлению новых интересных проектов для PC. Судя по всему, дальше этот рынок будет только расти.{n}Впрочем, это хорошая новость и для обладателей других платформ, так как успешные PC-игры обычно портируются и на консоли.
tr: Sektörde, oyun konsollarının sayısı ve geliştirilen konsol oyunlarının sayısı arttıkça, sessizce sonunu kabullenmiş bilgisayar oyun piyasası yavaş yavaş canlanmaya başlamış görünüyor.{n}Yeni geliştirilen uygun fiyatlı güçlü donanımlar, bağımsız yapımcıların büyüyerek sahne almaya başlaması ve yüksek finansman desteğiyle birçok heyecan verici projenin bilgisayar oyun piyasasına girmesi bekleniyor. Bu durum bilgisayar oyun piyasasının önümüzdeki yıllarda da güçlenerek büyüyeceğini göstermekte.{n}Konsol severler, bunun kötü bir haber olduğunu düşünmemeli, bilgisayar oyun piyasasında kendini kanıtlmış birçok oyun başarıyla konsollara port edilebilmekte.

source: Congratulations! You've successfully completed {0}.
el: Συγχαρητήρια! Έχετε επιτυχώς ολοκληρώσει το {0}.
es: Felicidades! Has completado exitosamente {0}.
it: Congratulazioni! Hai completato con successo {0}.
ru: Поздравляем! Вы успешно завершили {0}.
tr: Tebrikler {0} başarıyla tamamlandı.

source: <strong>If you unlock the full game you can continue playing the game you've already started.</strong>
el: <strong>Αν ξεκλειδώσετε το πλήρες παιχνίδι μπορείτε να συνεχίστε να παίζετε το παιχνίδι που έχετε ήδη ξεκινήσει.</strong>
es: ↵ ↵ <strong>Si desbloqueas el juego completo podrás seguir jugando la partida que ya empezaste.</strong>
it: <strong>Se sblocchi il gioco completo puoi continuare a giocare la partita che hai già iniziato.</strong>
ru: <strong>Если вы приобретёте полную игру, то сможете продолжить уже начатую.</strong>
tr: <strong>Eğer tam oyun kilidini açarsanız var olan oyunu oynamaya devam edebilirsiniz.</strong>

source: The optimal team size for a {0} game seems to be {1}.
el: Το ιδανικό μέγεθος ομάδας για ένα {0} παιχνίδι φαίνεται να είναι {1}.
es: El tamaño óptimo del equipo para un juego de {0} parece ser {1}.
it: Il numero di membri ottimale per sviluppare un videogioco {0} sembra essere {1}.
ru: Если ваша цель — {0} игра, то лучше всего задействовать команду из {1} чел.
tr: {0} oyunu için en uygun takım boyutu {1} gibi görünüyor.

source: New
el: Νέο
es: Nuevo
it: Nuovo
ru: Новая игра
tr: Yeni

source: Load
el: Φόρτωση
es: Cargar
it: Carica
ru: Загрузить
tr: Yükle

source: Paused
el: Έχει γίνει παύση
es: Pausado
it: In Pausa
ru: Пауза
tr: Duraklatıldı

source: Cash:
el: Μετρητά:
es: Dinero:
it: Soldi:
ru: Деньги:
tr: Nakit:

source: Budget
el: Προϋπολογισμός
es: Presupuesto
ru: Бюджет
tr: Bütçe

source: Game is finished!
el: Το παιχνίδι έχει ολοκληρωθεί!
es: ¡Has terminado el juego!
it: Il gioco è completo!
ru: Игра завершена!
tr: Oyun tamamlandı!

source: Next
el: Επόμενο
es: Siguiente
it: Avanti
ru: Дальше
tr: İleri

source: Start Development
el: Έναρξη Ανάπτυξης
es: Comenzar Desarrollo
it: Inizia Sviluppo
ru: Начать разработку
tr: Geliştirmeyi Başlat

source: Continue
el: Συνέχεια
es: Continuar
it: Continua
ru: Продолжить
tr: Devam et

source: Game Length
el: Διάρκεια Παιχνιδιού
es: Duración de la partida
it: Durata partita
ru: Длительность игры
tr: Oyun Süresi

source: 35 years (recommended)
el: 35 χρόνια (συνιστάται)
es: 35 años (recomendado)
it: 35 Anni (raccomandato)
ru: 35 лет (рекомендуется)
tr: 35 yıl (önerilir)

source: Note: You can always continue playing after the main game is over. The game length simply specifies how fast new platforms come to market and when the high score is calculated.
el: Σημείωση: Μπορείτε πάντα να συνεχίσετε να παίζετε αφότου το κύριο παιχνίδι τελειώσει. Η διάρκεια παιχνιδιού απλώς ορίζει το πόσο γρήγορα καινούριες πλατφόρμες θα βγαίνουν στην αγορά και πότε θα υπολογίζεται η υψηλή βαθμολογία.
es: Nota: Siempre puede continuar después de la partida principal ha terminado.La duración del juego se limita a señalar cómo las nuevas plataformas rápidas llegan al mercado y cuando se calcula la puntuación más alta.
it: Nota: potrai continuare a giocare dopo la fine della partita principale. La durata specifica semplicemente quanto velocemente escono sul mercato le nuove piattaforme e quando verrà calcolato il punteggio finale.
ru: Примечание: вы всегда сможете продолжить и после окончания основной игры. Длительность игры определяет, насколько быстро будут появляться новые консоли и когда будет произведен подсчет ваших игровых очков.
tr: Not: Ana oyun bittikten sonrada oynamaya devam edebilirsin. Oyun uzunluğu sadece yüksek puan hesaplanmasını ve yeni platformların markete ne kadar hızlı geleceğini temsil eder.

source: Choose Save Slot
el: Επιλογή Θέσης Αποθηκευμένου Παιχνιδιού
es: Elija un espacio para guardar
it: Scegli Slot di Salvataggio
ru: Ячейка сохранения
tr: Kaydedilecek Yeri Seçin

source: Design:
el: Σχεδιασμός:
es: Diseño:
ru: Дизайн:
tr: Tasarım:

source: Speed:
el: Ταχύτητα:
es: Velocidad:
it: Velocità:
ru: Скорость:
tr: Hız:

source: Create Engine
el: Δημιουργία Μηχανής
es: Crear Motor
it: Crea Motore
ru: Создать движок
tr: Oyun Motoru Oluştur

source: Special Project
el: Ειδικό Πρότζεκτ
es: Proyecto Especial
it: Progetto Speciale
ru: Особый проект
tr: Özel Proje

source: Time Allocation (Preview)
el: Καταμερισμός Χρόνου (Προεπισκόπηση)
es: Asignación de Tiempo (V.Previa)
it: Allocazione Tempo (Anteprima)
ru: Распределение времени
tr: Zaman Tahsisi (Önizleme)

source: Staff
el: Προσωπικό
es: Empleados
it: Personale
ru: Персонал
tr: Personel

source: New Record!
el: Νέο Ρεκόρ!
es: ¡Nuevo Record!
it: Nuovo Record!
ru: Новый рекорд!
tr: Yeni Rekor!

source: XP Bonus:
el: Μπόνους XP:
es: Bonificación de XP:
it: Bonus Esp:
ru: Бонус опыта:
tr: Tecrübe Bonusu:

source: Trash Game
el: Πέταγμα Παιχνιδιού
es: Desechar Juego
it: Scarta Gioco
ru: Выкинуть
tr: Çöp Oyun

source: Units Sold:
el: Πωλημένες Μονάδες:
es: Unidades Vendidas:
it: Unità Vendute:
ru: Копий продано:
tr: Birimler Satıldı:

source: Income:
el: Έσοδα:
es: Ingresos:
it: Incasso:
ru: Выручка:
tr: Gelir:

source: Released:
el: Κυκλοφόρησε:
es: Lanzamiento:
it: Rilasciato:
ru: Выпущено:
tr: Çıkış:

source: Avg. Review Score:
el: Μέσο Σκορ Αξιολογήσεων:
es: Punt. Crítica Media:
it: Punteggio Medio Recensioni:
ru: Средняя оценка:
tr: Ort.İnceleme Puanı:

source: Do you really want to throw away this game?
el: Θα θέλατε πραγματικά να πετάξετε αυτό το παιχνίδι;
es: ¿Seguro que quieres desechar este juego?
it: Vuoi veramente buttar via questo gioco?
ru: Вы действительно не хотите выпускать эту игру?
tr: Gerçekten bu oyunu atmak ister misiniz?

source: You do not lose the experience gained during development.
el: Δεν χάνετε την εμπειρία που κερδίσατε κατά τη διάρκεια της ανάπτυξης.
es: No perderás la experiencia obtenida durante el desarrollo.
it: Non perderai l'esperienza guadagnata durante lo sviluppo.
ru: Вы не потеряете опыт, полученный при ее разработке.
tr: Geliştirme sırasında kazandığınız deneyimleri kaybetmezsiniz.

source: You will no longer get any income from it.
el: Θα πάψετε να λαμβάνετε οποιοδήποτε εισόδημα από αυτό.
es: No obtendrás más ingresos por ello.
it: Non otterrai più alcun incasso da esso.
ru: Вы больше не будете получать доход от неё.
tr: Artık bundan hiçbir gelir almayacaksın.

source: All progress on the project will be
el: Όλη η πρόοδος σε αυτό το πρότζεκτ θα
es: ¡Todo avance en el proyecto se
it: Tutti i progressi su questi progetto saranno
ru: Все наработки по проекту будут
tr: Projedeki tüm ilerleme

source: lost!
el: χαθεί!
es: perderá!
it: persi!
ru: потеряны!
tr: kayıp!

source: Acquire license?
el: Απόκτηση άδεια;
es: Comprar licencia
it: Acquisire licenza?
ru: Лицензия
tr: Lisansı Edin?

source: Some of the features in the full game
el: Μερικές από τις δυνατότητες στο πλήρες παιχνίδι
es: Algunas características en el juego completo
it: Alcune delle caratteristiche presenti nel gioco completo
ru: Некоторые возможности полной версии игры
tr: Tam oyunda olan özelliklerden bazıları

source: Move your company into bigger offices.
el: Μεταφέρετε την εταιρία σας σε μεγαλύτερα γραφεία.
es: Traslada tu compañía a una oficina más grandes.
it: Trasferisci la tua società in uffici più grandi.
ru: Переехать в более просторный офис
tr: Şirketinizi daha büyük bir ofise taşıyın.

source: Develop bigger/better games and unlock even more options.
el: Αναπτύξτε μεγαλύτερα/καλύτερα παιχνίδι και ξεκλειδώστε ακόμα περισσότερες επιλογές.
es: Crea juegos más grandes, mejores y desbloquea aún más opciones.
it: Sviluppa giochi più grandi/migliori e sblocca ancora più opzioni.
ru: Разрабатывать более масштабные и популярные игры с ещё большими возможностями
tr: Büyük/daha iyi oyun geliştirmek ve hatta daha fazla seçeneklerin kilidini kaldır.

source: And much more!
el: Και πολλά περισσότερα!
es: ¡Y mucho más!
it: E molto altro ancora!
ru: И многое другое!
tr: Ve çok daha fazlası!

source: Final Score
el: Τελική Βαθμολογία
es: Puntuación Final
it: Punteggio Finale
ru: Итоговый счет
tr: Final Skoru

source: Send us feedback
el: Αποστολή σχολίων
es: Envíanos tus impresiones
it: Inviaci le tue impressioni
ru: Отправьте нам свой отзыв
tr: Bize geri bildirim gönder

source: Send feedback ...
el: Αποστολή σχολίων ...
es: Enviar impresiones...
it: Invia opinione...
ru: Отправка отзыва ...
tr: Geri bildirim gönder ...

source: If you like the game please consider rating it on the Store. If you want to support an issue please do not do this via a Store rating as we will be unable to reply.
el: Αν σας αρέσει το παιχνίδι παρακαλούμε σκεφτείτε να το βαθμολογήσετε στο Κατάστημα: Αν θέλετε να αναφέρετε κάποιο πρόβλημα παρακαλούμε μην το κάνετε μέσω μιας βαθμολόγησης Καταστήματος καθώς δεν θα είμαστε ικανοί να απαντήσουμε.
es: Por favor, si te gusta el juego, considera valorarlo en la Tienda. Si quieres informar de un error te rogamos no lo hagas a través de la Tienda, ya que quizá no podamos responder.
it: Se ti piace il gioco ti preghiamo di considerare votarlo nel Negozio. Nel caso volessi segnalare un problema ti preghiamo di non farlo attraverso un voto nello Store siccome non saremmo in grado di rispondere.
ru: Если вам понравилась игра, оставьте отзыв о ней в магазине. Если вы хотите сообщить о проблеме, пожалуйста, не делайте это через отзыв в магазине, так как мы не сможем ответить.
tr: Eğer oyunu sevdiysen lütfen mağazada bize puan ver. Eğer bir sorunu bildirmek istersen bunu lütfen mağaza puanı olarak yapma. Çünkü bunlara cevap veremeyiz.

source: Vote with your wallet
el: Ψηφίστε με το πορτοφόλι σας
es: Vota con tu billetera
it: Vota con il tuo portafoglio
ru: Голосовать кошельком
tr: Paranla oy ver

source: Thank you for playing!
el: Σας ευχαριστούμε που παίξατε!
es: ¡Gracias por jugar!
it: Grazie per aver giocato!
ru: Спасибо за игру!
tr: Oynadığınız için teşekkür ederiz!

source: Start looking
el: Έναρξη αναζήτησης
es: Empezar a buscar
it: Inizia a cercare
ru: Начать поиск
tr: Bakmaya başlayın

source: Experience
el: Εμπειρία
es: Experiencia
it: Esperienza
ru: Опыт
tr: Deneyim

source: Hire Staff
el: Πρόσληψη Προσωπικού
es: Contratar Personal
it: Assumi Personale
ru: Найм сотрудника
tr: Çalışan İşe Al

source: Accept Contract
el: Αποδοχή Συμβολαίου
es: Aceptar Contrato
it: Accetta Contratto
ru: Подписать контракт
tr: Sözleşmeyi Kabul Et

source: Exit to Desktop
el: Έξοδος στην Επιφάνεια Εργασίας
es: Salir al escritorio
it: Esci al Desktop
ru: Выйти на рабочий стол
tr: Masaüstüne çıkış

source: Tutorial message history
el: Ιστορικό μηνυμάτων tutorial
es: Historial de tutoriales
it: Cronologia messaggi tutorial
ru: Обучающие сообщения
tr: Öğretici ileti geçmişi

source: Off
es: Apagado
it: Disattivato
ru: Выкл
tr: Kapalı

source: Audio
el: Ήχος
es: Sonido
ru: Аудио
tr: Ses

source: Window
el: Παράθυρο
es: Ventana
it: Finestra
ru: Окно / Весь экран
tr: Pencere

source: Update Available
el: Ενημέρωση Διαθέσιμη
es: Actualización disponible
it: Aggiornamento Disponibile
ru: Доступно обновление
tr: Güncelleme Mevcut
