Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Bluehair reporting for space duty
el: Bluehair σε αναφορά για καθήκοντα διαστήματος
es: Bluehair reportandose para trabajo espacial
it: Bluehair a rapporto nello spazio
ru: Синеволосый на космовахте
tr: Bluehair uzay görevi için rapor veriyor

source: Little known fact: Cats go all aggro in space.
el: Όχι και τόσο γνωστό γεγονός: Οι γάτες γίνονται πολύ επιθετικές στο διάστημα.
es: Dato poco conocido: los gatos se vuelven agresivos en el espacio.
it: Curiosità poco nota: i gatti diventano aggressivi nello spazio.
ru: Малоизвестный факт: кошки в космосе становятся агрессивными.
tr: Az bilinen gerçek: Kediler uzayda agresifleşir.

source: Welcome to Mars
el: Καλώς ήρθατε στον Άρη
es: Bienvenido a Marte
it: Benvenuto su Marte
ru: Добро пожаловать на Марс
tr: Mars'a Hoşgeldiniz

source: How did I get here? Why is there a chainsaw? Who cares!
el: Πώς βρέθηκα εδώ; Γιατί υπάρχει ένα αλυσοπρίονο; Ποιος νοιάζεται!
es: ¿Cómo he llegado hasta aquí? ¿Por qué hay una motosierra? ¡A quién le importa!
it: Come sono arrivato qui? Perchè c'è una motosega? Che importa!
ru: Как я сюда попал? Где моя бензопила? Кому какое дело!
tr: Buraya nasıl geldim? Orada neden bir motorlu testere var? Kimin umurunda!

source: Best ride to work ever
el: Καλυτερότερη βόλτα στη δουλειά
es: El mejor viaje al trabajo de la historia
it: Migliore corsa al lavoro di sempre
ru: Лучшая поездка на работу
tr: İşe gitmek için en iyi araç

source: Workplace safety anyone?
el: Ασφάλεια στον χώρο εργασίας, κανείς;
es: ¿Seguridad laboral, por favor?
it: Qualcuno sa di sicurezza sul lavoro?
ru: Техника безопасности? Не, не слышал.
tr: Hangimizin çalışma alanı güvenli ki?

source: Welcome to your hospital
el: Καλώς ήρθατε στο νοσοκομείο σας
es: Bienvenido a tu hospital
it: Benvenuto nel tuo ospedale
ru: Добро пожаловать в госпиталь
tr: Hastanenize hoşgeldiniz

source: Patients are reminded not to die in the corridors.
es: Se les recuerda a los pacientes que no mueran en los pasillos.
it: Ricordiamo ai pazienti di non morire nei corridoi.
ru: Пациентам строго воспрещается умирать в коридорах.
tr: Hastalara koridorlarda ölmemeleri hatırlatıldı.

source: Welcome Chief
el: Καλώς ήρθες Αρχηγέ
es: Bienvenido Jefe
it: Benvenuto Capo
ru: Добро пожаловать, Мастер Чиф
tr: Hoşgeldin Şef

source: This world is round but different.
el: Αυτός ο κόσμος είναι στρογγυλός αλλά διαφορετικός.
es: Este mundo es redondo pero diferente.
it: Questo mondo è rotondo ma differente.
ru: Этот мир круглый, но такой разный.
tr: Bu dünya yuvarlak ama farklı.

source: The sky is not the limit.
el: Ο ουρανός δεν είναι το όριο.
es: El cielo no es el límite.
it: Il cielo non è il limite.
ru: Небо — это не предел
tr: Gökyüzü sınır değil.

source: Welcome back Chris. We've missed you.
el: Καλώς ήρθες Chris. Μας έλειψες.
es: Bienvenido de nuevo Chris. Te echábamos de menos.
it: Bentornato Chris. Ci sei mancato.
ru: Добро пожаловать обратно, Крис. Мы скучали по тебе.
tr: Tekrar aramıza hoşgeldin Chris. Seni özledik.

source: Painting with nature.
el: Βάφοντας με τη φύση.
es: Pintando con naturalidad.
it: Dipingi con la natura.
ru: Картины природы
tr: Doğa ile boyamak.

source: Pay homage to a specific Japanese video game.
el: Κάντε αφιέρωμα σε ένα συγκεκριμένο Ιαπωνικό βιντεοπαιχνίδι.
es: Rinden homenaje a un videojuego japonés en específico.
it: Rendi omaggio ad uno specifico videogioco Giapponese.
ru: Отдайте должное японским играм.
tr: Japon video oyunlarına özel bir saygı göstermeliyiz.

source: Inception
el: Απαρχή
es: Origen
ru: Начало
tr: Başlangıç

source: Develop the game within the game.
el: Αναπτύξτε το παιχνίδι μέσα από το παιχνίδι.
es: Desarrolla el juego dentro del juego.
it: Sviluppa il gioco nel gioco.
ru: Создайте игру в игре.
tr: Oyun içerisinde oyun geliştir.

source: Pick an inspired company name.
el: Διαλέξτε ένα εμπνευσμένο όνομα εταιρίας.
es: Elige un nombre inspirandote en una compañia real.
it: Utilizza un nome ispirato ad una società.
ru: Назовите компанию в честь существующей.
tr: İlham verici bir şirket ismi seçin.

source: Versatile
el: Ευέλικτος
es: Versátil
ru: Разносторонний
tr: Çok yönlü

source: Release a successful game in each of the five main genres.
el: Δημοσιεύστε ένα επιτυχημένο παιχνίδι σε κάθε ένα από τα πέντε κύρια είδη.
es: Crear un juego exitoso en cada uno de los cinco géneros principales.
it: Rilascia un gioco di successo in ognuno dei cinque generi principali.
ru: Выпустите успешную игру в каждом из пяти главных жанров.
tr: Her 5 ana oyun türü içinden başarılı bir oyun çıkartın.

source: Eat Cake
el: Φάε Κέικ
es: Comer Pastel
it: Mangia La Torta
ru: Угоститесь тортиком
tr: Pasta ye

source: Show them red barrels some action.
el: Δείξτε σε αυτά τα κόκκινα βαρέλια λίγη δράση.
es: Dale a esas barreras rojas un poco de acción.
it: Mostra a quei barili rossi un po' di azione.
ru: Добавьте красные бочки в игру жанра Экшн.
tr: Şu kırmızı varillere gününü göster.

source: Supporter
el: Υποστηρικτής
es: Soporte
it: Sostenitore
ru: Поддержка
tr: Destekçi

source: Support a young start-up. Buy the game.
el: Υποστηρίξτε ένα νέο ξεκίνημα. Αγοράστε το παιχνίδι.
es: Apoya a una empresa joven. Compra el juego.
it: Aiuta una giovane start-up. Compra il gioco.
ru: Поддержите молодую компанию — купите игру.
tr: Yeni bir oyun firmasını destekle. Oyunu satın al.

source: Support Greenheart Games by buying an optional supporter pack.
el: Υποστηρίξτε την Greenheart Games αγοράζοντας ένα προαιρετικό πακέτο υποστηρικτή.
es: Apoya a Greenheart Games comprando un pack opcional.
it: Supporta la Greenheart Games comprando un support pack facoltativo.
ru: Поддержите Greenheart Games, купив дополнительный контент-пак.
tr: Greenheart Games'i opsiyonel destekçi paketini satın alarak destekle.

source: Admirer
el: Θαυμαστής
es: Admirador
it: Ammiratore
ru: Поклонник
tr: Hayran

source: Fun fact: We almost named our company Megaflop Productions!
el: Αστείο γεγονός: Παραλίγο να ονομάσουμε την εταιρία μας Megaflop Productions!
es: Dato curioso: Casi nos hacemos llamar Megaflop Producciones!
it: Nota di colore: Abbiamo quasi soprannominato la nostra azienza Megaflop Productions!
ru: Забавный факт: мы чуть не назвали нашу компанию Megaflop Productions!
tr: Komik not: Şirketimize neredeyse Mega Fiyasko Yapımcılık adını verecektik!

source: Writer's Block
el: Φραγμός του Συγγραφέα
es: Bloqueo del escritor
it: Blocco dello scrittore
ru: Ступор
tr: Yazarın Engeli

source: Naming games is sometimes difficult.
el: Το να ονομάζεις παιχνίδια είναι μερικές φορές δύσκολο.
es: Ponerle nombre al juego es complicado.
it: Inventare dei nomi per i giochi qualche volta è difficile.
ru: Придумывать названия играм бывает непросто.
tr: Oyunlara isim vermek bazen zordur.

source: Remaining
el: Απομένουν
es: Restantes
it: Rimanenti
ru: Осталось
tr: Kalan

source: Time Left
el: Απομείνων Χρόνος
es: Tiempo restante
it: Tempo Rimasto
ru: Оставшееся время
tr: Kalan Zaman

source: Hype {0}
el: Δημοσιότητα {0}
es: Expectación {0}
ru: Ажиотаж {0}
tr: Bekleyen {0}

source: New office
el: Καινούργιο γραφείο
es: Nueva oficina
it: Nuovo ufficio
ru: Новый офис
tr: Yeni ofis

source: Coding Contest
el: Διαγωνισμός Προγραμματισμού
es: Concurso de programación
it: Gara di Programmazione
ru: Турнир по программированию
tr: Kod Yarışması

source: Settings
el: Ρυθμίσεις
es: Ajustes
it: Impostazioni
ru: Настройки
tr: Ayarlar

source: About
el: Περί
es: Acerca de
it: Informazioni
ru: Об игре
tr: Hakkında

source: Privacy Policy (online)
el: Πολιτική Απορρήτου (online)
es: Política de privacidad (online)
it: Informativa sulla Privacy (online)
ru: Политика конфиденциальности (онлайн)
tr: Gizlilik Politikası (çevrimiçi)

source: >> Trial <<
el: >> Δοκιμαστική Έκδοση <<
es: >> Prueba <<
it: >> Demo <<
ru: >> Демо <<
tr: >> Deneme <<

source: Today, Mirconoft has announced their very own tablet device to combat the massive marketshare of Grapple's grPad device. The mPad features a sophisticated cover that comes with a integrated, ultra-thin keyboard. The tablet itself has a widescreen display and a integrated stand.{n}The mPad seems to be a combination of a traditional notebook and a tablet, and promises to shake up the market. The new product will be on the market {0}.
el: Σήμερα, η Mirconoft ανακοίνωσε την δική της tablet συσκευή για να ανταγωνιστεί το τεράστιο μερίδιο αγοράς της συσκευής grPad της Grapple. Το mPad συμπεριλαμβάνει μία επιτηδευμένη δομή που έρχεται με ένα ενσωματωμένο, πολύ λεπτό πληκτρολόγιο. Η ίδια η ταμπλέτα έχει ευρεία οθόνη και ενσωματωμένο στήριγμα.{n}Το mPad φαίνεται να είναι ένας συνδυασμός ενός παραδοσιακού notebook και ενός tablet, και υπόσχεται να ταρακουνήσει την αγορά. Το νέο προϊόν θα βρίσκεται στην αγορά {0}.
es: Hoy, MIrconoft ha anunciado su propio dispositivo tablet para luchar contra la increible demanda de de la grPad de Grapple. La mPad parece ser una combinación de una tradicional notebook y una tablet y promete sacudir al mercado. Este nuevo producto saldrá al mercado {0}.
it: Oggi, Mirconoft ha annunciato il loro proprio dispositivo tablet per combattere la massiccia fetta di mercato del dispositivo Grapple grPad. L' mPad è caratterizzato da una cover sofisicata che integra una tastiera ultra sottile. Il tablet stesso ha uno schermo widescreen e un supporto integrato.{n}L' mPad sembra essere la combinazione tra un portatile tradizionale e un tablet e promette di scuotere il mercato. Il nuovo prodotto sarà in vendita {0}.
ru: Сегодня Mirconoft анонсировали свой собственный планшет, планируя потеснить с рынка Grapple и его grPad. Новый mPad имеет вычурную крышку и интегрированную ультратонкую клавиатуру. Довершает картину широкоформатный экран и встроенная подставка.{n}Устройство сочетает в себе черты классического ноутбука и планшета и, безусловно, станет событием на рынке. Появление mPad ожидается {0}.
tr: Bugün, Mirconoft kocaman pazar yüzdesine sahip olan Grapple'ın ürünü grPad'e kafa tutması için yapacakları kendi tabletlerini duyurdu. The mPad pek çok sofistike özelliğinin yanı sıra, ultra-ince bir klavyeyle geliyor. Tabletin kendisi geniş bir ekran ve bir ayaklıklağa sahip.{n}The mPad günümüz tabletleri ile laptoplarının bir karışımı gibi görünüyor. Yeni ürün {0} tarihinde pazara sunulacak.

source: Expansion pack
el: Πακέτο επέκτασης
es: Pack de expansión
it: Espansione
ru: Дополнение
tr: Genişleme paketi

source: Audio Settings
el: Ρυθμίσεις Ήχου
es: Ajustes de sonido
it: Impostazioni Audio
ru: Настройки звука
tr: Ses Ayarları

source: You require a developer license to be able to develop for this platform.<br/><br/> Do you want to pay <strong>{0}</strong> to acquire a license for the <strong>{1}</strong>?
el: Απαιτείται να έχετε άδεια προγραμματιστή για να μπορείτε να αναπτύξετε για αυτήν την πλατφόρμα.<br/><br/> Επιθυμείτε να καταβάλλετε <strong>{0}</strong> για να αποκτήσετε άδεια για το <strong>{1}</strong>;
es: Necesitas una licencia de desarollador para poder desarollar para esta plataforma.<br/><br/> ¿Quieres pagar <strong>{0}</strong> para adquirir una licencia para <strong>{1}</strong>?
it: Ti serve una licenza da sviluppatore per poter sviluppare per questa piattaforma.<br/><br/> Vuoi pagare <strong>{0}</strong> per acquistare la licenza per <strong>{1}</strong>?
ru: Чтобы разрабатывать игры для этой платформы, вам потребуется приобрести лицензию разработчика.<br/><br/> Заплатить <strong>{0}</strong> за лицензию на <strong>{1}</strong>?
tr: Bu platformu geliştirmek için bir geliştirici lisansı gerekir.<br/><br/> <strong>{1}</strong> lisansını elde etmek için <strong>{0}</strong> ödeme yapmak istermisiniz?

source: Importance of {0} for this type of game: {1}
el: Σημαντικότητα του τομέα {0} για αυτόν τον τύπο παιχνιδιού: {1}
es: La importancia de {0} para este tipo de juego es: {1}
it: Importanza {0} per questo tipo di gioco: {1}
ru: {0}: важность для этого типа игры {1}
tr: {0} bu tip oyunlar için : {1} kadar önemli

source: Our fan base is big enough to make self-publishing {0} games viable. Unless a publishing deal gives us a great royalty rate we are likely better off publishing {0} games ourselves
el: Ο αριθμός των οπαδών μας είναι αρκετά μεγάλος για να καταστήσει δυνατή την αυτο-έκδοση παιχνιδιών με {0} μέγεθος. Εκτός και αν μια συμφωνία έκδοσης μας δίνει ένα πολύ καλό ποσοστό δικαιωμάτων θα είμαστε καλύτερα με το να εκδίδουμε μόνοι μας παιχνίδια με {0} μέγεθος
es: Nuestra base de fans es lo suficientemente grande para hacer la auto-publicación de {0} juegos viable. A menos de que una productora nos de un buen ratio de royalties, será mejor para la compañia publicar {0} juegos por nuestra cuenta
it: La nostra platea di fans è abbastanza grande da poter distribuire noi stessi {0} videogiochi. A meno che un accordo di distribuzione abbia delle alte royalties, ci conviene distribuire {0} videogiochi da soli
ru: Это была {0} игра, и мы выпустили её при помощи издательства. Но вообще-то у нас уже достаточно фанатов для того, чтобы издавать такие игры своими силами. Впрочем, иногда — при очень высоких отчислениях — работать с издательством может оказаться выгоднее.
tr: Oldukça büyük olan hayran sayımız {0} oyunlarını kendimizin dağıtabileceğini gösterdi. Kontratlardan çok büyük bir sadakat oranı almadıkça {0} oyunlarını kendimiz dağıtabiliriz

source: No Project
el: Δεν Υπάρχει Πρότζεκτ
es: Ningun proyecto
it: Nessun Progetto
ru: Проект отсутствует
tr: Proje Yok

source: High score
el: Υψηλή βαθμολογία
es: Puntaje Alto
it: Punteggi
ru: Рекорды
tr: Yüksek puan

source: Save
el: Αποθήκευση
es: Guardar
it: Salva
ru: Сохранить
tr: Kayıt

source: High Score
el: Υψηλή Βαθμολογία
es: Puntaje Alto
it: Punteggi
ru: Рекорды
tr: Yüksek Puan

source: Saving...
el: Γίνεται αποθήκευση...
es: Guardando...
it: Salvataggio in corso...
ru: Сохраняем...
tr: Kaydediliyor...

source: Go full screen to play!
el: Πηγαίνετε σε λειτουργία πλήρους οθόνης για να παίξετε!
es: ¡Ir a pantalla completa para jugar!
it: Visualizza a schermo intero per giocare!
ru: Перейдите в полноэкранный режим!
tr: Oynamak için tam ekran yap!

source: Choose
el: Επιλογή
es: Seleccionar
it: Scegli
ru: Выбрать
tr: Seç

source: Small
el: Μικρό
es: Pequeño
it: Piccolo
ru: Малая
tr: Küçük

source: Medium
el: Μεσαίο
es: medio
it: Medio
ru: Средняя
tr: Orta

source: Large
el: Μεγάλο
es: Grande
it: Grande
ru: Большая
tr: Büyük

source: Feature Selection
el: Επιλογή Δυνατοτήτων
es: Selección de Características
it: Selezione Caratteristiche
ru: Особенности
tr: Özellik Seçimi

source: Company Details
el: Λεπτομέρειες Εταιρίας
es: Datos de la Compañia
it: Dettagli Società
ru: Основание компании
tr: Şirket Detayı

source: Advanced Options
el: Προηγμένες Επιλογές
es: Opciones Avanzadas
it: Opzioni Avanzate
ru: Расширенные настройки
tr: Gelişmiş Seçenekler

source: 30 years (fast-paced)
el: 30 χρόνια (γρήγορων ρυθμών)
es: 30 años (rápido)
it: 30 anni (velocizzato)
ru: 30 лет (быстрое развитие)
tr: 30 yıl (hızlı)

source: 42 years
el: 42 χρόνια
es: 42 años
it: 42 anni
ru: 42 года
tr: 42 yıl

source: Load Game
el: Φόρτωση Παιχνιδιού
es: Cargar Juego
it: Carica Partita
ru: Загрузить игру
tr: Oyun Yükle

source: Level:
el: Επίπεδο:
es: Nivel:
it: Livello:
ru: Уровень:
tr: Seviye:

source: Technology:
el: Τεχνολογία:
es: Tecnología:
it: Tecnologia:
ru: Технологии:
tr: Teknoloji:

source: Research:
el: Έρευνα:
es: Investigación:
it: Ricerca:
ru: Исследования:
tr: Araştırma:

source: Create a new Engine
el: Δημιουργία νέας Μηχανής
es: Crear un nuevo Motor
it: Crea un nuovo Motore
ru: Новый движок
tr: Yeni bir Oyun Motoru oluştur

source: Quality Assurance Budget
el: Προϋπολογισμός Έλεγχου Ποιότητας
es: Presupuesto de Garantía de Calidad
it: Budget Controllo Qualità
ru: Бюджет обеспечения качества
tr: Kalite Güvence Bütçesi

source: Start Project
el: Έναρξη Πρότζεκτ
es: Iniciar Proyecto
it: Inizia Progetto
ru: Начать проект
tr: Projeyi Başlat

source: Selected Features
el: Επιλεγμένες Δυνατότητες
es: Características Seleccionadas
it: Caratteristiche Selezionate
ru: Возможности
tr: Seçilmiş Özellikler

source: is ready!
el: είναι έτοιμο!
es: ¡está listo!
it: è pronto!
ru: готова!
tr: hazır!

source: Experience gained
el: Κερδισμένη εμπειρία
es: Experiencia ganada
it: Esperienza ottenuta
ru: Полученный опыт
tr: Tecrübe kazandı

source: Release Game
el: Κυκλοφόρηση Παιχνιδιού
es: Lanzar Juego
it: Rilascia Gioco
ru: Выпустить игру
tr: Oyunu Yayınla

source: Level Up!
el: Αύξηση Επιπέδου!
es: ¡Subio de Nivel!
it: Livello Aumentato!
ru: Новый уровень!
tr: Seviye Yükseldi!

source: Costs:
el: Έξοδα:
es: Costos:
it: Costi:
ru: Затраты:
tr: Maliyetler:

source: Profit:
el: Κέρδος:
es: Ganancia:
it: Profitto:
ru: Прибыль:
tr: Kar:

source: Fans:
el: Οπαδοί:
it: Fan:
ru: Фанатов:
tr: Hayranlar:

source: Top Sales Rank:
el: Κατάταξη στις Κορυφαίες Πωλήσεις:
es: Max. Puesto Ventas:
it: Classifica Vendite:
ru: Место в хит-параде:
tr: En Yüksek Satış Sıralaması:

source: Note:
el: Σημείωση:
es: Nota:
it: Nota:
ru: Примечание:
tr: Not:

source: Do you really want to remove this from the market?
el: Θα θέλατε πραγματικά να το αφαιρέσετε από την αγορά;
es: ¿Seguro que quieres retirarlo del mercado?
it: Vuoi davvero rimuoverlo dal mercato?
ru: Вы действительно хотите прекратить продажи?
tr: Bunu gerçekten pazardan kaldırmak istiyor musun?

source: Do you really want to cancel this project?
el: Θα θέλατε πραγματικά να ακυρώσετε αυτό το πρότζεκτ;
es: ¿Realmente quiere cancelar este proyecto?
it: Vuoi davvero cancellare questo progetto?
ru: Вы действительно хотите отменить этот проект?
tr: Gerçekten bu projeyi iptal etmek istiyor musunuz?

source: Do you really want to overwrite this game?
el: Θα θέλατε πραγματικά να αντικαταστήσετε αυτό το παιχνίδι;
es: ¿Realmente quiere sobrescribir esta partida?
it: Vuoi veramente sovrascrivere questa partita?
ru: Вы действительно хотите перезаписать эту игру?
tr: Gerçekten bu oyun üzerine yazmak istiyor musunuz?

source: Play the full 30 years of the game, all the way to modern day technology and beyond!
el: Παίξτε τα πλήρη 30 χρόνια του παιχνιδιού, μέχρι την μοντέρνα τεχνολογία και ακόμα παραπέρα!
es: ¡Juega los 30 años del juego, hasta la tecnología moderna y más allá!
it: Gioca durante tutti i 30 anni di storia dei videogiochi, fatti strada verso la tecnologia moderna e oltre!
ru: Играйте 30 игровых лет, пройдите весь путь до современных технологий и далее в будущее!
tr: Oyunu modern teknoloji ve ötesine kadar tam 30 yıl oynayın!

source: Hire and train staff.
el: Προσλάβετε και εκπαιδεύστε προσωπικό.
es: Contrata y entrena empleados.
it: Assumi e addestra personale.
ru: Найм и обучение персонала.
tr: Kirala ve personeli eğit.

source: Unlock secret labs and conduct industry-changing projects.
el: Ξεκλειδώστε κρυφά εργαστήρια και εκπονήστε έργα που θα αλλάξουν τη βιομηχανία.
es: Desbloquea laboratorios secretos y lleva a cabo proyectos revolucionarios.
it: Sblocca laboratori segreti e conduci progetti che cambieranno l'industria dei videogiochi.
ru: Откройте секретные лаборатории и запустите проекты, которые изменят индустрию.
tr: Bazı gizli labaratuarların kilidini aç ve endüstriyi etkileyen projelerde yer al.

source: Unlock Full Game ...
el: Ξεκλείδωμα Πλήρους Παιχνιδιού ...
es: Desbloquear Juego Completo...
it: Sblocca il Gioco Completo ...
ru: Разблокировать полную версию ...
tr: Tam Oyun kilidini kaldır ...

source: Close
el: Κλείσιμο
es: Cerrar
it: Chiudi
ru: Закрыть
tr: Kapalı

source: Want to provide some feedback or report some issues? Send us an email to support@greenheartgames.com - While we might not respond to every email we do read/consider everything that is sent to us.
el: Θα θέλατε να παρέχετε λίγα σχόλια ή να αναφέρετε ορισμένα προβλήματα; Στείλετε μας ένα email στο support@greenheartgames.com - Αν και μπορεί να μην απαντήσουμε σε κάθε email διαβάζουμε/σκεπτόμαστε όλα που στέλνονται σε εμάς.
es: ¿Quieres proporcionar tus impresiones o informar de algún problema? Envíanos un e-mail a support@greenheartgames.com. Quizá no podamos responder a todos los mails, pero sí leemos y consideramos todo lo que recibimos.
it: Vuoi fornire qualche opinione o segnalare qualche problema? Inviaci un email a support@greenheartgames.com - Mentre potremmo non rispondere ad ogni singola email, leggiamo/consideriamo tutto ciò che ci viene inviato.
ru: Хотите дать нам обратную связь или сообщить об ошибке? Отправьте письмо на support@greenheartgames.com — Мы внимательно читаем все письма, хоть и не можем ответить на каждое.
tr: Geri bildirim yapmak ya da bazı sorunları bildirmek mi istiyorsun? Bize support@greenheartgames.com adresinden elektronik posta gönderebilirsin - Her elektronik postayı cevaplayamayabiliriz ama bize gönderdiğiniz herşeyi okuyoruz ve dikkate alıyoruz.

source: Rate and Review
el: Βαθμολόγηση και Αξιολόγηση
es: Valora y Critica
it: Vota e Recensisci
ru: Оценки и отзывы
tr: Oylama ve İnceleme

source: Rate and Review ...
el: Βαθμολόγηση και Αξιολόγηση ...
es: Valora y Critica...
it: Vota e Recensisci ...
ru: Оценки и отзывы ...
tr: Oylama ve İnceleme ...

source: If you would've gladly paid a little more for the game or you just want to help make sure that we can continue bringing you games in the future then you can buy one of the supporter packs below. You will support a small independent start-up. This does not unlock any in-game perks and is entirely optional. You do get an achievement though :)
el: Αν θα πληρώνατε ευχαρίστως κάτι παραπάνω για το παιχνίδι ή απλά θέλετε να βοηθήσετε για να βεβαιώσετε ότι θα μπορούμε να συνεχίσουμε να σας φέρνουμε παιχνίδια στο μέλλον τότε μπορείτε να αγοράσετε ένα από τα παρακάτω πακέτα υποστηρικτών μας. Θα υποστηρίξετε μια νέα μικρή ανεξάρτητη εταιρία. Αυτό δεν ξεκλειδώνει κάποια προνόμια μέσα στο παιχνίδι και είναι εντελώς προαιρετικό. Θα πάρετε ένα achievement ωστόσο :)
es: Si quisieras pagar un poco más por el juego o simplemente contribuir a que podamos seguir brindándo juegos en el futuro, puedes comprar uno de los packs de aficionado de abajo. Ayudarás a una pequeña compañía independiente. Esto no desbloqueará ninguna característica del juego y es puramente opcional, aunque sí te llevarás un logro :)
it: Se avresti voluto pagare con piacere di più per il gioco oppure se vuoi soltanto assicurarti che continuiamo a consegnarti giochi in futuro, allora puoi comperare uno dei pacchetti da sostenitore sottostanti. Sosterrai una piccola start-up indipendente. Ciò non sbloccherà alcun extra nel gioco ed è interamente facoltativo. Otterrai un Obbiettivo però :)
ru: Если вы готовы заплатить за игру чуть больше или просто хотите помочь нам делать новые игры, вы можете купить один из предложенных ниже дополнительных наборов. Так вы поддержите независимых разработчиков. Это не даст никаких привилегий в игре, но вы получите достижение :)
tr: Eğer oyun için biraz daha para ödemek veya gelecekte oyun çıkarmaya devam etmemize yardımcı olmak istersen aşağıdaki destek paketlerinden birini alabilirsin. Böylece bağımsız çalışmamıza ufak bir katkı yapmış olursun. Bu oyun içinde herhangi bir yetenek açmanı sağlamaz ve tamamen opsiyoneldir. Gerçi bir başarım kazanacaksın :)

source: Current Game Statistics
el: Τρέχοντα Στατιστικά Παιχνιδιού
es: Estadísticas de la Partida
it: Statistiche della Partita Attuale
ru: Статистика текущей игры
tr: Mevcut Oyun İstatistikleri

source: Pre-filter Applicants
el: Αιτούντες Προ-φίλτρου
es: Filtro previo de Candidatos
it: Filtra Candidati
ru: Отбор кандидатов
tr: Ön filtre Başvuru

source: First Last
el: Πρώτος Τελευταίος
es: Apellido
it: Nome Cognome
ru: Первый Последний
tr: İlk Son

source: Salary
el: Μισθός
es: Salario
it: Salario
ru: Зарплата
tr: Maaş

source: Hire
el: Πρόσληψη
es: Contratar
it: Assumi
ru: Нанять
tr: İşe Al

source: Achievement Unlocked
el: Ξεκλειδώθηκε Achievement
es: Logro Desbloqueado
it: Obbiettivo Sbloccato
ru: Получено достижение
tr: Başarı Açıldı

source: Language
el: Γλώσσα
es: Idioma
it: Lingua
ru: Язык
tr: Dil
