Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: This is world design at its best. Brave, imaginative and unapologetically following its incredible artistic vision.
el: Αυτός είναι σχεδιασμός κόσμου στα καλύτερά του. Γενναίος, δημιουργικός και μη μετανιωμένος ακολουθεί το απίστευτο καλλιτεχνικό όραμά του.
es: Esto es la cima del diseño virtual. Una visión artística valiente, imaginativa y osada.
it: Questo è design del mondo all'apice. Coraggioso, immaginoso e sfacciatamente fedele alla propria visione artistica.
ru: Этот игровой мир — гениальное воплощение гениального художественного образа.
tr: Bu en iyisinden bir dünya dizaynı. Cesur, hayalperest ve üstün artistik vizyona sahip.

source: The attention to detail in the world design really sets this game apart from others in the genre.
el: Η προσοχή στη λεπτομέρεια στο σχεδιασμό του κόσμου πραγματικά ξεχωρίζει αυτό το παιχνίδι από άλλα στο είδος του.
es: La atención al detalle en el diseño de su universo marca una diferencia entre este y otros juegos del género.
it: L'attenzione al dettaglio nel design del mondo esalta davvero questo gioco da altri del suo genere.
ru: Тщательно, до мельчайших деталей продуманный игровой мир сразу выделяет эту игру среди ей подобных.
tr: Bu dünya için yapılmış detaylı dizayn, bu oyunu gerçekten diğer türlerden ayırmış.

source: Visually pleasing is an understatement. This game looks incredibly good.
el: Η φράση οπτικά ευχάριστο είναι λίγη. Αυτό το παιχνίδι δείχνει απίστευτα ωραία.
es: Decir que es un gusto para la vista es poco. El juego tiene un aspecto increíble.
it: Visualmente piacevole è un eufemismo. Questo gioco è una gioia per gli occhi.
ru: Сказать, что игра красиво смотрится, значит сильно преуменьшить её достоинства. Она выглядит невероятно, потрясающе!
tr: Görsel olarak tatmin edici yetersiz kalır. Bu oyun gerçekten inanılmaz görünüyor.

source: The art style in {1} blends so well with the general feeling of the game. A perfect match.
el: Το στυλ τέχνης στο {1} αναμειγνύεται τόσο καλά με το γενικό αίσθημα του παιχνιδιού. Ένα τέλειο ταίριασμα.
es: El estilo artístico de {1} encaja fantásticamente en la atmósfera del juego. Una combinación perfecta.
it: Lo stile artistico in {1} si fonde così bene con il sentimento generale del gioco. Un connubio perfetto.
ru: Художественный стиль игры «{1}» идеально соответствует общему ощущению от неё.
tr: {1} oyunundaki sanat stili oyun içindeki genel hisle çok güzel örtüşmüş. Mükkemmel bir uyum.

source: Truly oustanding visual design is only one of the many reasons why {1} deserves your attention.
el: Ο πραγματικά εξαιρετικός οπτικός σχεδιασμός είναι μόνο ένας από τους πολλούς λόγους που το {1} αξίζει την προσοχή σας.
es: El sobresaliente diseño virtual es sólo una de las razones por las que {1} merece tu atención.
it: Il design visivo davvero eccezionale è solo una delle molte ragioni per cui {1} merita la vostra attenzione.
ru: Поистине выдающийся визуальный дизайн — это лишь одна из многих причин, почему «{1}» заслуживает вашего внимания.
tr: Gerçekten mükkemmel bir görsel efekt şöleni bu nedenle {1} kesinlikle dikkatinize değer.

source: I rarely highlight the sound of a game instead of the many other noteworthy features but in {1} the sound design was truly awe-inspiring.
el: Σπάνια αναδεικνύω τον ήχο ενός παιχνιδιού αντί για άλλες πολλές αξιόλογες δυνατότητες όμως στο {1} ο σχεδιασμός του ήχου ήταν πραγματικά εκπληκτικός.
es: Pocas veces destaco el sonido de un juego en lugar de otros aspectos mencionables, pero en {1}, el diseño sonoro es realmente inspirador.
it: Io sottolineo raramente il sonoro di un gioco al posto delle molte altre caratteristiche degne di nota ma in {1} il sonoro ispira davvero stupore.
ru: Я редко выделяю звук как достойную упоминания особенность игры, но «{1}» — о, это нечто особенное. Звук здесь просто повергает в восхищение.
tr: Bir oyunda sesi nadiren ön plana çıkarıp değerlendirmişimdir ancak {1} için kesinlikle müzik muhteşem olmuş.

source: The sound in this game gives you goose bumps. Very well designed.
el: Ο ήχος σε αυτό το παιχνίδι σου δίνει ανατριχίλες. Πολύ καλά σχεδιασμένος.
es: El sonido de este juego provoca escalofríos. Muy bien diseñado.
it: Il suono in questo gioco fa venire la pelle d' oca. Molto ben realizzato.
ru: От звука в этой игре просто мурашки по коже. Мастерская работа.
tr: Bu oyundaki sesler tüylerinizi diken diken eder. Çok iyi tasarlanmış.

source: The game doesn't just look good it sounds incredibly good too. A true feast for players who appreciate high quality sound.
el: Το παιχνίδι δεν δείχνει απλά ωραία ακούγεται απίστευτα ωραία επίσης. Πραγματική γιορτή για τους παίκτες που εκτιμούν υψηλής ποιότητας ήχο.
es: Este juego no sólo se ve bien; también se oye maravillosamente. Un auténtico festín para los jugadores que aprecian el sonido de alta calidad.
it: Il gioco non solo è bello da vedere, anche il suono è incredibilmente buono. Un vero festino per i giocatori che apprezzano sonori di alta qualità.
ru: Игра не только выглядит невероятно красиво, но и звучит не хуже. Настоящий праздник для ценителей высококачественного звука.
tr: Oyun sadece iyi görünmüyor aynı zamanda muhteşem seslere sahip. Güzel ses kalitesini seven kullanıcılar için gerçek bir şölen.

source: Overall, this had a positive effect on sales.
el: Σε γενικές γραμμές, αυτό είχε καλή επίδραση στις πωλήσεις.
es: En general, esto tuvo un efecto positivo en las ventas.
it: Nel complesso, ciò ha avuto un effetto positivo sulle vendite.
ru: Это хорошо отразилось на продажах.
tr: Genel olarak, satışları olumlu etkiledi.

source: Overall, this had a negative effect on sales.
el: Σε γενικές γραμμές, αυτό είχε αρνητικό αντίκτυπο στις πωλήσεις.
es: Al final esto tuvo un efecto negativo en las ventas.
it: Tutto sommato, questo ha avuto un effetto negativo sulle vendite.
ru: Это плохо отразилось на продажах.
tr: Genel olarak, bunun satışlar üzerinde olumsuz bir etkisi oldu.

source: Steam initialization failed
el: Η αρχικοποίηση του Steam απέτυχε
es: Falló el inicio de Steam
it: Inizializzazione Steam fallita
ru: Ошибка инициализации Steam
tr: Steam yükleme başarısız oldu

source: Save failed
el: Αποτυχία αποθήκευσης
es: Error al guardar
it: Salvataggio fallito
ru: Не удалось сохранить
tr: Kayıt başarısız oldu

source: Load failed
el: Αποτυχία φόρτωσης
es: Carga fallida
it: Caricamento Fallito
ru: Не удалось загрузить
tr: Yükleme başarısız

source: Could not load settings from steam cloud
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων από το steam cloud
es: No se pudo cargar las opciones desde Steam Cloud
it: Non ho potuto caricare le impostazioni da steam cloud
ru: Не удалось загрузить настройки из Steam Cloud
tr: Steam buluttan ayarlar yüklenemedi

source: Could not save settings to steam cloud
el: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων στο steam cloud
es: No se pudo guardar la configuración en Steam Cloud
it: Salvataggio impostazioni su Steam Cloud non riuscito
ru: Не удалось сохранить настройки в Steam Cloud
tr: Steam cloud'a bu ayarları kaydedemiyor

source: Could not save to steam cloud
el: Δεν ήταν δυνατή η αποθήκευση στο steam cloud
es: No se pudo guardar en Steam Cloud
it: Non ho potuto salvare su steam cloud
ru: Не удалось сохранить игру в Steam Cloud
tr: Steam buluta kaydedilemedi

source: Could not load from steam cloud
el: Δεν ήταν δυνατή η φόρτωση από το steam cloud
es: No se pudo cargar desde Steam Cloud
it: Caricamento da Steam Cloud non riuscito
ru: Не удалось загрузить игру из Steam Cloud
tr: Steam buluttan yüklenemedi

source: Could not save settings
el: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων
es: No se pudo guardar la configuración
it: Non ho potuto salvare le impostazioni
ru: Не удалось сохранить настройки
tr: Ayarlar kaydedilemedi

source: Could not load remote settings
el: Δεν ήταν δυνατή η φόρτωση απομακρυσμένων ρυθμίσεων
es: No se pudo cargar la configuración remota
it: Caricamento delle impostazioni remote non riuscito
ru: Не удалось загрузить параметры удаленно
tr: Uzaktan ayarlar yüklenemedi

source: Hi, I'm Gordon Hench the host of the local hobby computer club. I just discovered that your company is close-by. I'm a huge fan of {0} and would love for you to join our meetup this week! Eagerly awaiting your reply. Gordon
el: Γεια, είμαι ο Gordon Hench ο οργανωτής της τοπικής λέσχης κομπιούτερ ελεύθερης ενασχόλησης. Μόλις ανακάλυψα ότι η εταιρία σας είναι κοντά. Είμαι τεράστιος οπαδός της {0} και θα το λάτρευα αν παρευρισκόσασταν στη συνάντησή μας αυτή τη βδομάδα! Περιμένοντας ανυπόμονα την απάντησή σας. Gordon
es: Hola, soy Gordon Hench, el anfitrión del club local de aficionados por la informática. Acabo de descubrir que tu compañía está cerca de nosotros. ¡Soy un gran fan de {0} y me encantaría que nos acompañaras en nuestra reunión de esta semana! Espero ansiosamente tu respuesta. Gordon
it: Salve, sono Gordon Hench il titolare del Club del Computer locale. Ho appena scoperto che la sua azienda è qui vicino a noi. Sono un grande fan di {0} e mi farebbe piacere se partecipasse al nostro incontro che si terrà questa settimana! Attendo con ansia la Vostra risposta. Gordon
ru: Привет, я Гордон Хэнч, владелец местного компьютерного клуба. Оказывается, ваша компания располагается совсем недалеко от нас. Я ваш поклонник и был бы рад видеть вас на нашей ближайшей еженедельной встрече игроков! С нетерпением жду вашего ответа. Гордон
tr: Merhaba, ben yerel bilgisayar hobi klübü başkanı Gordon Hench. Şirketinizin yanı başımızda olduğunu keşfettik. Ben {0}'ın büyük bir hayranıyım ve sizin bu haftaki buluşmamıza katılmanızı isteriz!↵ Hevesle cevabınızı bekliyoruz.↵ Gordon

source: Thank you very much! I'm sure our members will love what you have to say. Gordon
el: Σε ευχαριστώ πολύ! Είμαι σίγουρος ότι τα μέλη μας θα λατρέψουν αυτά που θα πείτε. Gordon
es: ¡Muchísimas gracias! Estoy seguro que nuestros miembros estarán encantados de oírte. Gordon
it: Grazie mille! Sono sicuro che i membri della nostra comunità apprezzeranno ciò che avrà da dire. Gordon
ru: Большое спасибо! Уверен, что членам нашего клуба будет очень интересно вас послушать. Гордон
tr: Çok teşekkürler! Eminim üyelerimiz söyleyeceklerinize bayılacak. Gordon

source: Hi I'm Frank More. We met at the Hobby Computer Club a week ago. Just wanted to say thanks for talking about your projects. I love your games and have told all my friends about them.
el: Γεια είμαι ο Frank More. Συναντηθήκαμε στη Λέσχη Υπολογιστών Ελεύθερης Ενασχόλησης μια βδομάδα πριν. Απλά ήθελα να πω ευχαριστώ που μιλήσατε για τις δουλειές σας. Λατρεύω τα παιχνίδια σας και έχω πει σε όλους τους φίλους μου γι'αυτά.
es: Hola soy Frank More. Nos conocimos en el club de informática hace una semana. Solo quería decirte gracias por hablar acerca de tus proyectos. Me encantan sus juegos y les he contado a todos mis amigos acerca de ellos.
it: Salve, sono Frank More. Ci siamo incontrati al Club del Computer una settimana fa. Volevo ringraziarla per averci illustrato i suoi progetti. Adoro i suoi giochi e ne ho parlato con tutti i miei amici.
ru: Привет, я Фрэнк Мор, мы познакомились неделю назад в компьютерном клубе. Просто хотел поблагодарить вас за рассказ о ваших проектах. Я обожаю ваши игры и уже расхвалил их всем своим друзьям.
tr: Merhaba, ben Frank More. Bir hafta önce Hobby Bilgisayar Kulübü'nde tanışmıştık. Projeleriniz hakkında konuştuğunuz için teşekkür etmek istedim. Sizin oyunlarınızı çok seviyorum ve bütün arkadaşlarıma onlardan bahsettim.

source: Sorry to hear that you are busy. Gordon
el: Λυπάμαι που ακούω ότι έχεις δουλειά. Gordon
es: Lamento escuchar que estés tan ocupado. Gordon
it: Mi dispiace sapere che siate occupato. Gordon
ru: Жаль, что вы настолько заняты. Гордон
tr: Meşgul olduğunuzu duymak beni üzdü. Gordon

source: Hi, I'm Caroline Richards from the local news. I've heard rumours that you are already working on your next game and would love to do an interview about this. Do you have some time?
el: Γεια, είμαι η Caroline Richards από τις τοπικά νέα. Άκουσα φήμες ότι ήδη δουλέυετε στο επόμενο παιχνίδι σας και θα λάτρευα να άκουγα μια συνέντευξη πάνω σε αυτό. Έχετε λίγο χρόνο;
es: Hola, soy Caroline Richards, del periódico local. He escuchado rumores acerca de que estás trabajando en tu próximo juego y me encantaría entrevistarte sobre ello. ¿Tienes un minuto?
it: Salve, sono Caroline Richards del giornale locale. Ho sentito dire che state già lavorando sul prossimo gioco e mi piacerebbe farle un'intervista al riguardo. Avete un po' di tempo da dedicarmi?
ru: Привет, я Кэролайн Ричардс из местных новостей. Говорят, вы уже работаете над следующующей игрой, и нам бы хотелось сделать интервью об этом. Сможете ли вы уделить нам немного времени?
tr: Merhaba, ben Yerel Haberler'den Caroline Richards. Duyduğuma göre bi sonraki oyununuz için çalışmalara şimdiden başlamışsınız ve bu konuda röportaj yapmayı çok isterim. Biraz vaktiniz var mı?

source: Great! ... Thank you for your time.{n}The interview should be published soon.
el: Υπέροχα! ... Σας ευχαριστώ για τον χρόνο σας.{n}Η συνέντευξη θα δημοσιευθεί σύντομα.
es: Genial ... Muchas gracias por su tiempo.{n] La entrevista será publicada muy pronto.
it: Fantastico! ... Grazie per il tuo tempo.{n}L'intervista dovrebbe essere pubblicata a breve.
ru: Отлично! ... Спасибо за ваше время.{n}Интервью будет опубликовано в ближайшее время.
tr: Harika! … Zaman ayırdığınız için teşekkürler.{n} Röportajınız kısa sürede yayınlanacak.

source: Sorry to bother you
el: Συγγνώμη για την ενόχληση
es: Disculpe la molestia
it: Scusa per il disturbo
ru: Извините за беспокойство
tr: Rahatsız ettiğim için özür dilerim

source: Hi, I'm Steve O'Connell, a reporter for Planet GG. We've heard a rumour that your company is developing a game for mature audiences. Would you be willing to give an interview about this?
el: Γεια, είμαι ο Steve O'Connell, δημοσιογράφος για το Planet GG. Ακούσαμε μία φήμη ότι η εταιρία σας αναπτύσσει ένα παιχνίδι για ώριμα κοινά. Θα είσασταν πρόθυμος/η να δώσετε μια συνέντευξη σχετικά με αυτό;
es: Hola, soy Steve O'Connell, reportero de Planet GG. Nos ha llegado el rumor de que tu compañía está desarrollando un juego para público adulto. ¿Estarías dispuesto a concedernos una entrevista al respecto?
it: Ciao, sono Steve O'Connell, un reporter di Planet GG. Abbiamo sentito voci di corridoio secondo le quali la tua compagnia sta sviluppando un gioco per un pubblico adulto. Saresti disposto a rilasciare un'intervista in merito?
ru: Привет, я Стив О'Коннелл, репортер "Planet GG". Говорят, ваша компания разрабатывает игру для взрослой аудитории. Хотели бы вы дать интервью по этому поводу?
tr: Merhaba, ben Steve O'Connell, Planet GG için çalışan bir muhabirim. Şirketinizin yetişkin kitlelere hitap eden bir oyun geliştirdiğine dair bir duyum aldık. Bununla alakalı bir röportaj vermek ister misiniz?

source: Many industry experts say that sooner or later games with mature themes will become more common. We are curious to see how the market will react to these games.
el: Πολλοί ειδήμονες της βιομηχανίας λένε ότι αργά ή γρήγορα τα παιχνίδια με θέματα για ενήλικες θα γίνουν πιο συνηθισμένα. Είμαστε περίεργοι να δούμε πως η αγορά θα αντιδράσει σε αυτά τα παιχνίδια.
es: Muchos expertos dicen que, tarde o temprano, los juegos con contenido adulto serán habituales. Tenemos curiosidad por comprobar cómo reaccionará el mercado ante ellos.
it: Molti esperti del settore dicono che prima o poi i videogiochi maturi diverranno sempre più popolari. Siamo curiosi di vedere la reazione del mercato a questi giochi.
ru: Многие эксперты игровой индустрии считают, что рано или поздно игры для взрослых станут более распространенными. Нам любопытно увидеть, как рынок отреагирует на такие игры.
tr: Birçok endüstri uzmanının söylediğine göre yetişkin içerikli oyunlar er ya da geç yaygınlaşacak. Pazarın bu tür oyunlara nasıl bir tepki vereceğini merak ediyoruz.

source: Great! ... Thank you for your time.{n}We will publish the interview next week.
el: Υπέροχα! ...Σας ευχαριστώ για τον χρόνο σας.{n}Θα δημοσιεύσουμε τη συνέντευξη την επόμενη εβδομάδα.
es: ¡Genial! Gracias por tu tiempo.{n}Publicaremos la entrevista la semana que viene.
it: Fantastico! … Grazie per il tempo dedicatoci.{n}Pubblicheremo l'intervista la prossima settimana.
ru: Отлично! ... Спасибо за уделённое время.{n}Мы опубликуем интервью на следующей неделе.
tr: Harika! … Zamanınız için teşekkürler.{n}Röportajı gelecek hafta yayımlayacağız.

source: Okay. Thank you for your time.
el: Εντάξει. Ευχαριστώ για το χρόνο σας.
es: Esta bien. Gracias por tu tiempo.
it: Okay. Grazie per il tuo tempo.
ru: Хорошо. Спасибо за уделённое время.
tr: Tamam. Zamanınız için teşekkürler.

source: Hello there! It seems that you have already played before. You can get right into development and skip the tutorial messages. Note that you can always review tutorial messages (even the ones you have skipped) in the Help menu while you play a game.
el: Γεια σας! Φαίνεται ότι έχετε ξαναπαίξει στο παρελθόν. Μπορείτε να πάτε κατευθείαν στην ανάπτυξη και να παραλείψετε τα μηνύματα του tutorial. Σημειώστε ότι πάντα μπορείτε να μελετήσετε τα μηνύματα του tutorial (ακόμα και αυτά που παραλείψατε) στο μενού Βοήθειας καθώς παίζετε ένα παιχνίδι.
es: ¡Saludos! Parece que ya has jugado antes. Puedes ir directamente al trabajo y omitir los mensajes del tutorial. Siempre puedes echar un vistazo a los mensajes del tutorial (incluso los que hayas omitido) en el menú Ayuda mientras juegas.
it: Ciao! Sembra che questa non sia la prima volta che giochi. Puoi tuffarti direttamente nello sviluppo e saltare i messaggi del tutorial. Ricorda che puoi sempre rivedere i messaggi del tutorial (anche quelli che hai saltato) nel Menu Aiuto mentre giochi.
ru: Привет! Похоже, вы играете не впервые. Вы можете сразу приняться за дело, пропустив обучение. Обратите внимание, что все обучающие сообщения (даже пропущенные) всегда доступны в игре через пункт меню «Помощь».
tr: Merhabalar! Oyunu önceden oynamışsınız gibi gözüküyor. Ozaman öğreti mesajlarını geçebilir ve direkt olarak oyun geliştirmeye başlayabilirsiniz. Şunu unutmayın ki, öğretici mesajlarını Yardım menüsünden her zaman (atlamış olduklarınızı bile)görüntüleyebilirsiniz.

source: Congratulations! You have made quite a name for yourself and have saved up a lot of capital. If you want to grow the company further then moving into a new office is the next step. I've found the perfect office, situated in a technology park. Would you like to move your company to the next level?
el: Συγχαρητήρια! Έχετε κάνει καλό όνομα και έχετε αποταμιεύσει πολλά σε κεφάλαια. Αν θέλετε να επεκτείνετε την εταιρία σας περαιτέρω τότε η μετακόμιση σε ένα νέο γραφείο είναι το επόμενο βήμα. Βρήκα το τέλειο γραφείο, το οποίο βρίσκεται σε ένα τεχνολογικό πάρκο. Θέλετε να πάτε την εταιρία σας στο επόμενο επίπεδο;
es: ¡Felicidades! Te has labrado cierta reputación y has ahorrado bastante capital. Si quieres que la compañía siga creciendo, el siguiente paso ideal es trasladarte a otra oficina. He encontrado una perfecta en un parque tecnológico. ¿Te gustaría pasar al siguiente nivel?
it: Congratulazioni! Ti sei fatto una certa fama e hai risparmiato molto denaro. Se vuoi far crescere ancora la società, il prossimo passo è trasferirsi in un nuovo ufficio. Ho trovato l'ufficio perfetto, situato in un polo tecnologico. Ti andrebbe di trasferire la tua società al prossimo livello?
ru: Поздравляю! Вы заставили заговорить о себе и неплохо заработали. Если хотите, чтобы компания продолжала расти, то следующий шаг — переезд в новый офис, и я уже нашел отличный вариант в технопарке. Ну что, переходим на новый уровень?
tr: Tebrikler! Bilinen bir isminiz ve bolca sermayeniz var. Eğer şirketi büyütmek istiyorsanız yeni bir ofise taşınmak bir sonraki adımdır. Ben teknoloji parkı içinde bulunan, mükemmel bir ofis buldum. Şirketi sonraki seviyeye taşımak ister misiniz?

source: It seems that you have some serious financial difficulties and your company is about to go bankrupt. After careful consideration we have decided to offer you a deal.
el: Φαίνεται ότι έχετε οικονομικές δυσκολίες και η εταιρία σας πρόκειται να πτωχεύσει. Ύστερα από σκέψη αποφασίσαμε να σας προτείνουμε μια συμφωνία.
es: Parece que te encuentras en graves problemas financieros y tu compañía está a punto de declararse en bancarrota. Tras considerarlo debidamente, hemos decidido ofrecerte un trato.
it: Sembra che abbiate alcune gravi difficoltà finanziarie e la vostra società sia sull'orlo della bancarotta. Dopo un'attenta valutazione, abbiamo deciso di proporvi un accordo.
ru: Похоже, у вас серьёзные финансовые проблемы, и ваша компания находится на грани банкротства. После всестороннего обсуждения мы решили предложить вам сделку.
tr: Görünen o ki bazı ciddi finansal zorluklar yaşıyorsun ve şirketin iflas etmek üzere. Dikkatlice düşündükten sonra size bir anlaşma teklif etmeye karar verdik.

source: We will give you {0} which should move you out of the danger zone but in return you have to commit to pay us {1} in a year's time.
el: Θα σας δώσουμε {0} που θα σας βγάλουν από τον κίνδυνο αλλά σε αντάλλαγμα θα μας επιστρέψετε {1} σε έναν χρόνο.
es: Te proporcionaremos {0} para que puedas alejarte de la zona de peligro, pero a cambio debes comprometerte a pagarnos {1} en el plazo de un año.
it: Noi ti daremo {0} che dovrebbero mettervi fuori pericolo, ma in cambio devi impegnarti a pagarci {1} entro un anno.
ru: Мы выдадим вам займ на сумму {0}, который поможет решить ваши нынешние финансовые затруднения, но через год вы должны будете выплатить {1}.
tr: Size {0} tutarında, sizi tehlikeli bölgeden çıkarabilecek bir ödeme yapacağız fakat bize 1 yıl içerisinde {1} olarak geri ödemek zorundasınız.

source: This is a reminder that we require you to pay back the agreed amount of {0} in three months' time.
el: Σας υπενθυμίζουμε ότι απαιτούμε να μας πληρώσετε το συμφωνημένο ποσό των {0} σε τρεις μήνες.
es: Te recordamos que deberás pagar de vuelta la cantidad acordada de {0} dentro de tres meses.
it: Questo è un promemoria che dovrete restituire l'importo concordato {0} nel giro di tre mesi.
ru: Напоминаем, что через три месяца вам надлежит вернуть банку условленную сумму — {0}.
tr: Bu üç aylık süre içinde {0} miktardaki ücreti geri ödemeniz gerektiğini hatırlatmak için gönderildi.

source: The amount of {0} has been deducted from your account.
el: Το ποσό των {0} αφαιρέθηκε από τον λογαριασμό σας.
es: Se ha descontado de tu cuenta bancaria la cantidad de {0}.
it: L'ammontare di {0} è stato detratto dal tuo conto bancario.
ru: С вашего счёта было списано {0}.
tr: {0} tutarı hesabınızdan kesilmiştir.
