Repository: BannerGames/gdt-translations
Catalog: *.po
Languages: el, es, it, ru, tr

source: Additional Features
el: Πρόσθετες δυνατότητες
es: Funciones adicionales
it: Funzionalità aggiuntive
ru: Дополнительные возможности
tr: Ek Özellikler

source: Bonus Hype
el: Μπόνους δημοσιότητας
es: Expectación extra
it: Attesa extra
ru: Бонусный ажиотаж
tr: Ekstra Beklenti

source: New Fans
el: Νέοι οπαδοί
es: Nuevos seguidores
it: Nuovi fan
ru: Новые фанаты
tr: Yeni Hayranlar

source: Bonus Sales
el: Μπόνους πωλήσεων
es: Ventas extra
it: Vendite extra
ru: Бонусные продажи
tr: Ekstra Satış

source: XP GAINED x {0}
el: XP ΠΟΥ ΑΠΟΚΤΗΘΗΚΕ x {0}
es: XP GANADA x{0}
it: XP OTTENUTI x {0}
ru: ПОЛУЧЕННЫЙ ОПЫТ x {0}
tr: KAZANILAN XP x {0}

source: Tap to continue ...
el: Άγγιγμα για συνέχεια...
es: Toca para continuar.
it: Tocca per continuare...
ru: Коснитесь для продолжения...
tr: Devam etmek için dokunun ...

source: Recording Controls
el: Έλεγχος εγγραφής
es: Controles de grabación
it: Controlli registrazione
ru: Управление записью
tr: Kayıt Kontrolleri

source: Start Stream
el: Έναρξη ροής
es: Iniciar transmisión en tiempo real
it: Inizia streaming
ru: Начать запись
tr: Aktarımı Başlat

source: Stop Stream
el: Διακοπή ροής
es: Parar transmisión en tiempo real
it: Interrompi streaming
ru: Остановить запись
tr: Aktarımı Durdur

source: Report Complete
el: Η αναφορά ολοκληρώθηκε
es: Informe finalizado
it: Resoconto completo
ru: Анализ готов
tr: Rapor Tamamlandı

source: Great Combo
el: Τέλειος συνδυασμός
es: Gran combo
it: Combo ottima
ru: Отличное комбо
tr: Muhteşem Kombinasyon

source: Good Combo
el: Καλός συνδυασμός
es: Buen combo
it: Combo buona
ru: Хорошее комбо
tr: İyi Kombinasyon

source: Okay Combo
el: Μέτριος συνδυασμός
es: Combo aceptable
it: Combo discreta
ru: Неплохое комбо
tr: İdare Eder Kombinasyon

source: Bad Combo
el: Κακός συνδυασμός
es: Mal combo
it: Combo mediocre
ru: Плохое комбо
tr: Kötü Kombinasyon

source: Terrible Combo
el: Απαίσιος συνδυασμός
es: Combo desastroso
it: Combo pessima
ru: Ужасное комбо
tr: Berbat Kombinasyon

source: {0} and {1} is a good combination.
el: Τα {0} και {1] είναι ένας καλός συνδυασμός.
es: {0} y {1} es una buena combinación.
it: {0} e {1} sono una buona combinazione.
ru: {0} и {1} — хорошая комбинация.
tr: {0} ve {1} iyi bir kombinasyondur.

source: {0} and {1} is an okay combination.
el: Τα {0} και {1] είναι ένας μέτριος συνδυασμός.
es: {0} y {1} es una combinación aceptable.
it: {0} e {1} sono una discreta combinazione.
ru: {0} и {1} — неплохая комбинация.
tr: {0} ve {1} idare eder bir kombinasyondur.

source: {0} and {1} is a bad combination.
el: Τα {0} και {1] είναι ένας κακός συνδυασμός.
es: {0} y {1} es una mala combinación.
it: {0} and {1} sono una mediocre combinazione.
ru: {0} и {1} — плохая комбинация.
tr: {0} ve {1} kötü bir kombinasyondur.

source: Industry reports indicate that player feedback is an important tool for developers to better understand how players are enjoying their games. With that in mind we hope it is okay to ask you: Are you enjoying Game Dev Tycoon so far?
el: Οι αναφορές του κλάδου δείχνουν πως τα σχόλια των παικτών είναι σημαντικό εργαλείο προκειμένου οι προγραμματιστές να καταλαβαίνουν καλύτερα αν οι παίκτες απολαμβάνουν τα παιχνίδια τους. Γι’ αυτό θα θέλαμε να σας ρωτήσουμε το εξής: Απολαμβάνετε μέχρι στιγμής το Game Dev Tycoon;
es: Los informes del sector indican que las opiniones de los jugadores son una herramienta importante para que los desarrolladores entiendan mejor si estos disfrutan de sus videojuegos. Con esto en mente, nos gustaría preguntarte lo siguiente: ¿Te gusta Game Dev Tycoon?
it: I resoconti del settore indicano che i feedback dei giocatori è uno strumento importante per uno sviluppatore, perché aiuta a comprendere il livello di divertimento offerto dal gioco. Ciò considerato, sei d'accordo a dirci se finora ti piace giocare a Game Dev Tycoon?
ru: Судя по отраслевым отчетам, отзывы игроков — важнейший инструмент для разработчиков, который показывает, какие игры нравятся публике, а какие нет. В связи с этим позвольте вас спросить: вам нравится играть в Game Dev Tycoon?
tr: Sektör raporları, geliştiricilerin oyunlarının beğenilip beğenilmediğini daha iyi anlayabilmeleri için oyuncu geri bildirimlerinin önemli bir araç olduğunu gösteriyor. Bu yüzden biz de size sormak istiyoruz: Game Dev Tycoon'u beğeniyor musunuz?

source: Yes, love it!
el: Ναι, το λατρεύω!
es: ¡Sí, me encanta!
it: Sì, lo adoro!
ru: Да, нравится!
tr: Evet, bayılıyorum!

source: Not really.
el: Όχι και τόσο.
es: No mucho.
it: Non tanto.
ru: Не очень
tr: Beğendiğim söylenemez.

source: Thanks for letting us know! If you want to share some specific feedback with us or if you think we can assist you, please feel free to contact us at {0}
el: Σας ευχαριστούμε για την απάντησή σας! Αν θέλετε να μας στείλετε και συγκεκριμένα σχόλια ή εάν χρειάζεστε τη βοήθειά μας, επικοινωνήστε μαζί μας στο {0}
es: ¡Gracias por hacérnoslo saber! Si quieres dar una opinión más concreta o si crees que podemos ayudarte en algo, por favor, contacta con nosotros en {0}
it: Grazie per la tua opinione! Se vuoi condividere qualcosa in particolare con noi o se pensi di aver bisogno di assistenza, non esitare a contattarci all'indirizzo {0}
ru: Спасибо, что сообщили! Если вы хотите поделиться более детальным отзывом или рассчитываете на нашу помощь, пишите нам на {0}
tr: Cevabınız için teşekkür ederiz! Geri bildirimlerinizi bizimle paylaşmak isterseniz veya size yardımcı olabileceğimizi düşünüyorsanız lütfen {0} adresinden bize ulaşın.

source: That's amazing! We are really happy to hear that you enjoy our little game! If you have the willpower to let go of running {0} for a moment, we would really appreciate if you could rate the game.
el: Τέλεια! Χαιρόμαστε πολύ που απολαμβάνετε το παιχνιδάκι μας! Εάν αντέχετε να σταματήσετε να παίζετε το {0} για λίγο, θα το εκτιμούσαμε πολύ αν βαθμολογήσετε το παιχνίδι.
es: ¡Genial! Estamos encantados de que disfrutes de nuestro videojuego. Si tienes la fuerza de voluntad de dejar {0} por un momento, te agradeceríamos que calificaras el videojuego.
it: Splendido! Siamo molto felici di sapere che ti piace giocare con il nostro gioco! Se hai riesci a mollare {0} per un attimo, ti ringraziamo fin da subito se volessi lasciare una valutazione del gioco.
ru: Превосходно! Мы счастливы, что вам понравилась наша игра. Если вы можете ненадолго отложить руководство компанией {0}, пожалуйста, оцените игру. Мы будем вам очень признательны!
tr: Harika! Küçük oyunumuzu beğendiğinizi duymak bizim için mutluluk verici! {0} şirketinizin başından bir dakikalığına ayrılıp oyunumuza puan verirseniz memnuniyet duyarız.

source: Yes (rate now)
el: Ναι (Βαθμολογήστε τώρα)
es: Sí, calificar ahora.
it: Yes (valuta ora)
ru: Да (оценить сейчас)
tr: Tamam, puan vereyim.

source: No, thanks.
el: Όχι, ευχαριστώ.
es: No, gracias.
it: No, grazie.
ru: Нет, спасибо
tr: Hayır, teşekkürler.

source: Thanks for taking the time to give our little game a rating. We very much appreciate it!
el: Σας ευχαριστούμε που βαθμολογήσατε το παιχνιδάκι μας. Το εκτιμούμε πολύ!
es: Gracias por tomarte el tiempo de calificar nuestro videojuego. ¡Te lo agradecemos!
it: Grazie per aver dedicato del tempo al nostro piccolo gioco con una valutazione. Ti ringraziamo di cuore!
ru: Благодарим, что вы нашли время оценить нашу игру. Мы вам очень признательны!
tr: Zaman ayırıp oyunumuza puan verdiğiniz için çok teşekkürler. Bu bizim için çok önemliydi!

source: No worries! Happy gaming!
el: Δεν πειράζει! Καλή διασκέδαση στο παιχνίδι!
es: No te preocupes, ¡disfruta del juego!
it: Non ti preoccupare! Buon divertimento!
ru: Ничего страшного. Приятной игры!
tr: Canınız sağ olsun. İyi eğlenceler!

source: Sorry, I'm busy
el: Δυστυχώς, είμαι απασχολημένος
es: Lo siento, estoy ocupado
it: Mi spiace, ho da fare
ru: Простите, я занят(а)
tr: Üzgünüm, meşgulüm

source: Sorry, we are all busy
el: Δυστυχώς, είμαστε όλοι απασχολημένοι
es: Lo sentimos, estamos ocupados
it: Spiacenti, abbiamo tutti da fare
ru: Простите, мы все заняты
tr: Üzgünüm, meşgulüz

source: Subscribe
el: Εγγραφή
es: Suscribirse
it: Iscriviti
ru: Подписаться
tr: Abone ol

source: To visit the lab simply touch the screen and drag to the left. Alternatively, you can also click on the little R&D Lab information card at the bottom of the screen.
el: Για να επισκεφτείτε το εργαστήριο, απλά αγγίξτε την οθόνη και σύρετε προς τα αριστερά. Εναλλακτικά, μπορείτε επίσης να κάνετε κλικ στη μικρή κάρτα πληροφοριών του Εργαστηρίου Ε&Α στο κάτω μέρος της οθόνης.
es: Para visitar el laboratorio, simplemente toca la pantalla y arrástrala hacia la izquierda. También puedes hacer clic en la tarjeta informativa "Laboratorio de I+D" en la parte inferior de la pantalla.
it: Per visitare il laboratorio, tocca la schermata e trascinala verso sinistra. Altrimenti, puoi anche fare clic sulla piccola scheda informativa Laboratorio R&S in basso sullo schermo.
ru: Чтобы перейти в лабораторию, коснитесь экрана и потяните его влево. Или нажмите табличку "Научная лаборатория" внизу экрана.
tr: Laboratuvarı ziyaret etmek için ekrana dokunup sola sürükleyin. Alternatif olarak, ekranın alt tarafındaki küçük AR-GE Laboratuvarı bilgi kartına da tıklayabilirsiniz.

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console sales graph at the right side of the screen.
el: Η κονσόλα παιχνιδιών σας κυκλοφόρησε στην αγορά. Οι κονσόλες παιχνιδιών είναι σύνθετες συσκευές και όταν έχετε μεγάλες πωλήσεις, είναι λογικό κάποιες να χρειαστούν επισκευή.{n}Ενώ η κονσόλα σας είναι διαθέσιμη για πώληση, η ομάδα υλικού σας θα πρέπει να εργάζεται στα σημεία συντήρησης. Ανάλογα με την ποιότητα της κονσόλας και τα αντίτυπά της που πουλάτε, αυτά τα σημεία αλλάζουν ανά εβδομάδα.{n}Προσπαθήστε να δώσετε αρκετό προϋπολογισμό στο εργαστήριο υλικού σας, ώστε να ολοκληρώνει με επιτυχία τις εργασίες συντήρησης. Διαφορετικά, οι πελάτες θα δυσαρεστηθούν αν περιμένουν μεγάλο διάστημα για την επισκευή της κονσόλας τους. Μπορείτε να δείτε πώς τα πάει η ομάδα σας στο γράφημα πωλήσεων κονσόλας στη δεξιά πλευρά της οθόνης.
es: Tu consola ya está en el mercado. Las consolas de videojuegos son máquinas complejas y cuando vendes muchas es normal que algunas necesiten reparación.{n}Mientras que la consola esté a la venta, el equipo de hardware deberá ocuparse de los puntos de mantenimiento. Dependiendo de la calidad de la consola y de cuántas vendas, estos puntos cambiaran de una semana para otra.{n}Trata de proporcionarle al laboratorio de hardware el presupuesto necesario para que el mantenimiento sea óptimo, si no, los clientes podrían sentirse insatisfechos si tienen que esperar mucho tiempo para que arreglen sus consolas. Puedes ver el rendimiento de tu equipo en el gráfico de consolas en la parte derecha de la pantalla.
it: La tua console di gioco è ora in commercio. Le console sono macchine complesse e quando ne vendi tante è naturale che alcune di esse debbano essere riparate.{n}Mentre la console è in vendita, il team che si occupa dell'hardware dovrà smaltire i punti manutenzione. In base alla qualità della console e alla quantità di console vendute, tali punti variano di settimana in settimana.{n}Prova a dare al laboratorio di hardware un budget sufficiente per potersi occupare della manutenzione, altrimenti i clienti rimarranno insoddisfatti se dovranno aspettare molto tempo per riavere la console riparata. Puoi osservare l'andamento del team nel grafico delle vendite delle console a destra sullo schermo.
ru: Ваша игровая консоль вышла на рынок. Консоли — сложные технические устройства, и вполне естественно, что иногда некоторые из них выходят из строя.{n}Пока идут продажи, ваш аппаратный отдел занимается консолями, требующими ремонта. Их количество меняется с каждой неделей в зависимости от качества консоли и объема продаж.{n}Постарайтесь выделять аппаратной лаборатории достаточно средств, чтобы они могли справляться с потоком неисправных консолей, иначе клиенты будут недовольны слишком долгим ожиданием своих консолей из ремонта. График в правой части экрана показывает, насколько хорошо обстоят дела с продажами консолей.
tr: Kendi oyun konsolunuz artık piyasada. Oyun konsolları karmaşık makinelerdir ve onlardan çokça satarsanız bazılarının onarım gerektirmesi çok normaldir.{n}Konsolunuz satıştayken donanım ekibinizin bakım noktalarıyla ilgilenmesi gerekecektir. Konsolun kalitesine ve kaç konsol sattığınıza bağlı olarak bu noktalar her hafta değişir.{n}Bakım işlemleriyle ilgilenebilmeleri için donanım laboratuvarınıza yeterince bütçe ayırdığınızdan emin olun, aksi takdirde konsolların onarımı çok uzun süreceğinden müşterileriniz mutsuz olacaklardır. Ekranın sağ tarafındaki konsol satışları grafiğinden ekibinizin nasıl bir iş çıkardığını görebilirsiniz.

source: Your local save game seems to be different from the one stored in the cloud. Which one would you like to load?
el: Το τοπικό αρχείο του αποθηκευμένου παιχνιδιού σας φαίνεται να διαφέρει από αυτό που είναι αποθηκευμένο στο cloud. Ποιο θα θέλατε να φορτωθεί;
es: La partida guardada en el almacenamiento local difiere de la guardada en la nube. ¿Cuál te gustaría cargar?
it: I salvataggi di gioco in locale sembrano diversi da quello memorizzato nel cloud. Quale vuoi caricare?
ru: Версия, сохраненная на устройстве, отличается от версии, сохраненной в облаке. Какую из них загрузить?
tr: Cihazınızda kayıtlı oyununuz ile bulutta kayıtlı oyununuz farklı gibi görünüyor. Hangisini yüklemek istiyorsunuz?

source: Note: Once you save the game, the new save file will be stored both locally and on the cloud.
el: Σημείωση: Μετά την αποθήκευση του παιχνιδιού, το νέο αρχείο θα αποθηκευτεί τοπικά και στο cloud.
es: Nota: Una vez que guardes la partida, el archivo se guardará tanto en el almacenamiento local como en la nube.
it: Nota: una volta salvato il gioco, il nuovo file di salvataggio verrà memorizzato sia in locale che sul cloud.
ru: Внимание! При сохранении игры ее файл сохранится и на устройстве, и в облаке.
tr: Not: Oyunu kaydettiğinizde, kaydedilen yeni dosya hem cihazınızda hem de bulutta saklanacaktır.

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph at the right hand side of the screen.
el: Τώρα που το παιχνίδι σας είναι διαθέσιμο για πώληση, θα λαμβάνετε τα έσοδα από το παιχνίδι κάθε εβδομάδα. Μπορείτε να δείτε πώς τα πηγαίνει το παιχνίδι σας στο γράφημα πωλήσεων στη δεξιά πλευρά της οθόνης.
es: Ahora que tu videojuego está a la venta, recibirás los beneficios de forma semanal. Puedes ver la rentabilidad del videojuego en el gráfico de ventas en la parte derecha de la pantalla.
it: Ora che il tuo gioco è in commercio, ogni settimana riceverai i profitti dalle vendite. Puoi osservare l'andamento delle vendite nell'apposito grafico a destra sullo schermo.
ru: Ваша игра вышла в продажу. Теперь вы будете получать доход от нее каждую неделю. Чтобы узнать, насколько успешной получилась игра, следите за графиком продаж в правой части экрана.
tr: Oyununuz satışa çıktığı için artık her hafta oyundan gelir elde edeceksiniz. Ekranın sağ tarafındaki satış grafiğinden oyununuzun nasıl bir iş çıkardığını görebilirsiniz.

source: To visit the hardware lab simply touch the screen and drag to the right. Alternatively, you can also click on the little Hardware Lab information card at the bottom of the screen.
el: Για να επισκεφτείτε το εργαστήριο υλικού, απλά αγγίξτε την οθόνη και σύρετε προς τα δεξιά. Εναλλακτικά, μπορείτε επίσης να κάνετε κλικ στη μικρή κάρτα πληροφοριών του Εργαστηρίου Υλικού στο κάτω μέρος της οθόνης.
es: Para visitar el laboratorio de hardware, simplemente toca la pantalla y arrástrala hacia la derecha. También puedes hacer clic en la tarjeta informativa "Laboratorio de hardware" en la parte inferior de la pantalla.
it: Per aprire il laboratorio di hardware, tocca la schermata e trascinala verso destra. Altrimenti, puoi fare anche clic sulla piccola scheda informativa Laboratorio di hardware in basso sullo schermo.
ru: Чтобы перейти в аппаратную лабораторию, коснитесь экрана и потяните его вправо. Или нажмите табличку "Аппаратная лаборатория" внизу экрана.
tr: Donanım laboratuvarını ziyaret etmek için ekrana dokunup sağa sürükleyin. Alternatif olarak, ekranın alt tarafındaki küçük Donanım Laboratuvarı bilgi kartına da tıklayabilirsiniz.

source: Game Review
el: Αξιολόγηση παιχνιδιού
es: Análisis del videojuego
it: Recensione gioco
ru: Обзор игры
tr: Oyun Değerlendirmesi

source: First Game Release
el: Πρώτη κυκλοφορία παιχνιδιού
es: Lanzamiento del primer videojuego
it: Prima uscita del gioco
ru: Первый выпуск игры
tr: İlk Oyun Lansmanı

source: First Fans
el: Πρώτοι οπαδοί
es: Primeros seguidores
it: Primi fan
ru: Первые фанаты
tr: İlk Hayranlar

source: Patch Release
el: Κυκλοφορία patch
es: Lanzamiento del parche
it: Uscita patch
ru: Выпуск патча
tr: Yama Yayınlaması

source: Bad Sales
el: Κακές πωλήσεις
es: Malas ventas
it: Vendite pessime
ru: Низкие продажи
tr: Kötü Satış

source: New Opportunities
el: Νέες ευκαιρίες
es: Nuevas oportunidades
it: Nuove opportunità
ru: Новые возможности
tr: Yeni Fırsatlar

source: Developer Meetup
el: Συνάντηση προγραμματιστών
es: Encuentro con el desarrollador
it: Incontro tra sviluppatori
ru: Встреча разработчиков
tr: Geliştirici Toplantısı

source: Game Interview
el: Συνέντευξη παιχνιδιού
es: Entrevista sobre el juego
it: Intervista sul gioco
ru: Интервью по поводу игры
tr: Oyun Röportajı

source: Industry Rumours
el: Φήμες βιομηχανίας
es: Rumores del sector
it: Voci di settore
ru: Отраслевые слухи
tr: Sektör Dedikoduları

source: G3 training
el: Εκπαίδευση G3
es: Formación G3
it: Addestramento G3
ru: Обучение от G3
tr: G3 Eğitimi

source: Security Upgrade
el: Αναβάθμιση ασφαλείας
es: Mejorar la seguridad
it: Miglioria di sicurezza
ru: Обновление системы безопасности
tr: Güvenlik Güncellemesi

source: Scam
el: Απάτη
es: Fraude
it: Truffa
ru: Мошенничество
tr: Dolandırıcılık

source: Special Offer
el: Ειδική προσφορά
es: Oferta especial
it: Offerta speciale
ru: Специальное предложение
tr: Özel Teklif

source: Police Investigation
el: Αστυνομική έρευνα
es: Investigación policial
it: Investigazione di polizia
ru: Полицейское расследование
tr: Polis Soruşturması

source: Sponsorship Request
el: Αίτημα χορηγίας
es: Solicitar patrocinio
it: Richiesta di sponsorizzazione
ru: Поиск спонсора
tr: Sponsorluk İsteği

source: News Report
el: Αναφορά ειδήσεων
es: Informe de noticias
it: Resoconto notizie
ru: Новостной репортаж
tr: Haber Raporu

source: Piracy Alert
el: Ειδοποίηση πειρατείας
es: Alerta de piratería
it: Avviso pirateria
ru: Предупреждение о пиратстве
tr: Korsan Uyarısı

source: Illegal Fan Game
el: Παράνομο fan game
es: Juego ilegal de seguidores
it: Gioco dei fan illegale
ru: Противозаконная игра фаната
tr: Yasa Dışı Hayran Oyunu

source: Theft
el: Κλοπή
es: Robo
it: Furto
ru: Кража
tr: Hırsızlık

source: Solar Panels
el: Φωτοβολταϊκά
es: Placas solares
it: Pannelli solari
ru: Солнечные панели
tr: Güneş Panelleri

source: Office Upgrade
el: Αναβάθμιση κτιρίου
es: Mejorar oficina
it: Miglioria per ufficio
ru: Модернизация офиса
tr: Ofis İyileştirmesi

source: Console Announcement
el: Ανακοίνωση κονσόλας
es: Anuncio de consola
it: Annuncio console
ru: Объявление о консоли
tr: Konsol Duyurusu

source: Engine Source Code
el: Πηγαίος κώδικας μηχανής
es: Código fuente del motor
it: Codice sorgente del motore
ru: Исходный код движка
tr: Makine Kaynak Kodu

source: Patent Troll
el: Troll πατεντών
es: Trol de patentes
it: Truffatore di brevetto
ru: Патентный тролль
tr: Patent Trolü

source: Share Offer
el: Προσφορά μετοχών
es: Compartir oferta
it: Offerta di azioni
ru: Акции на продажу
tr: Hisse Teklifi

source: Dividends
el: Μερίσματα
es: Dividendos
it: Dividendi
ru: Дивиденды
tr: Kâr Payları

source: Off (recommended)
el: Απενεργοποίηση (συνιστάται)
es: Apagado (recomendado)
it: Off (consigliato)
ru: Выкл. (рекомендуется)
tr: Kapalı (önerilen)

source: Pirate Mode
el: Πειρατική λειτουργία
es: Modo pirata
it: Modalità Pirata
ru: Пиратский режим
tr: Korsan Modu

source: The pirate mode causes severely reduced sales on all of your games. Bankruptcy is likely. You can develop copy protection but using it will upset fans. 'Fan mail' inspired by true events will reach your inbox from time to time.
el: Η πειρατική λειτουργία προκαλεί σημαντικά μειωμένες πωλήσεις σε όλα τα παιχνίδια σας. Μπορεί ακόμη και να χρεοκοπήσετε. Μπορείτε να δημιουργήσετε μέτρα προστασίας για τα παιχνίδια σας, αλλά η χρήση τους θα φέρει αναστάτωση στους οπαδούς σας. Θα λαμβάνετε κατά καιρούς «επικοινωνία οπαδών» σχετικά με όσα συμβαίνουν.
es: El modo pirata produce una disminución importante de las ventas de todos tus videojuegos. Es probable que se produzca una quiebra. Puedes desarrollar una protección contra copias, pero puede que esto moleste a los seguidores. De vez en cuando te llegarán correos de tus seguidores motivados por sucesos reales.
it: La modalità Pirata fa ridurre drasticamente le vendite di tutti i tuoi giochi. È simile alla bancarotta. Potresti sviluppare la protezione anti-copia ma se la usi, i fan ci rimarranno male. Ogni tanto troverai nella posta in arrivo la 'Fan mail' ispirata a eventi accaduti veramente.
ru: Из-за пиратского режима резко упали продажи по всем играм. Вам грозит банкротство. Вы можете разработать защиту от копирования, но это расстроит ваших фанатов. К вам время от времени будут поступать "письма фанатов", вдохновленные реальными событиями.
tr: Korsan modu, tüm oyun satışlarınızın ciddi ölçüde düşmesine neden olur. Hatta iflas bile edebilirsiniz. Kopya koruması geliştirebilirsiniz ancak bu durum hayranlarınızı rahatsız edecektir. Zaman zaman size gerçek mesajlardan esinlenilerek hazırlanmış "hayran e-postaları" gönderilir.
